{"n":["Art History","Setting the Stage for the 1960s","The Early 1960s","Art and Politics in the 1960s","Minimalism and Conceptualism","Post-Minimalism"],"v":[[{"q":"Giorgio Vasari wrote a collection of artists’ biographies called","a":["<i>The Lives of Artists</i>","<i>Natural History</i>","<i>Great Italian Masters</i>","<i>The Masters of Art</i>","<i>Histories of Artists</i>"],"j":"During the Renaissance, Giorgio Vasari compiled biographies of great Italian artists in <i>The Lives of Artists.</i> This book included information about Raphael, Donatello, Michelangelo, Leonardo da Vinci, and other great artists who didn’t become the namesakes of ninja turtles."},{"q":"Stonehenge’s heel-stone marks the","a":["point of the midsummer solstice sunrise","North Star during the winter solstice","burial site of Neolithic healers","direction to the sea","way to another monolithic site"],"j":"Although scientists and historians still debate Stonehenge’s original purpose, the connection between the heel-stone and the midsummer solstice indicates that it could be connected to ancient astronomy."},{"q":"Which subject almost never appeared in Paleolithic cave paintings?","a":["human figures","human hands","horses","lions","mammoths"],"j":"While many caves contain outlines of human hands, the human figure rarely appears in Paleolithic paintings. There is one exception: a single human figure in the Lascaux paintings. Early humans more commonly depicted animals in their cave paintings."},{"q":"Art is MOST likely to thrive in civilizations that possess","a":["stability and organization","a nomadic lifestyle","large rural areas","an extremely small ruling class","a fluctuating population"],"j":"Art typically thrives in civilizations with stable populations, an organized culture, and urban centers. Ruling classes often serve as patrons in these civilizations. For instance, the Medici family of Italy patronized many great artists during the Renaissance."},{"q":"The Sumerians built the first","a":["ziggurats","aqueducts","agricultural fields","grain silos","cliffside dwellings"],"j":"The Sumerians created stepped pyramids called ziggurats. Ziggurats served as temples to the Sumerian gods. Although the Akkadian and Babylonian cultures later dominated Mesopotamia, the Sumerians were the first to use this architectural form."},{"q":"Hammurabi of Babylon created the","a":["oldest legal code in history","first known public garden","first known public bath house","oldest education system in history","first known organized military"],"j":"King Hammurabi of Babylon created a set of laws known as the Code of Hammurabi. The Stelae of Hammurabi lists these laws and also depicts Hammurabi receiving the right to rule and inspiration for his legal code from the Babylonian sun god, Shamash."},{"q":"What does hierarchical scale indicate in Egyptian art?","a":["the status of different figures","the distinction between humans and animals","the importance of different buildings","the recession of the landscape into the distance","the significance of environmental elements"],"j":"Hierarchical scale indicates the status and importance of figures within an artwork through their size. For instance, artists would depict kings and gods in a larger scale than subjects and servants. The Palette of King Narmer uses hierarchical scale to imply the king’s power and significance."},{"q":"Why did Cycladic sculptures enjoy popularity during the modernist period?","a":["their geometric forms","their connections to classical antiquity","their metal material","their organic shapes","their detailed patterns"],"j":"Cycladic statuettes of the female nude use geometric forms similar to the aesthetics used by modern artists. This sensibility made the figurines very popular in the early twentieth century."},{"q":"A figure in contrapposto pose is MOST likely to appear","a":["relaxed","authoritative","unnatural","godlike","alert"],"j":"Contrapposto figures have all their weight shifted to one leg in order to create a relaxed, naturalistic appearance."},{"q":"Which innovation is MOST crucial to the distinctive design of gothic churches?","a":["flying buttress","barrel vault","dome","concrete","wooden arch"],"j":"Flying buttresses counteract the outward push of an arch with an inward push. They appear on the exterior of buildings and keep tall structures from buckling outward and crumbling to the ground. This allows for the construction of buildings with high ceilings and large windows."},{"q":"Giotto di Bondone used simple perspective and expressive figures during the transitional stage between the","a":["Gothic and Renaissance periods","Medieval and Gothic periods","Classical and Proto-modern periods","Baroque and Neoclassical periods","Rococo and Realist periods"],"j":"Giotto di Bondone is one of the most well-known transitional figures between the Gothic and Renaissance periods. Although his frescoes are not nearly as complex and sophisticated as high Renaissance works, Giotto began a stylistic legacy that was built upon in the following centuries."},{"q":"During the Renaissance, artists attained the status of","a":["intellectual figures","craftsmen","low-class artisans","nobles","merchants"],"j":"Before the Renaissance, artists were considered artisans of low status because they worked with their hands. Renaissance-era artists finally attained recognition as intellectual figures."},{"q":"Donatello’s <i>David </i>is known for being","a":["the first freestanding nude created since classical Greece and Rome","carved from cracked marble","the first bronze statue","a representation of both medieval and Renaissance styles","the first major Baroque statue"],"j":"<i>David </i>by Donatello depicts a biblical hero naturalistically cast in bronze. During the Middle Ages, the Greco-Roman tradition of freestanding nudes died out. Donatello revived classical subject matter and techniques with his bronze statue. Michelangelo later carved his <i>David, </i>another freestanding nude of the biblical figure, from a piece of cracked marble."},{"q":"A painting with sfumato would MOST likely feature","a":["subtle blending","bright colors","crosshatching","extreme contrasts between light and dark","hard lines"],"j":"Sfumato refers to a painting style that use soft colors and outlines. The <i>Mona Lisa</i> and many other paintings by Leonardo da Vinci<i> </i>use Sfumato."},{"q":"Which Renaissance-era style used distorted perspective, acidic colors, and twisted poses?","a":["Mannerism","Baroque","contrapposto","Classicism","chiaroscuro"],"j":"Mannerism arose in the sixteenth century, largely in association with the artist Tintoretto. This style used dramatic distortions later furthered by Baroque artists."},{"q":"All of the following traits characterize Baroque art EXCEPT","a":["classic simplicity","rich coloration","chiaroscuro","energetic dynamism","dramatic ornamentation"],"j":"High Renaissance artists used the classical principles of balance, simplicity, and order. Baroque artists, however, created highly emotional and dramatic works using rich color, ornamentation, and contrasts of light and dark. Baroque artists prized energy and emotion over classical rationalism."},{"q":"Someone admiring a Bernini statue would be MOST likely to note its","a":["realistic representations of fabric","geometric style","use of gold details","floral motifs","crisply painted details"],"j":"Gianlorenzo Bernini, a Renaissance b artist, became especially famous for pursuing realism through sculptural forms. He carved stone to appear as soft skin, flowing fabric, and even clouds. Sculptures such as <i>The Ecstasy of Saint Teresa </i>demonstrate Bernini’s ability to create the illusion of flowing fabric."},{"q":"Under Louis XIV, the French “Academy” established","a":["a set of aesthetic and stylistic standards","schools for artistic education across Europe","rewards for dramatic artistic innovations","an appreciation for impressionism in Paris","a set of laws preventing artistic plagiarism"],"j":"King Louis XIV’S court influenced French artistic style through the selection of artworks for the prestigious French <i>salons </i>and the establishment of the Royal Academy of Painting and Sculpture. These stylistic preferences made it difficult for innovative artists such as impressionists to display their works."},{"q":"Which palette is MOST identified with Rococo art?","a":["pastel colors","warm colors","cool colors","dark colors","highly saturated colors"],"j":"Rococo art featured cheerful scenes of frivolity, luxury, and the elite of society. Painters used pastel colors and gold to suit the fanciful tastes of the French court and suggest light-heartedness."},{"q":"<i>Fěte galante</i> paintings featured leisure activities of the","a":["nobility","bourgeois","poor","monarchs","enslaved"],"j":"Jean-Antoine Watteau innovated the genre of painting known as <i>fěte galante. </i>These paintings depicted members of the nobility in scenes of leisure. <i>The Swing </i>by Jean-Honoré Fragonard is one of the most well-known paintings of this genre."},{"q":"Neoclassicism arose out of a fascination with","a":["ancient Greek and Roman democratic ideals","ancient French cave paintings","American art and architecture","Renaissance-era architectural texts","classical scientific theories"],"j":"Neoclassicism revived the styles and subject matter of Ancient Greco-Roman art. This art movement reflects French Revolution and Enlightenment values of human rationalism, democracy, and progress."},{"q":"Which pairing correctly matches a French artist to his art movement?","a":["Jacques Louis David; Neoclassicism","Jean-Antoine Watteau; Romanticism","Eugène Delacroix; Rococo","Rembrandt van Rijn; Baroque","Jean-Honoré Fragonard; Impressionism"],"j":"Jacque Louis David created Neoclassical paintings such as <i>The Oath of Horatio</i>. While Rembrandt van Rijn <i>is </i>considered a Baroque painter, he was Dutch, not French."},{"q":"Which art movement reacted against Neoclassical and Romantic idealism?","a":["Realism","Impressionism","Cubism","Rococo","Baroque"],"j":"Realist artists depicted ordinary people engaged in everyday activities. Unlike Neoclassicism or Romanticism, Realists presented the flawed and the mundane as worthy subject matter."},{"q":"A Post-Impressionist artist is MOST likely to use","a":["bright colors","distorted perspective","geometric shapes","classical subject matter","unconventional mediums"],"j":"Post-impressionists experimented with color, especially unrealistically bright or arbitrary colors. For instance, Vincent van Gogh used colors to represent his emotions rather than realistically depict his subjects."},{"q":"A Degas painting would MOST likely use","a":["a perspective inspired by Japanese artwork","figures inspired by African sculpture","abstraction inspired by music","shading inspired by Renaissance artists","subject matter inspired by Eastern landscapes"],"j":"Japanese prints influenced European artists in the 19<sup>th</sup> century, especially French Impressionists. Their flat aesthetics fascinated Westerners like Degas."},{"q":"Georges Seurat used color techniques inspired by the scientific process of","a":["optical mixing","color absorption","spectroscopy","light absorption","photometric mixing"],"j":"Seurat used dots of complimentary colors that, when viewed from afar, blend to create coherent images. <i>A Sunday Afternoon on la Grande Jatte</i> (yes, the painting from Ferris Bueller’s Day Off) is one famous example of Seurat’s optical mixing technique."},{"q":"European artist Paul Gauguin painted the landscape and native people of","a":["Tahiti","North Africa","the Philippines","New Zealand","South America"],"j":"Paul Gauguin, a major figure in the movement of Primitivism, sought to escape European civilization in his travels to Tahiti. Gauguin’s paintings reflect an othering Western imperialist perspective."},{"q":"De Stijl paintings feature","a":["large geometric patches of primary color","total abstraction and arbitrary color","contrapposto figures rendered in rough brushstrokes","abstracted cityscapes","everyday household objects"],"j":"Piet Mondrian’s De Stijl paintings use grid-like lines to divide the canvas into large rectangular patches of yellow, blue, and red within a white field."},{"q":"Which developed MOST stimulated the Harlem Renaissance?","a":["jazz music’s popularity","an increase in immigration","the 1913 Armory Show","European primitivism","a renewal of interest in the Italian Renaissance"],"j":"During the Harlem Renaissance, African American artists and writers joined together in a cultural movement of creativity and production. Jazz, which was created by African Americans, partially spurred on this movement."},{"q":"The 1913 Armory Show introduced the American public to","a":["European modern art","ancient African art","Asian modern art","Japanese wood prints","French impressionism"],"j":"The 1913 Armory Show brought the works of Picasso, Duchamp, Kandinsky, and other modern masters to America. European Modernism profoundly affected American artistic development in the years after the Armory show. Eventually, New York surpassed Paris as the art center of the world."},{"q":"The Bauhaus School MOST established aesthetic standards for","a":["design and architecture","painting and sculpture","textiles and ceramics","propaganda posters","magazines and newspapers"],"j":"The Bauhaus school dictated standards for design and architecture in the early 20<sup>th</sup> century. Bauhaus principles emphasize function over form and reconcile mass-production with artistic aesthetics.."},{"q":"What did Marcel Duchamp call his new art forms?","a":["ready-mades","fountains","anti-art","collages","performance artwork"],"j":"Marcel Duchamp displayed every-day, oftentimes mass-produced objects as works of art called ready-mades. This category of art challenged traditional definitions of fine art. One of his most famous ready-mades, <i>Fountain</i>, is a porcelain urinal."},{"q":"Which art movement drew inspiration from the theories of Sigmund Freud?","a":["Surrealism","Dada","Cubism","Abstract Expressionism","Minimalism"],"j":"Freud’s theories of the unconscious mind inspired Surrealists such as Salvador Dalí and René Magritte to create dreamlike artworks."},{"q":"Clement Greenberg encouraged artistic innovation in","a":["abstraction","color theory","conceptual artworks","European architecture and sculpture","unusual mediums and production techniques"],"j":"Clement Greenberg promoted artists who advanced abstraction. His tremendous influence allowed him to shape stylistic development in the twentieth century. This trend came to a head with the Abstract Expressionist movement in the 1940s."},{"q":"Jeanne-Claude handled the logistical side of Earthwork projects. Who conceived them?","a":["Christo","Richard Serra","Mariko Mori","Robert Smithson","Michael Heizer"],"j":"Jean-Claude and Christo worked together to create expansive, temporary outdoor artworks. These works, which could span several miles of land, required years of advanced planning and coordination with local authorities."},{"q":"Which dynasty ruled during China’s Golden Age?","a":["the Tang Dynasty","the Qin Dynasty","the Han Dynasty","the Song Dynasty","the Sui Dynasty"],"j":"The Tang Dynasty lasted from 628 to 907 CE. During this era, Chinese artists constructed some of the greatest ceramic sculptures ever made."},{"q":"Which Japanese art form heavily influenced Europe in the nineteenth century?","a":["prints","ceramics","silkscreens","ink paintings","decorative textiles"],"j":"Printmaking is the most admired Japanese art form within the Western world. French artists in the late nineteenth century collected Japanese prints and mimicked their flat colors and overhead perspective."},{"q":"African artistic traditions MOST challenge the Western artistic notion of","a":["aesthetics","functionality","abstraction","tactility","material"],"j":"In African cultures, functional baskets, cloths, and other items can still be highly prized art objects. This challenges the Western systems of art appreciation, which center on institutions such as museums, where individuals observe rather than use artworks."},{"q":"Which culture’s art is largely non-figurative?","a":["Islam’s","India’s","China’s","Benin’s","Nok’s"],"j":"Islamic art and architecture often features abstract or calligraphic decoration. In accordance with the Koran, most Islamic art is non-figurative."},{"q":"Horizontal and vertical lines in art create a sense of","a":["stability","disorganization","energy","dynamism","motion"],"j":"Horizontal and vertical lines suggest stability and organization, while jagged lines imply activity and energy."},{"q":"Immediately after the development of photography, artists MOST felt","a":["pressure to compete with the camera’s realism","desire to explore abstraction","pressure to abandon painting in favor of photography","desire to experiment with unconventional mediums","obligation to include photographs in collage works"],"j":"Directly after the camera’s invention, artists felt pressured to attain a higher level of realism and outdo the new practice. After this initial period, however, artists felt more freedom to explore abstract art and art that departed from the confines of realism."},{"q":"A building designed by Antonio Gaudi would MOST likely feature","a":["curving, organic walls","geometric, brutalist forms","art deco decorations","large glass windows","pyramid structures"],"j":"Spanish architect Antonio Gaudi used curving surfaces inspired by natural forms instead of straight, flat walls and geometric shapes."},{"q":"Which of the following practices is NOT a shading technique?","a":["etching","stippling","hatching","crosshatching","blending"],"j":"Etching is an aspect of the intaglio printmaking process, not a shading technique. Stippling, hatching, crosshatching, and blending are all shading techniques used to suggest three-dimensionality. Stippling employs small dots, while hatching and crosshatching both use lines to shade forms."},{"q":"To create a lithograph, the artist draws directly onto a plate using a(n)","a":["waxy pencil or crayon","engraving chisel","acidic paint","lead pencil","oil-based ink"],"j":"Lithography is a printmaking process that begins with the application of a waxy image to a plate. The artist inks the plate, but the ink only adheres to the wax image. Thus, the artist can press the plate to paper and transfer the image."},{"q":"Which three basic materials does paint comprise?","a":["pigment, binder, and solvent","pigment, wax, and ink","ink, oil, and solvent","oil, pigment, and tempera","water, pigment, and tint"],"j":"Powdered pigments determine the color of the paint. Binders hold the pigment grains together and help the paint stick to a surface, and solvents change the paint’s consistency."},{"q":"Which type of paint dries MOST slowly?","a":["oil","tempera","watercolor","acrylic","gouache"],"j":"Oil paint can take days or even weeks to dry, allowing artists to carefully rework and blend their artworks. On the opposite end of the spectrum, watercolor dries extremely quickly."},{"q":"Potters use slip to","a":["join pieces of clay smoothly together","prepare the potter’s wheel","test the kiln’s temperature","sculpt large, bulky forms","create a rough texture"],"j":"Slip is the liquid clay that potters use to join together different pieces of clay to create a unified, seamless form."},{"q":"Which of the following traits is NOT a typical characteristic of environmental art?","a":["camouflage with the natural environment","a large scale","on-site construction","impermanence","collaboration with local governments or communities"],"j":"Environmental art, or earthworks, refers to large-scale outdoor installation works. Oftentimes these works require extensive preplanning and coordination with local groups. They usually alter the environment in an auspicious way. For instance, Jean-Claude and Christo surrounded islands with bright pink plastic in one earthwork."},{"q":"The Parthenon used the architectural technique of","a":["post-and-lintel construction","dome scaffolding","concrete mixing","vaulting the interior","buttress counterbalancing"],"j":"Post-and-lintel construction places a horizontal beam across two vertical supports. The Greek Parthenon uses vertical columns to support a horizontal frieze element."},{"q":"The 1851 World’s Fair included the glass-and-iron architectural structure called the","a":["Crystal Palace","Glass Kingdom","Diamond Castle","Glass House","Iron Throne"],"j":"The Crystal Palace housed many exhibitions during the 1851 world’s fair in London. Although photographic evidence remains, the structure itself burnt down in 1936."}],[{"q":"Select the answer that correctly lists three significant events from the 1960s in chronological order.","a":["John F. Kennedy’s assassination; the passing of the Civil Rights Act; the Apollo 11 moon landing","Martin Luther King Jr.’s assassination; the Apollo 11 moon landing; the passage of the Civil Rights Act","the Apollo 11 moon landing; Malcom X’s assassination; John F. Kennedy’s assassination","the passing of the Civil Rights Act, John F. Kennedy’s assassination;","Martin  Luther King Jr.’s assassination; Cuban Missile Crisis; the Apollo 11 moon landing"],"j":"John F. Kennedy was assassinated in 1963, the Civil Rights Act was passed in 1964, and the Apollo 11 moon landing occurred in 1969."},{"q":"Which Ab Ex artist emigrated to America after World War II?","a":["Hans Hofmann","Joan Mitchell","Clyfford Still","Jackson Pollack","Barnett Newman"],"j":"Although many historians laud Abstract Expressionism as a distinctly American art form, many of its artists emigrated from Europe. Hans Hofmann left Germany for the United States and became one of the most famous teachers of the style."},{"q":"Which technology MOST facilitated the exchange of ideas and images in the 1960s?","a":["television","newspaper","books","photographs","computers"],"j":"The television became a household object in the 1960s. This development allowed videos, images, and ideas to spread across the nation at a pace never seen before. The television’s spread of information also aided in the formation of global youth culture and movements."},{"q":"Which group(s) had the MOST difficulty obtaining fame and success in the 1960s American art world?","a":["women and people of color","the lower class and immigrants","European immigrants","abstract expressionists","commercial artists"],"j":"Despite the social revolutions of the 1960s, white male artists still dominated the art world. Art critics and dealers did not pay as much attention to female and non-white artists, reflecting the conservatism that remained in the art world even as the civil rights movement progressed."},{"q":"After World War II, the art center of the Western world shifted from","a":["Paris to New York","Britain to the United States","London to Rome","Berlin to Moscow","France to California"],"j":"New York overtook Paris in the 1950s as France recovered from Nazi occupation and the United States benefited from the influx of immigrant artists."},{"q":"Which art movement was nicknamed the “New York School?”","a":["abstract expressionism","pop art","surrealism","expressionism","mixed media"],"j":"Abstract expressionism largely developed in the United States and enjoyed international popularity. This new art style helped to establish New York as the new cultural capital of the Western world."},{"q":"AbEx artists drew inspiration from the surrealist concept that art is","a":["an expression of the psyche","a portrayal of dreams","necessitated by wartime trauma","a religious practice","a highly physical practice"],"j":"Surrealists originally drew from Freud’s theories about the unconscious mind. AbEx artists also believed that art could serve as a direct expression of deep emotions."},{"q":"John McCarthy and the Un-American Activities Committee sought to","a":["blacklist communist sympathizers","promote AbEx art as a symbol of freedom","promote democracy in Eastern countries","support small businesses","exile families of known communists"],"j":"McCarthy led the movement to blacklist all suspected communist sympathizers. As a result, some artists were forced to express themselves through abstraction because their figurative art could be perceived as anti-American."},{"q":"Jasper John’s university art teachers encouraged him to move to","a":["New York","California","London","Paris","South Carolina"],"j":"New York was the capital of the 1960s art world. While artists previously would have been encouraged to study in Paris, New York took on this role after World War II."},{"q":"What did Jasper Johns do during the Korean War?","a":["Serve in the military","Create propaganda posters","Work on an agricultural farm","Create political cartoons","Attain fame through a series of solo exhibitions"],"j":"Jasper Johns was drafted in 1951, stationed first in South Carolina and then in Japan before returning to New York in 1953."},{"q":"What style of music did John Cage create?","a":["experimental music","neo-romantic music","atonal music","baroque music","jazz music"],"j":"John Cage was a highly experimental, avant-garde composer. He shared close friendships with Jasper Johns, Robert Rauschenberg, and Merce Cunningham."},{"q":"Encaustic painting uses","a":["pigment mixed with hot wax","water-based paint","shredded newspaper as a binder","lithograph printing techniques","protective glazes"],"j":"The encaustic technique uses pigment-infused hot wax as paint. The wax dries quickly and binds to the canvas. Jasper Johns created encaustic paintings of the American flag in the 1960s."},{"q":"Which material was NOT used in Jasper John’s <i>Flag</i>?","a":["flag fabric","newspaper","bedsheets","wooden panels","encaustic paint"],"j":"<i>Flag </i>is made up of bedsheets mounted on wooden panels. Johns painted on pieces of newspaper with encaustic paint."},{"q":"Choosing a recognizable subject for <i>Flag </i>MOST allowed Jasper Johns to","a":["focus on the painting’s formal qualities","appeal to a niche audience","tap into classical tradition","imitate cubist techniques","avoid controversy"],"j":"By depicting an American flag, Jasper Johns circumvented any concerns with creating extremely meaningful subject matter. This allowed him to focus instead on the formal qualities of the work."},{"q":"Jasper Johns’ choice of subject is MOST comparable to","a":["Duchamp’s use of mass-produced goods in his readymades","Bernini’s depictions of Greek mythological figures","Picasso’s abstraction of bodies","van Gogh’s depictions of local cafes","Nam June Paik’s innovation of video art"],"j":"Duchamp displayed mass-produced, everyday items as sculptural works called readymades. Jasper Johns also used familiar subject matter in his American flag paintings. Just like Duchamp displayed common objects, Johns reproduced a common, well-known symbol."},{"q":"What philosophical notion does both <i>The Treachery of Images </i>and <i>Flag</i> illustrate?","a":["Images are representations of objects, not the objects themselves.","There is no difference between art and consumer objects.","Displaying an object in a museum changes its meaning.","Subject matter is more important than an artwork’s formal qualities.","Art cannot be mass-produced."],"j":"<i>The Treachery of Images </i>by René Magritte depicts a pipe with the words “Ceci n’est pas une pipe,” meaning “this is not a pipe,” underneath. In other words, a painting of a pipe is not a pipe itself. Similarly, Jasper Johns’ paintings of flags are not truly flags, but representations of them."},{"q":"Jasper Johns painted all of the following subjects EXCEPT","a":["magazine covers","flags","targets","ale cans","maps of the United States"],"j":"Jasper Johns painted familiar symbols that already existed in the public consciousness. These symbols included stenciled numbers, maps, ale cans, flags, targets, and more."},{"q":"Gallery owner Leo Castelli opened the first","a":["solo show of Jasper Johns’ artwork","exhibition of AbEx artists in the United States","solo show of Robert Rauschenberg’s artwork","Happening","exhibition of video art"],"j":"Robert Rauschenberg introduced Leo Castelli to Jasper Johns’ work, and Castelli opened Johns’ first solo show in 1958. Johns was unknown in the art world, but this show catapulted him to fame."},{"q":"Why would Alfred J. Barr NOT buy <i>Flag </i>for the Museum of Modern Art?","a":["He worried that museum members would find it unpatriotic.","The subject matter could be copyrighted.","Audiences still found AbEx art more interesting.","Johns’ price for the artwork was too high.","The artwork’s materials would deteriorate quickly."],"j":"Barr worried that the work might be considered unpatriotic. In this period of harsh McCarthyism, Barr couldn’t risk his reputation and livelihood."},{"q":"Which Jasper Johns painting did <i>Artnews</i> magazine feature on its cover in 1958?.","a":["<i>Target with Four Faces</i>","<i>Flag</i>","<i>Map</i>","<i>Numbers in Color</i>","<i>Green Target</i>"],"j":"<i>Target </i>depicts a yellow and blue circular target, with four faces peering out of boxes or cabinets above it. Although Jasper Johns was not well-known in the art world at the time, <i>Artnews</i> featured this work in their January 1958 issue."},{"q":"Jasper Johns’ first solo show","a":["established his artistic career","failed to sell more than a handful of works","attracted little attention","led to his collaboration with Robert Rauschenberg","drew a European rather than American audience"],"j":"Johns’ first show was very successful. His show sold out, and three of his works were purchased for the Museum of Modern Art."},{"q":"Philip Johnson bought <i>Flag </i>at Jasper Johns’ first solo show but later","a":["donated it to the Museum of Modern Art","donated it to the Jasper Johns museum","gave it to Robert Rauschenberg after Johns’ death","gifted it to the White House","established a public gallery to house it"],"j":"Alfred J. Barr bought three of Jasper Johns’ works for the Museum of Modern Art, but could not buy <i>Flag </i>in fear of stirring controversy. Instead, he encouraged Philip Johnson to buy it. Johnson later donated <i>Flag </i>to the Museum of Modern Art in honor of Barr."},{"q":"Jasper Johns was a skilled painter, sculptor, and","a":["printmaker","video artist","performance artist","ceramicist","textile maker"],"j":"Jasper Johns’ skill in printmaking was highly unusual in his generation of painters. He created lithographs, etchings, and monotypes that featured similar symbols and subject matter as his paintings and sculptures."},{"q":"Allan Kaprow attended New York University and majored in","a":["philosophy and art history","art and mathematics","economics","history and visual studies","filmmaking"],"j":"Alan Kaprow received his bachelor’s degree in 1949, majoring in philosophy and art history. While at New York University, he also studied at Han’s Hofmann’s art school."},{"q":"With which major AbEx artist did Allan Kaprow study?","a":["Hans Hofmann","Jackson Pollack","Clyfford Still","Mark Rothko","Barnett Newman"],"j":"During his final year at New York University, Allan Kaprow studied at Hans Hofmann’s private painting school. Hans Hofmann , a European immigrant, taught AbEx techniques to American artists in New York."},{"q":"Allan Kaprow’s “action-collages” incorporated","a":["gestural painting and detritus from everyday life","paper, tinfoil, and cloth cut into rough, abstract shapes","drip painting and trompe l’oeil elements","long pieces of rope and string","perishable organic materials"],"j":"Kaprow created assemblages that used AbEx painting techniques and everyday objects such as paper, fruit, and cardboard boxes."},{"q":"Allan Kaprow’s “Environments” are BEST described as","a":["object-filled spaces that the viewers move through","wooden boxes filled with organized items","collages that evoke the natural landscape","earthworks that incorporate manmade materials into the natural world","installations of brightly-colored plastic trees, rocks, and animals"],"j":"Kaprow’s “Environments” are spaces filled with different objects which the viewer must move through. Often, the viewer must interact with the objects or change their position, thus changing the space’s composition."},{"q":"Allan Kaprow studied music composition under","a":["John Cage","Merce Cunningham","Arnold Schoenberg","Hans Hofmann","Leonard Bernstein"],"j":"Kaprow attended a course taught by John Cage at the New School for Social Research. John Cage was a highly experimental composer, and inspired Kaprow by introducing him to new possibilities in art."},{"q":"During John Cage’s piano composition <i>4’33”</i>, the pianist","a":["is completely silent","plays a deliberately out-of-tune instrument","improvises rather than reading music","uses an atonal scale","repeats a four-note motif at varying tempos"],"j":"<i>4’33”</i> consists of three movements marked “tacit,” meaning that the pianist does not play anything. The “music” consists of the chance noises of the environment and the audience."},{"q":"Jackson Pollock’s drip technique placed the canvas","a":["on the ground","on an easel","on a table","propped against a wall","on a system of supports"],"j":"Pollock placed his canvases on the ground and dripped, poured, and flung paint onto the surface. This technique radically changed the position of the canvas from vertical to horizontal."},{"q":"What caused Jackson Pollock’s death?","a":["car accident","drug overdose","heart attack","gunshot wound","brain tumor"],"j":"Jackson Pollock died during the height of his fame in a car crash, only nine years after developing his famous drip technique."},{"q":"A famous cartoon critique of Jackson Pollock depicted","a":["a monkey dripping paint onto a canvas","a child holding up a painting similar to Pollock’s artworks","a group of unimpressed children and adults viewing one of Pollock’s paintings","a chicken with paint-covered feet walking across a canvas","the artist accidentally knocking over a bucket of paint onto a canvas"],"j":"The cartoon monkey demonstrates a skeptical reaction to Pollock’s radical new painting techniques. His completely abstract works provoked criticism from art critics and the public alike."},{"q":"Who extensively filmed and photographed Jackson Pollock’s painting process?","a":["Hans Namuth","Walker Evans","Ansel Adams","Henri Cartier-Bresson","Robert Capa"],"j":"Hans Namuth photographed and filmed Pollock in 1950. Pollock used a highly physical painting process. His movements around the canvas are often compared to dancing."},{"q":"Which term did Harold Rosenberg invent?","a":["action painting","total abstraction","artistic improvisation","fine craft","Happenings"],"j":"Rosenberg coined “action painting” to describe the abstract art of Jackson Pollock and other AbEx artists. This term emphasizes the physicality of certain AbEx painting techniques. The artist’s energetic motions create and are evident in their artworks."},{"q":"Allan Kaprow’s essay “The Legacy of Jackson Pollock” accurately predicted the 1960s trend of","a":["blending art and life","returning to non-abstract forms","anti-war youth movements","a global youth culture","flat pop art forms"],"j":"Kaprow argued in his essay that an appreciation of art transforms into an appreciation of everyday forms and environments. He wrote that all cultural producers in the younger generation appreciated and sought meaning in the ordinary. Artists like Andy Warhol would fulfill Kaprow’s prophecy with subject matter derived from shopping carts, magazines, and the like."},{"q":"<i>18 Happenings in 6 Parts </i>took place at the","a":["Reuben Gallery","Museum of Modern Art","Black Mountain College","Hansa Gallery","Tate Modern"],"j":"The Reuban Gallery was a loft located on Fourth Avenue in Manhattan’s East Village. Kaprow created three spaces within the gallery for viewers to move through."},{"q":"What material(s) did Allan Kaprow use to separate the spaces within <i>18 Happenings in 6 Parts</i>?","a":["plastic and canvas sheets and wood","different rooms within the gallery","folding silk screens","intricate cloth curtains","shower curtains hung on plastic pipe frames"],"j":"Kaprow created three separate areas within the Reuben Gallery using wood and sheets of plastic and canvas. This allowed the viewers to experience and move through three coherent, isolated spaces."},{"q":"Participants in <i>18 Happenings in 6 Parts </i>carried out a series of actions that were","a":["planned out beforehand by Kaprow","spontaneous reactions to objects within the spaces","decided by the participants before entering each space","intended to rearrange or alter the space","intended to leave the space undisturbed"],"j":"Kaprow created an intricate “score” that informed the participants’ actions within the spaces. The six participants would move through the spaces, completing the actions, over the course of an hour."},{"q":"The groups of participants in <i>18 Happenings in 6 Parts</i> consisted of","a":["three men and three women","three people","three men and one woman","one man and one woman","eighteen people"],"j":"Kaprow specified that attendants would move through the spaces in groups of six, with three women and three men. The six different members would all simultaneously complete different actions dictated by Kaprow."},{"q":"Happenings MOST often blurred the distinctions between","a":["theater and art","sculptures and installations","fine art and craft","performance art and social interaction","independent art observation and group interaction"],"j":"In Happenings, the audience also acts as participants. Happenings thus serve as both installation artworks and theatrical performances."},{"q":"What did Susan Sontag compare to Happenings?","a":["modernist artworks","experimental theater","early video art","ancient ritual spaces","19<sup>th</sup> century Parisian salons"],"j":"Art critic Susan Sontag writes in an essay that Happenings share similarities with modernist paintings. Although Happenings blur the line between theater and art, Sontag argues that they are closer to art than theater because Happenings have no plot or sense of conclusion."},{"q":"What did Susan Sontag argue was the focus of Happenings?","a":["materials","human interaction","theatrical elements","space","emotional response"],"j":"Sontag’s essay on Happenings states that these events chiefly focus on materials and the viewer’s interaction with them. This point of view situates Happenings closer to art than to theater."},{"q":"Many art historians consider <i>Theater Piece No. 1 </i>to be","a":["the first Happening","Allan Kaprow’s most experimental Happening","an influence to the aesthetics of counterculture","the inspiration for the design of Andy Warhol’s Factory","heavily inspired by Surrealist philosophy"],"j":"Composer John Cage organized <i>Theater Piece No. 1 </i>in the 1950s. This work took place at the highly avant-garde Black Mountain College. In this Happening, Cage lectured from atop a ladder while musicians, artists, and dancers moved around below him. One of Robert Rauschenberg’s paintings featured as part of the set."},{"q":"Which style would artists visiting black Mountain College during the 1950s MOST likely pursue?","a":["avant-garde","neo-classical","photorealism","abstract expressionism","collage-based"],"j":"Many avant-garde artists from Europe and the United States traveled to Black Mountain College to teach or participate in experimental activities. John Cage created his <i>Theater Piece No. 1 </i>at Black Mountain College."},{"q":"In which way did Happenings resist the art market?","a":["They did not involve or produce saleable objects.","They did not take place in museums.","They were permanent installations.","They used cheap materials.","They were often created by large groups."],"j":"Happenings were time-bound events rather than tangible (and thus saleable) works of art. The immaterial nature of Happenings circumvents the constructs of the art market."},{"q":"<i>18 Happenings in 6 Parts</i> was documented through the following forms EXCEPT","a":["initial sketches and models","photographs","printed programs","Kaprow’s “score”","participant’s written accounts"],"j":"Happenings exist as a time-bound experience, and thus cannot be viewed or interacted with after their closing. Art historians reconstruct happenings through written, video, and photo evidence."},{"q":"Happenings laid the foundation for","a":["performance art","video art","earthworks","avant-garde sculpture","textile art"],"j":"Performance art, like Happenings, incorporates elements of both fine art and theater. Both Happenings and Performance art are time-bound events; they cannot be displayed for long amounts of time, like a painting or sculpture."},{"q":"Which art movement first dominated the art world in the 1960s?","a":["Pop art","AbEx","action painting","Happenings","Neo-Dada"],"j":"The 1960s was first dominated by Pop artists such as Andy Warhol and Roy Lichtenstein. However, the 1960s saw a proliferation of experimentation outside of Pop art aesthetics and philosophies."},{"q":"With which artist did Jasper Johns share a romantic relationship?","a":["Robert Rauschenberg","Merce Cunningham","Helen Frankenthaler","Mark Rothko","Lee Krasner"],"j":"Johns and Rauschenberg shared both an artistic and romantic relationship. Rauschenberg helped Johns begin his artistic career, convincing him to quit his job at a bookstore in order to spend more time on art."},{"q":"Before their artistic careers took off, Jasper Johns and Robert Rauschenberg had freelance jobs creating","a":["window displays","magazine illustrations","children’s book illustrations","promotional materials for companies","interior decoration plans"],"j":"Robert Rauschenberg convinced Jasper Johns to quit his job at a bookstore and take on a freelance job so that the latter would have more time to pursue his artistic career."}],[{"q":"Modern art MOST differed from Pop art as it","a":["distanced the viewer from everyday life","emphasized line over color","drew inspiration from advertising","was a female-led art movement","responded to political events"],"j":"While modern artists typically created works that were distanced from reality and everyday objects, Pop art drew its subject matter from advertising, the media, popular entertainment, and common consumer products."},{"q":"Pop artists were motivated to incorporate the everyday into art for all of the following reasons EXCEPT","a":["to create a new mode of abstract painting","to make the everyday seem strange","to elevate the everyday to fine art status","to make art more accessible to the public","to criticize bourgeoisie society"],"j":"Pop art was concerned with popular culture, and thus elevated pop culture items, which were legible to the general public, to art items. Pop art also provokes a reexamination of its subject matter, both as a method of social critique and to turn the everyday into the bizarre."},{"q":"Where was Pop art first developed?","a":["England","the United States","France","the USSR","Germany"],"j":"Although Pop art flourished in New York, the movement began in England during the 1950s with Richard Hamilton and the Independent Group."},{"q":"What did Robert Rauschenberg do during World War II?","a":["He was drafted into the navy and worked in a military hospital.","He created propaganda posters for the United States.","He designed uniforms for army officers.","He became a recluse and moved to the countryside.","He was drafted into the army and served in Egypt."],"j":"Rauschenberg was drafted into the United States Navy, serving as a neuropsychiatric technician in San Diego’s military hospital. During the war, Rauschenberg saw paintings for the first time at the Huntington Art Gallery."},{"q":"What type of painting is typical of Rauschenberg’s early artworks?","a":["monochromatic white painting","silkscreen print painting","action painting","tromp l’oeil painting","encaustic painting"],"j":"Rauschenberg’s most well-known early works are his monochromatic white paintings and his experimental blueprint paper works. His monochromatic white paintings were used in the set for John Cage’s Happening, <i>Theater Piece No. 1.</i>"},{"q":"During his years at Black Mountain College, Robert Rauschenberg came into contact with","a":["avant-garde artists who would become his collaborators","artists using the French Academic style of painting","scientists who worked on the Manhattan Project","Jungian philosophers","the new practice of musical therapy, pioneered after World War II"],"j":"At Black Mountain College, Rauschenberg met figures like composer John Cage and choreographer Merce Cunningham, with whom he collaborated for years."},{"q":"What elements did Rauschenberg’s “Combines” include?","a":["found materials and elements of painting and sculpture","objects from his travels","elements of collage and hyper-realism","elements of screen printing and pieces of magazines","pieces of trash and rubble from bomb raid ruins"],"j":"Rauschenberg’s “Combines” used principles of both painting and sculpture. The artist included found materials such as wood, cloth, and mass-produced goods in these works. <i>Bed </i>and <i>Monogram </i>are two of Rauschenberg’s most famous Combines, with the former featuring a large, paint-covered quilt and the latter, a stuffed goat and car tire."},{"q":"How are viewers of <i>Black Market </i>invited to interact with the artwork?","a":["They can exchange an item in their suitcase for one of their own.","They can paint or write on part of the artwork.","They can stamp their hand with Rauschenberg’s hand-made stamp.","They can put coins into the suitcase.","They can add new pieces of newspaper to the surface."],"j":"The audience of <i>Black Market </i>can take one item from the suitcase as long as they replace it with something of their own. Thus, the contents of the suitcase and the artwork itself are always changing."},{"q":"Which of the following items does <i>Black Market</i> NOT include?","a":["a string of lightbulbs","a one way street sign","a suitcase","a rope","a set of numbered stamps"],"j":"<i>Black Market </i>is an assemblage made from paint, printed paper, newspaper, wood, metal, and more. It features several found items, including a suitcase, a one way street sign, a rope, and a set of stamps."},{"q":"What appears on the lid of the suitcase in <i>Black Market</i>?","a":["instructions written by Rauschenberg for the audience","a print of a newspaper article about black market economies","a flag motif designed by Jasper Johns","the sheet music for a composition by John Cage","Rauschenberg’s signature"],"j":"The lid of the suitcase features Rauschenberg’s instructions for exchanging the items within the suitcase."},{"q":"How does <i>Black Market </i>blur the line between the everyday and fine art?","a":["It is made from everyday materials and invites audience participation.","It features advertisements and uses the painting techniques of realism.","It is not meant to be displayed inside museums.","It was create using commercial methods of mass production.","It uses cheap paints that corrode over time."],"j":"Rauschenberg uses common, everyday materials and objects to create a work of fine art that evokes the detritus of the street."},{"q":"How does the title of <i>Black Market</i> relate to its materials?","a":["Rauschenberg and the participating viewers “smuggle” everyday items and materials into a museum through this artwork.","Rauschenberg paints or covers expensive, high quality materials to give them the appearance of trash.","Rauschenberg uses materials found at an abandoned warehouse where alcohol was illegally stored during prohibition.","The artwork only uses materials that cannot be bought in the United States.","The artwork envisions the black market as a physical, singular location."],"j":"The artwork features common, everyday materials and found  objects that push the boundaries of “fine art.” Furthermore, the audience can incorporate their own items into a museum by exchanging them for items inside the suitcase."},{"q":"Rauschenberg’s <i>Short Circuit</i> contains two artworks by other artists hidden behind a","a":["hinged door","painted curtain","see-through fabric","metal grating","dirty pane of glass"],"j":"<i>Short Circuit </i>contains artworks by Susn Weil and Jasper Johns behind a hinged door panel. Experimental works such as this one undermined Rauschenberg’s status as the artist and creative force behind his artworks."},{"q":"Art historians such as Benjamin B.D. Buchloh MOST criticize interactive artworks like <i>Black Market </i>for being","a":["infantilizing and too restrictive","difficult to preserve","derivative of earlier nineteenth century practices","violations of traditional museum etiquette","overly concerned with avant-gardism"],"j":"Benjamin B.D. Buchloh criticized interactive artworks for being both infantilizing to the audience and too restrictive in the means of interaction. However, audience participation in artworks was an extremely radical shift that challenged the traditional role of museum visitors."},{"q":"How has <i>Black Market</i>’s exhibition changed over time?","a":["The audience can no longer physically interact with the artwork.","Rauschenberg allowed the artwork to be displayed indoors in later years.","Collaborators including Jasper Johns added their own combines to the artwork.","It is no longer part of a Happening.","It has increased dramatically in size."],"j":"Because of concerns about preservation, museum visitors can no longer touch <i>Black Market </i>or swap out items in the suitcase. Although Rauschenberg intended the artwork to be interactive, art institutions are more concerned with the artwork’s condition than maintaining its tradition of audience participation."},{"q":"While studying art, Claes Oldenburg also worked as a","a":["reporter","set designer for theater","magazine illustrator","window display creator","comic book illustrator"],"j":"Oldenburg wrote for the City News Bureau of Chicago during his first two years at the Art Institute of Chicago"},{"q":"When Claes Oldenburg moved to New York, he met artists primarily interested in","a":["performance art","floor-based art","assemblages","screen printing","outdoor installations"],"j":"Oldenburg met New York-based artists experimenting in performance artwork, including George Brecht, Allan Kaprow, George Segal, and Robert Whitman. This group of artists introduced him to the avant-garde art scene and community."},{"q":"From which material was Claes Oldenburg’s <i>The Street </i>constructed?","a":["trash from New York streets","old street signs and stoplights","concrete and white paint","large advertising billboards and panes of glass","movie posters and torn clothing"],"j":"<i>The Street </i>was displayed at Oldenburg’s first major show, at the Judson Gallery. It featured silhouettes made out of trash amongst more trash spread across the floor."},{"q":"What did Claes Oldenburg present in a mock yard sale during his Happening <i>Snapshots from the City?</i>","a":["objects from an earlier work","polaroid photographs taken by the artist","cheap tourist trinkets marked with extremely high prices","his personal belongings","objects donated by the visitors as an entry fee"],"j":"<i>Snapshots of the City </i>continued from the foundation laid by <i>The Street, </i>presenting the objects from the latter as if they were for sale."},{"q":"What did Claes Oldenburg sell in his project, <i>The Store</i>?","a":["plaster sculptures of everyday objects","paintings he created in his early artistic career","copies of his contemporaries’ artworks","pieces of trash","painted grocery store packaging"],"j":"Oldenburg sold exaggerated, lumpy plaster sculptures of common objects, first at a gallery and later in a working-class neighborhood."},{"q":"The painting style Oldenburg uses in <i>The Store</i> references","a":["AbEx painting","the improvisatory nature of avant-garde music","set pieces from an earlier Happening","geometric aesthetics of architecture","advertising color schemes"],"j":"Oldenburg used a drippy painting style as a tongue-in-cheek nod towards Abstract Expressionism, especially the artworks of Jackson Pollack."},{"q":"How did <i>The Store </i>MOST challenge the division between fine art and commercial goods?","a":["It demonstrated that the economies of the high art world and the neighborhood dime store are essentially the same.","It priced mass-produced goods at the same value as sculptural works.","It presented a dime store in a fine art institution, changing the store’s context.","It displayed found objects that could easily deteriorate as art.","Museum visitors participated by creating the objects that Oldenburg sold."],"j":"Oldenburg displayed his sculptural works in a store front, blurring the distinctions between fine art sales and everyday economic transactions."},{"q":"Yayoi Kusama may have inspired Oldenburg to","a":["create sculptures using fabric","create mirrored installation works","use repetition as an artistic motif","create paintings featuring dots","lecture at a Japanese art school"],"j":"Oldenburg created “soft sculptures” of everyday objects that may have been inspired by Kusama’s fabric sculptures. She is most famous for covering everyday objects with stuffed fabric phalli. Kusama was also based in New York, and her studio and Oldenburg’s were in the same building."},{"q":"Claes Oldenburg’s inflatable ice pack sculpture is an example of his","a":["motorized soft sculptures","plaster sculptures","floor pieces","set pieces for Happenings","mass-produced artworks"],"j":"Oldenburg’s inflatable artwork was created as a part of the Experiments In Art and Technology program, created by Robert Rauschenberg and Billy Klüver. Oldenburg collaborated with an engineer to create this fabric sculpture."},{"q":"How is <i>Floor Cake </i>displayed in museums?","a":["on the floor","on a pedestal","on the wall","in a glass protective box","suspended from the ceiling"],"j":"<i>Floor Cake </i>and Oldenburg’s other early soft sculptures rest directly on the floor. This created the sensation that the oversized objects had simply been plucked from everyday life and placed in the museum."},{"q":"Traditional Western sculpture is MOST likely to be made from","a":["durable, hard materials","rare, expensive materials","soft, pliable materials","mass-produced materials","synthetic materials"],"j":"For most of art history, sculptural works have been made of hard, durable materials like stone, wood, and metal. Claes Oldenburg’s soft sculptures, made from fabric, diverged from this traditional model."},{"q":"How does <i>Floor Cake </i>MOST differ from traditional sculpture?","a":["It is humorous.","It is part of an installation.","Viewers are encouraged to touch it.","It is brightly colored.","It is a readymade."],"j":"While most sculptures have a serious tone and are meant to be the subjects of awe and reflection, Oldenburg’s soft, fabric sculptures of oversized everyday food items are contrarily humorous."},{"q":"What was Patty Mucha’s role in creating Oldenburg’s soft sculptures?","a":["She assisted with all the technical aspects of creating the sculpture.","She, along with Yayoi Kusama, may have inspired Oldenburg to use fabric.","She dyed the fabrics.","She stuffed the finished fabric creations with cotton.","She painted the final details."],"j":"Claes Oldenburg did not know how to sew, and thus largely relied on his wife, Mucha, to create his soft sculptures. Despite her involvement, Mucha rarely receives any credit for her work on these sculptures."},{"q":"What is the MOST likely reason Yayoi Kusama and Patty Mucha are not usually given credit for their influence on Claes Oldenburg?","a":["Art history focuses on the idea of a male artistic genius.","The extent of their actual involvement in Oldenburg’s artwork is unknown.","Neither of them considered themselves artists.","Oldenburg wanted to maintain his appearance of originality.","All three individuals were part of different art movements."],"j":"Although Pop art broke from Abstract Expressionism in many ways, art criticism continued the AbEx trend of focusing on  the archetype of the male artistic genius."},{"q":"Andy Warhol’s first jobs as an artist consisted MOSTLY of","a":["commercial illustrating","illustrating children’s books","interior design","selling fine art in galleries","creating murals for public spaces"],"j":"Warhol began his career as a commercial artist, creating artwork for magazines or advertisements. He became particularly well-known for his watercolor paintings of high heeled shoes."},{"q":"What artworks featured in Andy Warhol’s first gallery exhibition?","a":["illustrations for Truman Capote’s writings","prints of Campbell’s soup cans","watercolor paintings of I. Miller shoes","copies of comic book panels","AbEx paintings"],"j":"Andy Warhol’s first gallery exhibition occurred in 1952. Warhol was an enthusiastic fan of Capote for many years, and his illustrations of the author’s writings featured in this gallery show."},{"q":"What was the initial response to Andy Warhol’s soup can paintings?","a":["The paintings initially did not achieve much critical or financial success.","The paintings were immediately praised for Warhol’s innovative screen printing technique.","The paintings became popular in New York, but did not achieve global recognition for years.","The paintings were overshadowed by an AbEx exhibition that opened on the same day.","The paintings were interpreted as commercial rather than fine art."],"j":"While the Campbell’s soup cans eventually became Warhol’s most iconic artwork, very few people were interested  in buying them at first and there was little positive critical response."},{"q":"From which form of popular media did Roy Lichtenstein draw his subject matter?","a":["comic books","movie posters","perfume advertisements","fashion magazines","television shows"],"j":"Roy Lichtenstein became famous for his paintings of comic book panels, which oftentimes directly copied from source material. His use of crisp lines and the Ben-Day dot may have influenced Andy Warhol’s artistic style."},{"q":"Which of the following consumer items featured in many of Warhol’s early Pop art paintings?","a":["Coca-Cola bottles","high heeled shoes","Brillo boxes","movie posters","newspapers"],"j":"Paintings such as <i>Coca-Cola 2,</i> one of Warhol’s earliest Pop art works, and <i>Green Coca-Cola Bottles</i> feature the bottle and logo ubiquitous to stores around the United States."},{"q":"In 1962, Andy Warhol made a major stylistic and technical shift by switching from hand painting to","a":["silkscreen","sculpture","engraving","woodblock prints","intaglio printmaking"],"j":"Warhol’s use of silkscreen printing allowed him to repeat the same image over and over again, using the technology of mass production rather than traditional artistic techniques."},{"q":"Which of the following subject matters did Andy Warhol’s paintings NOT commonly feature?","a":["landscapes","disasters","flowers","commercial food packaging","celebrities"],"j":"Andy Warhol did not typically make landscape paintings, preferring to focus on images, people, or objects that related to pop culture."},{"q":"Why did Andy Warhol refer to his studio as “The Factory”?","a":["He used methods of mass production to create his paintings.","The prevalence of drugs filled the studio with smoke, similarly to a factory.","The building where his studio was located used to be a factory.","He didn’t want to have any associations with the Fine Art world.","The constant noise and motion within the studio caused him to compare it to a factory."],"j":"Warhol called his studio ‘The Factory’ because he viewed his artistic process as machine-like. Warhol even once commented, “I want to be a machine.”"},{"q":"What event prompted Andy Warhol create a series of paintings to featuring Marilyn Monroe?","a":["Marilyn Monroe’s death","Marilyn Monroe’s sudden rise to fame","Marilyn Monroe’s purchase of ten paintings by Warhol","the release of Marilyn Monroe’s autobiography","Marilyn Monroe’s meeting with Warhol"],"j":"Warhol created <i>Marilyn Diptych </i>and other similar paintings after Marilyn Monroe’s death. These artworks examined celebrity culture, death, and pop idols."},{"q":"<i>Marilyn Diptych </i>features the repeated motif of","a":["a publicity photo","a movie poster","a hand painted portrait by Warhol","a personal photo","frames from a roll of film"],"j":"Warhol did not make the image of Marilyn himself, but borrowed it from popular culture. He used a publicity photo, changing the colors and repeating it both in greyscale and garish colors."},{"q":"What aspect of <i>Marilyn Diptych</i> drew inspiration from Piet Mondrian?","a":["the grid structure","the use of primary colors","the geometric shapes","the thick, black lines","the celebrity subject matter"],"j":"Piet Mondrian became well-known for his grid-like paintings with large, rectangular fields of color. Warhol uses a grid format in <i>Marilyn Diptych </i>and many other paintings as a nod to Mondrian."},{"q":"As what did Nam June Paik train before the outbreak of the Korean War?","a":["a classical pianist","an oil painter","a photographer","a filmmaker","an art history teacher"],"j":"Nam June Paik originally trained to become a classical pianist, studying under famous avant-garde composers including Arnold Schoenberg. His later experimentations with technology led him to develop the genre of video art."},{"q":"Which art genre did Nam June Paik pioneer?","a":["video art","performance art","art cinema","spliced audiotape","computer art"],"j":"Nam June Paik invented video art, which incorporates or features live or recorded videos into works of art."},{"q":"What type(s) of artistic output did Fluxus emphasize?","a":["performance-based events","video art","cooperative international projects","installations","environmental art"],"j":"Fluxus focused on events in “flux,” and thus preferred performances rather than permanent, unchanging works of art. Fluxus events shared some similarities with Happenings, but had a greater anti-art foundation."},{"q":"Compared to other art movements of the time, Fluxus included more","a":["women","filmmakers","Koreans","engineers","anarchists"],"j":"Fluxus included more female artists than any other contemporary art movement. Members included Yoko Ono, Alison Knowles, and Mieko Shiomi."},{"q":"What did Fluxus artists MOST commonly call their events or works?","a":["anti-art","Happenings","performances","concerts","living sculpture"],"j":"Fluxus artists referred to their creations and events as anti-art. They did not view their artistic output as artwork, and rejected traditional labels and institutions."},{"q":"Nam June Paik’s <i>Zen for Head </i>interpreted a","a":["score written by LaMonte Young","set of rules in the Fluxus Manifesto","sheet music as a physical performance","poem by an avant-garde writer","set of instructions for a model plane kit"],"j":"<i>Zen for Head</i> interpreted Fluxus artist LaMonte Young’s score of instructions: “Draw a straight line and follow it.” Paik followed these instructions by using his head, covered in ink, to draw a line across a long roll of paper."},{"q":"How does <i>Zen for TV </i>relate to <i>Zen for Head?</i>","a":["It is a variation of <i>Zen for Head.</i>","It is part of the same series as <i>Zen for Head.</i>","It inspired Paik to create <i>Zen for Head.</i>","It is a component of the larger installation <i>Zen for Head.</i>","It is the film record of the performance of <i>Zen for Head.</i>"],"j":"<i>Zen for TV </i>is an adaptation of Nam June Paik’s earlier artwork <i>Zen for Head. </i>The two artworks share a similar title and central motif of the line. While <i>Zen for Head </i>is a performance artwork,<i> Zen for TV</i> is video art."},{"q":"What does the TV in <i>Zen for TV </i>display?","a":["a line of light","a white circle","a shifting grid of colors","spliced videos","drying calligraphy scrolls"],"j":"<i>Zen for TV </i>by Nam June Paik features a single line of light, horizontal or vertical, on a television screen. This mimics the line created by Paik in his performance work, <i>Zen for Head.</i>"},{"q":"How was <i>Zen for TV </i>created?","a":["by adjusting the television’s circuitry","by creating a digital video and playing it on a television","by painting a line across a television","by broadcasting a live video to the television","by unintentionally damaging the screen of the television"],"j":"Nam June Paik created <i>Zen for TV </i>by tinkering with the television’s circuits so that the screen would only display a singular line. He and other individuals have recreated this artwork using other televisions, using Paik’s original instructions."},{"q":"Which art movement did George Manciunas found?","a":["Fluxus","CoBrA","Bauhaus","Der Blaue Reiter","Gutai"],"j":"Manciunas founded Fluxus in 1961. Although originally founded in New York, Fluxus was an international movement. Video art pioneer Nam June Paik was a member of Fluxus and often collaborated with its other members."}],[{"q":"What materials did Edward Kienholz MOST often use to construct his artwork?","a":["found or salvaged objects","discarded packaging","glass and iron","organic materials","found photographs"],"j":"Kienholz used found and salvaged materials to create assemblages such as <i>The Portable War Memorial. </i>His background in carpentry, metalwork, and car repair benefited him greatly as he worked with these materials."},{"q":"What is Ferus?","a":["an art gallery founded by Edward Kienholz.","an art movement in 1950s Los Angeles","an avant-garde art collective","a district in Los Angeles known for its avant-garde artists","a retrospective exhibition of modern Californian artists"],"j":"Edward Kienholz opened Ferus in 1957 with Walter Hops and Bob Alexander. Ferus was the location of many important art shows, including Andy Warhol’s first solo exhibition on the West Coast."},{"q":"MOST of Edward Kienholz’s early artwork is categorized as","a":["relief-collages","tableaux","assemblages","events","immersive artworks"],"j":"Kienholz began making relief-collages from scavenged materials in the 1950s. He later moved on to constructing larger-scale “tableaux” works that often recreated scenes or locations from everyday life."},{"q":"Which location does Edward Kienholz’s <i>Roxy’s </i>recreate?","a":["a brothel","a diner","a bar","a living room","a theater"],"j":"<i>Roxy’s</i>, Kienholz’s first tableaux, recreates the interior of a brothel. It includes human figures and a jukebox created from scavenged materials."},{"q":"Edward Kienholz’s tableaux works MOST often engaged with","a":["political issues","technological advancements","American history","modern philosophy","working class aesthetics"],"j":"Kienholz often created highly political tableaux works that engaged with issues including abortion and civil rights. The selected work by Kienholz, <i>The Portable War Memorial</i>, comments on the Vietnam War."},{"q":"Why did the Los Angeles County Board of Supervisors object to the Los Angeles County Museum of Art showing <i>Back Seat Dodge ’38</i>?","a":["It depicted a sexual encounter.","The artist was a Communist.","The artwork criticized the Los Angeles government.","It depicted illegal substances.","It presented a safety concern because of the area’s frequent earthquakes."],"j":"<i>Back Seat Dodge ’38 </i>depicted a sexual encounter. The County Board and the museum struck a compromise, and only allowed visitors over the age of eighteen to view the interior of the artwork."},{"q":"Which materials did George Segal use to create tableaux artworks?","a":["plaster casts of human models","found or scavenged objects","live human performers","taxidermy animals","stone and wood"],"j":"George Segal, a friend of the artist Allan Kaprow, created tableaux artworks that featured plaster casts of humans in various poses. Although he used some found materials, his plaster figures served as the focus of his artworks. His tableaux works often appear as contained sculptural groups rather than installations."},{"q":"Edward Kienholz’s tableaux artworks informed the new genre of","a":["installation artwork","Happenings","interactive sculpture","environmental artwork","junk art"],"j":"Both Edward Kienholz and Allan Kaprow created radical new art forms that occupied entire (or multiple) rooms. Their three-dimensional artworks informed the development of installation artwork, a genre of large-scale artwork that the viewer experiences by walking around or through."},{"q":"Which element did Edward Kienholz incorporate into his tableaux works?","a":["sound","video","running water","smell","live performance"],"j":"Kienholz incorporated sound into some of his tableaux, an aspect that remains highly influential to installation art and contemporary art as a whole."},{"q":"Edward Kienholz’s <i>Concept Tableaux </i>works consist of","a":["a sheet of paper describing a tableaux","the blueprints for his previous artworks","lists of rules for artists to follow when creating tableaux works","purposefully unfinished tableaux works","notes for planned tableaux works"],"j":"Kienholz’s <i>Conceptual Tableaux </i>works are part of the genre of Conceptual art. Rather than creating the physical tableaux works, Kienholz sold his descriptions of tableaux works that could be created, in theory, by anyone."},{"q":"When was <i>The Portable War Memorial</i> created?","a":["at the height of the Vietnam War","directly after the Vietnam War’s end","several years after the Vietnam War’s end","at the beginning of the Vietnam War","the tenth anniversary of World War II’s end"],"j":"Edward Kienholz created <i>The Portable War Memorial </i>in 1958, when the Vietnam War was at its height. The artwork contrasts patriotic symbols of the time period with suburban America."},{"q":"What kind of space does <i>The Portable War Memorial </i>occupy?","a":["a museum gallery","an outdoor staging","a government office building","a mental and conceptual space","a financial institution"],"j":"<i>The Portable War Memorial</i> by Edward Kienholz takes up the entirety of a typical museum gallery. It incorporates scavenged and found objects, sound"},{"q":"<i>The Portable War Memorial </i>contrasts","a":["patriotic symbols with suburbia","propaganda with the realities of warfare","North Vietnamese with American propaganda","Soviet newspapers with American newspapers","refugees with the American upper class"],"j":"<i>The Portable War Memorial</i> contrasts well-known symbols of American patriotism, from patriotic songs to iconic photographs and propaganda posters, with American suburbia. For instance, one sculptural grouping recreates the famous image of soldiers raising the American flag over Iwo Jima as figures raising a flag into the umbrella hole in a patio table."},{"q":"Which of the following items does <i>The Portable War Memorial</i> NOT incorporate?","a":["a television playing footage of the Vietnam War","a replica of an “I Want You” poster","a Coke machine","a parodic replication of the photo of American soldiers raising a flag over Iwo Jima","a blackboard tombstone"],"j":"<i>The Portable War Memorial </i>incorporates many different  scavenged or handmade objects across the space of an entire gallery. Most of these items make reference to World War I and II, rather than the Vietnam War."},{"q":"<i>The Portable War Memorial </i>incorporates sound through its recording of","a":["“God Bless America”","machine gun fire","helicopters","a family barbeque","“The Star Spangled Banner”"],"j":"Irving Berlin’s “God Bless America” gained popularity during World War II, particularly the version sung by Kate Smith. In <i>The Portable War Memorial, </i>it plays from an upturned trash can."},{"q":"All of the items in <i>The Portable War Memorial </i>are covered with","a":["an aluminum finish","a bright gold paint","garish primary colors","blood red paint","a silver finish"],"j":"Edward Kienholz used an aluminum finish on all the objects in this tableaux to create a contrast with typical marble or bronze memorials. Kienholz’s <i>Portable War Memorial </i>is a lower quality, makeshift memorial rather than a shining, elegant form of a more traditional memorial."},{"q":"<i>The Portable War Memorial </i>critiques the ability of the American public to","a":["continue with everyday life while the country wages war abroad","benefit economically from imperialism","ignore national civil rights issues","consume products manufactured in enemy nations","turn a blind eye to neo-colonialism"],"j":"<i>The Portable War Memorial</i> contrasts features and activities of suburbia with patriotic wartime imagery. This emphasizes the ability for Americans to continue their everyday lives without actively engaging with wartime politics, implications, and consequences."},{"q":"Why does Martha Rosler object to having her birthdate published?","a":["She believes that it commodifies living artists.","She believes that it creates an idea about what type of artist she should be.","She believes that it historicizes living artists.","She believes that art should be timeless.","She believes that it creates false expectations about the subject matter of her artwork."],"j":"Martha Rosler believes that the publishing of artists’ birthdates distinguishes them from other professions in a way that commodifies them. For this reason, her birthdate is not published in the Academic Decathlon material."},{"q":"Martha Rosler’s series “Body Beautiful, or Beauty Knows No Pain” explores","a":["the representation of women in magazines","the trauma of wartime injuries","wartime propaganda images","celebrity beauty standards","the harmful effects of makeup products"],"j":"“Body Beautiful, or Beauty Knows No Pain” is a photomontage series that examines the way that women are depicted in popular magazines of the time period. She combined women’s bodies with household objects and inserted images of women from pornographic magazines into ads from mainstream magazines in some of these artworks."},{"q":"Martha Rosler’s <i>Vacuuming Pop Art, or Woman with Vacuum </i>critiques the","a":["exclusion of women from the Pop art movement","objectification of women in Pop art","association of femininity with materiality","derivative nature of Pop art","commodification of art"],"j":"<i>Vacuuming Pop Art, or Woman with Vacuum </i>depicts a woman vacuuming a hall with Pop art decorating the walls. This critiques both female domestic roles and the exclusion of women from the Pop art movement."},{"q":"Martha Rosler’s “Semiotics of the Kitchen” features","a":["the artist illustrating the alphabet using objects in a kitchen","a combination of female body parts and kitchen items","a man cooking in a kitchen and a woman watching television","the artist dissecting various animals in a kitchen","potentially dangerous items found in a kitchen"],"j":"In the video artwork “Semiotics of the Kitchen,” Rosler illustrates the alphabet using objects in the kitchen that begin with each letter. Over the course of the video, Rosler’s examples become more violent and humorous. This artwork demonstrates the oppressiveness of the domestic role, and the discontentment that women in this role can develop."},{"q":"Which art form did Pablo Picasso and Georges Braque pioneer?","a":["collage","photomontage","readymade","screen print","bas relief painting"],"j":"Pablo Picasso and Georges Braque pioneered and popularized the collage, a precursor to the photomontage, during the early 19<sup>th</sup> century."},{"q":"Dadaists used images from magazines and newspapers in their art to critique","a":["the middle class establishment","the portrayal of women in mass media","consumer culture","the rise of fascism","media sensationalism"],"j":"Dadaists appropriated photos from magazines and newspapers to create political critiques of the establishment, creating the first photomontages."},{"q":"Hannah Höch’s famous photomontage, <i>Cut with the Kitchen Knife through the Last Weimer Beer-Belly Cultural Epoch in Germany,</i> combines images of","a":["leisure and political figures","politicians and consumer goods","kitchen items and male political figures","propaganda posters and movie posters","kitchen items and celebrities"],"j":"Hannah Höch used photomontage to create political critiques such as  <i>Cut with the Kitchen Knife through the Last Weimer Beer-Belly Cultural Epoch in Germany, </i>which places political figures in scenes of leisure."},{"q":"Richard Hamilton’s photomontage, <i>Just what is it that makes today’s homes so different, so appealing?</i> is often called the first","a":["Pop artwork","photomontage","collage","Cold War artwork","consumerist artwork"],"j":"<i>Just what is it that makes today’s home so different, so appealing?</i> combines different photo images to create a surreal interior. This photomontage is often referred to as the first work of Pop art."},{"q":"Pop art’s critiques of society are MOST often","a":["ambiguous or ambivalent","direct and political","based around social movements","focused on the middle class","ahistorical and apolitical"],"j":"Pop art is characterized by its ambivalence. Oftentimes, works of Pop art neither condone or condemn, but instead present observations from a cool distance. Andy Warhol was particularly famous for his ambiguity, both in his art and his public persona."},{"q":"The series “House Beautiful: Bringing the War Home” combines images of","a":["domestic interiors and the Vietnam War","suburban neighborhoods and refugee camps","American suburbia and bombings","luxury furniture and bunkers","suburban front yards and fighting soldiers"],"j":"In “House Beautiful: Bringing the War Home,” Martha Rosler combines luxurious domestic interiors with images from newspapers and magazines reporting on the Vietnam War."},{"q":"Why is the Vietnam War called the “living room war?”","a":["It was the first war in which the progression of events could be viewed on television.","The “living room” was the nickname for the room where the president met with military advisors during the Vietnam War.","The term drew a comparison between the Nazi desire for “living space” and the threat of Soviet expansion.","Officials believed that the war would be easily won, without interrupting suburban communities","The war was fought almost entirely by the American middle class."],"j":"The Vietnam War was nicknamed the “living room war” because Americans could watch the events of the war on television, from the comfort of their living rooms."},{"q":"“Shelter magazines” contained pictures of","a":["modern domestic interiors","refugee shelters","bunkers","makeshift Vietnamese homes","suburban neighborhoods"],"j":"“Shelter magazines” contained images of modern interior design. Martha Rosler used images from these magazines in her series “House Beautiful: Bringing the War Home.”"},{"q":"What figures appear in Martha Rosler’s <i>Red Stripe Kitchen?</i>","a":["two soldiers","a Vietnamese woman holding a baby","two dead bodies","a group of injured Vietnamese children","a veteran with a prosthetic arm and a woman"],"j":"In <i>Red Stripe Kitchen </i>by Martha Rosler, two soldiers hunch over a tiled kitchen floor, appearing to look for something on the ground. This combination reminds the viewer that Americans are invading homes in wars abroad while American neighborhoods remain unaffected."},{"q":"What figures appear in Martha Rosler’s <i>Balloon?</i>","a":["a Vietnamese woman and an injured child","two children","two soldiers","a pile of dead bodies","a Vietnamese refugee family"],"j":"The photomontage <i>Balloon</i> depicts a Vietnamese woman carrying an injured child up the stairs of a living room. This artwork by Martha Rosler and others make the “living room war” literal."},{"q":"How did Martha Rosler distribute her “House Beautiful: Bringing the War Home” series?","a":["in underground newspapers and at protests`","as a photobook at her first solo exhibition","as posters on or near government buildings.","in her own magazine","as prints sold during her “House Beautiful” exhibition"],"j":"Rosler published her “House Beautiful” through underground publications and through printing and distributing them during protests. Although she critiqued the mass media, she used mass communication herself to push for political and social change."},{"q":"What movement was born in Faith Ringgold’s childhood neighborhood during the 1920s?","a":["Harlem Renaissance","Pop art","Civil Rights movement","Women’s Rights movement","second wave feminism"],"j":"Faith Ringgold grew up in Harlem, New York. While she was born after the peak of the Harlem Renaissance, its effects continued throughout her childhood."},{"q":"Why did Faith Ringgold NOT study art at the City College of New York?","a":["Women were not permitted to major in the School of the Liberal Arts.","She originally wanted to become a doctor.","Her parents disapproved of her following a career in the arts.","The school did not have an art program.","The art program discouraged the creation of avant-garde art."],"j":"While Faith Ringgold intended to study art at the City College of New York, she instead studied art education due to the college’s restrictions against women."},{"q":"Gallery owner Ruth White suggested to Faith Ringgold that she","a":["make political art","continue creating landscape paintings","explore the medium of textile","produce art about her personal experience","create abstract art"],"j":"Although Faith Ringgold began her career painting landscapes, Ruth White suggested that she create art that responded to the political events of the 1960s."},{"q":"Faith Ringgold’s series “The American People” depicts conflicts between","a":["black and white Americans","the police and protesters","North and South Vietnam","the United States and the Soviet Union","upper and lower class Americans"],"j":"The series “The American People” depicted conflicts between black and white Americans in a cartoon-like style. This series represents a dramatic shift from Ringgold’s earlier apolitical landscape paintings."},{"q":"Faith Ringgold’s style in “The American People” can BEST be described as","a":["cartoon-like","hyper-realistic","abstract","geometric","Cubist"],"j":"Faith Ringgold used cartoon-like and Pop styles combined with references to the appropriation of African aesthetics by modern Western artists. She referred to her style as “Super-Realism.”"},{"q":"Which author greatly inspired the subject matter of “The American People?”","a":["James Baldwin","Toni Morrison","Maya Angelou","Langston Hughes","Octavia E. Butler"],"j":"James Baldwin wrote about the relation between white and black Americans. His writings influenced Faith Ringgold, especially her series “The American People.”"},{"q":"What is a <i>thangka</i>?","a":["a Tibetan Buddhist scroll painting","a type of African cloth commonly made in Nigeria","a Indian Hindu inscription on decorated cloth","a Chinese painting on silk","a canvas made from rough plant fibers"],"j":"A <i>thangka</i> is a type of painting typically in the form of a scroll. Faith Ringgold borrowed this form in her creation of paintings on unstretched canvases that she also called <i>thangkas.</i>"},{"q":"Faith Ringgold’s use of the <i>thangka </i>inspired her to","a":["incorporate quilts into her art","study African textiles","exhibit her artworks internationally","create a series of artworks about spirituality","explore more abstract art forms"],"j":"Faith Ringgold’s unstretched canvas paintings led her to begin working with quilts. Ringgold became most well-known for these quilted artworks."},{"q":"Faith Ringgold’s use of quilted forms invokes all of the following aspects EXCEPT","a":["LGBT aesthetics","American craft","women’s work","Southern culture","African culture"],"j":"Quilts invoke the traditions of American craft and women’s work, as well as Southern and African culture. Faith Ringgold also had a highly personal connection to quilts, as her great-great-great grandmother once created quilts as a slave on a plantation."},{"q":"For which group did Faith Ringgold lead a coalition within the Art Workers Coalition?","a":["black artists","female artists","impoverished artists","activist artists","immigrant artists"],"j":"Faith Ringgold advocated for greater inclusion of female artists and artists of color in the art world throughout much of her career. Within the Art Workers Coalition, she led the coalition for black artists."},{"q":"What is the subject of <i>American People Series #20: Die?</i>","a":["a race riot","a school shooting","a funeral","a street fight","the Vietnam War"],"j":"<i>American People Series #20: Die </i>depicts a race riot similar to the many that occurred during the 1960s. White and black men, women, and children, spotted with blood, fill the canvas in a scene of chaos and confusion."},{"q":"Which famous painting does <i>American People Series #20: Die</i> MOST directly reference?","a":["Pablo Picasso’s <i>Guernica</i>","Franz Marc’s <i>The Fate of the Animals</i>","Francisco Goya’s <i>Third of May </i>","Roy Lichtenstein’s <i>Whaam!</i>","Fujita Tsuguharu’s <i>Attu Gyokusai</i>"],"j":"<i>Guernica,</i> a painting of the Spanish Civil War, uses a chaotic, directionally skewed composition echoed in <i>American People Series #20: Die </i>by Faith Ringgold. <i>Guernica </i>was, in fact, on view in the Museum of Modern Art while Ringgold created the “American People” series."},{"q":"Faith Ringgold’s <i>The Flag is Burning </i>positions the American flag as","a":["political and controversial","a recognizable, ambiguous symbol","a symbol of violence and hatred","a purely compositional device","inherently meaningless"],"j":"While <i>The Flag is Burning</i> evokes Jasper John’s iconic flag paintings, Ringgold places the flag in a highly political context while Johns claimed to simply use it as a recognizable symbol."},{"q":"In her autobiography, Faith Ringgold describes the art of the 1960s as","a":["mainstream and apolitical","fundamentally political","revolutionary in terms of content, but not form","a social and political platform","community-based"],"j":"Ringgold argues in her autobiography that most art of the 1960s was highly ambiguous and uninvolved with the worlds of politics and social issues. Her art, however, was radically political."},{"q":"What event launched the Black Arts Movement?","a":["the founding of the Black Arts Repertory Theater","the Harlem Renaissance retrospective exhibition","Faith Ringgold’s first solo exhibition","the establishment of an Arts Coalition under the Black Power Movement","the premier of William Grant Still’s <i>Afro-American Symphony</i>"],"j":"Amiri Baraka founded the Black Arts Repertory Theater in 1965, located in Harlem. This established the Black Arts Movement, a similar movement to the earlier Harlem Renaissance."},{"q":"How did most major art institutions respond to black art of the 1960s?","a":["They ignored it in favor of white, male artists.","They collected more art by black Americans.","They “re-discovered” the art of the Harlem Renaissance.","Many black male artists gained popularity.","They actively criticized black art as overly political and antagonistic."],"j":"Most major art institutions did not seek out or display artwork by black artists during the 1960s. The “re-discovery” of black artists previously ignored by art institutions continues to this day."},{"q":"What event generated renewed interest in Faith Ringgold in 2013?","a":["the exhibition of the “American People” series at the National Museum of Women in the Arts","the sale of <i>Die </i>to the Museum of Modern Art","a retrospective exhibition of her quilts series in Harlem","an exhibition at the Museum of Modern Art for artworks created during the Civil Rights movement","the exhibition of the quilt work <i>Dancing at the Louvre </i>in the Guggenheim Museum"],"j":"Faith Ringgold’s “American People” series had largely been forgotten until its exhibition in 2013. This event created a renewed interest in Ringgold, leading the Museum of Modern Art to purchase <i>Die.</i>"},{"q":"<i>American People Series #20: Die </i>incorporates elements from Jacob Lawrence’s","a":["race riot panel from the Great Migration series","Toussaint L’Ouverture series about the Haitian struggle for independence","series of paintings of John Brown","World War II paintings","Vietnam War paintings"],"j":"Jacob Lawrence’s famous Great Migration series includes a panel depicting a race riot. Faith Ringgold used similar compositional elements to Lawrence in her own depiction of a race riot in <i>Die.</i>"}],[{"q":"Which socio-political aspect of New York drew Ad Reinhardt’s family there?","a":["the developing worker’s movement","the pro-immigrant mayor","the Civil Rights movement","the leftist community","the feminist movement"],"j":"Ad Reinhardt’s parents immigrated to the United States and moved to New York in part because their socialist beliefs were complemented by the worker’s movement."},{"q":"While studying Asian art history, Ad Reinhardt developed an interest in the aesthetics of","a":["Zen Buddhism","Hindu temples","Islamic architecture","Japanese Shintoism","Japanese painting"],"j":"Ad Reinhardt studied Asian art history in the New York University’s Institute of Fine Arts, developing a special interest in Zen Buddhism’s aesthetics."},{"q":"Artist Stuart Davis inspired Ad Reinhardt to use","a":["vibrant colors","geometric shapes","total abstraction","collage techniques","organic forms"],"j":"Stuart Davis directly influenced Ad Reinhardt’s style by inspiring him to use brighter color- and also to adopt Davis’s practice of listening to Jazz music!"},{"q":"Ad Reinhardt MOSTLY viewed art as a(n)","a":["responsible social act and communication method","meditative act of self-reflection","direct political statement","imitation of social realities","form of spiritual devotion"],"j":"Ad Reinhardt stated that art is a method of direct communication, and a “responsible social act.” Although he believed that art should be created for art’s sake, he still placed it in the context of a social, communicative society."},{"q":"Ad Reinhardt created monochromatic, minimalistic paintings to reveal","a":["basic elements and materials of painting","the aesthetics of perfect geometric forms","the subtleties of brushstroke","the qualities of line","his vision of “total abstraction”"],"j":"Ad Reinhardt’s monochromatic paintings placed a focus on the basic elements of the painting rather than the painting’s subject matter. The monochromatic canvases emphasize the qualities of the paint and the canvas, rather than what is <i>on</i> the canvas or <i>composed </i>using the paint."},{"q":"How did Ad Reinhardt create tonal variety in his seemingly monochrome black canvases?","a":["by adding subtle tints of other colors","by using specifically designed colored lighting","by using different intensities and layering","by using different kinds of black paint","by painting over a multicolored canvas"],"j":"Ad Reinhardt used extremely subtle tints in black canvas paintings like <i>Abstract Painting</i> to create a variety of color within artworks that first appear atonal. For example, <i>Abstract Painting </i>has subtle undertones of blue, green, and red in different areas."},{"q":"How did Ad Reinhardt prevent his paintings from developing a reflective, shiny surface?","a":["by draining the oil from his pigments","by using a matte finishing glaze","by not using a protective finishing glaze","by using a water-based paint","by using industrial paints"],"j":"Reinhardt created non-reflective paintings that seemed to generate their own light through subtle tinting, rather than reflecting light in a gallery through a mirror-like surface that many oil paintings tend towards."},{"q":"Besides his artworks, Donald Judd additionally became famous for","a":["the spaces he created for displaying and making art","his books on conceptual art theory","his documentaries about fellow artists","curating minimalist exhibitions in New York galleries","his highly exaggerated public celebrity persona"],"j":"Donald Judd is known for his minimalist sculptures, but his studio and exhibition spaces also attained fame. He bought several buildings which he turned into living and studio spaces, and incorporated permanent installations of his and fellow artists’ works."},{"q":"Donald Judd’s text “Specific Objects” advocates for","a":["three-dimensional works that are objects rather than sculptures","paintings to be considered as three-dimensional objects","the developing field of non-art","neo-Dada readymades","purely conceptual, non-object art"],"j":"“Specific Objects” by Donald Judd advocates for artworks that are three-dimensional objects, but cannot be described as sculpture. Many of his examples included Minimalist artworks."},{"q":"Where did Donald Judd controversially argue that art should be displayed?","a":["environments outside of galleries","underwater sites","government buildings","locations known only to the artist","economically disenfranchised neighborhoods"],"j":"Donald Judd argued that art should be displayed or extend into “real spaces,” or locations outside of galleries and museums. This would create unconventional interactions between the public and art, and subject art to different, less controlled environments and their elements."},{"q":"Where were most of Donald Judd’s artworks created?","a":["a professional workshop","his studio","museums","the streets of New York","his home"],"j":"Donald Judd employed professionals in a workshop to create the works of art that he envisioned. This separated the artist from the artwork itself and challenged the traditional notions of the artist’s role."},{"q":"During the Korean War, Sol LeWitt","a":["served in the military","organized student protests","created anti-war paintings","became an art professor","created advertisements for designer clothing"],"j":"Sol LeWitt served in California, Japan, and Korea during the Korean War. After the war, he moved to New York and began working in graphic design."},{"q":"Conceptual art MOST emphasizes","a":["idea","form","craft","color","location"],"j":"Conceptual artwork emphasizes the idea as the driving force behind a work of art, rather than the physical artistic process. This differs greatly from Abstract Expressionism, a movement that emphasizes the immediate and improvisatory interactions between the artist and the materials."},{"q":"What is the significance of <i>Primary Structures</i>?","a":["It was the first major show of Minimalist artwork.","It was Sol LeWitt’s first “structure” artwork.","It was John Cage’s first “minimal composition.”","It was Sol LeWitt’s first solo exhibition.","It was the first exhibition of modern sculpture in the Guggenheim."],"j":"<i>Primary Sculptures</i>, the 1966 exhibition at New York’s Jewish Museum, displayed works by Sol LeWitt, Donald Judd, Dan Flavin, and other Minimalist artists. Sol Lewitt displayed one of his “modular structures,” which were white wooden cubes."},{"q":"At which event did Sol LeWitt display his first wall paintings?","a":["the inaugural exhibition of the Paula Cooper gallery","his first solo exhibition","the Museum of Modern Art’s conceptual art exhibition","the 1968 gala for the Student Mobilization Committee to End the War in Vietnam","the Tate Modern’s 1969 exhibition of American art"],"j":"Sol LeWitt’s wall paintings consist of linear patterns drawn in graphite pencil directly onto the walls of an exhibition space. He first created these artworks for the Paula Cooper gallery’s exhibition, which was held to support the Student Mobilization Committee to End the War in Vietnam."},{"q":"Why did Sol LeWitt allow other artists or draftsmen to execute his wall paintings?","a":["He believed his idea and instructions were more important than the physical creation of the artwork.","He lost fine motor control in his right hand as he aged.","He wanted his artwork to proliferate across time and space.","He wanted to prevent his artworks from becoming a part of the fine art market.","The wall paintings were first conceived as collaboration within an art collective."],"j":"Sol LeWitt often had other individuals execute his artwork based on the instructions and rules he created. To Sol LeWitt, the concept was the important part of his art, not his own physical involvement with its creation."},{"q":"Sol LeWitt often melded his artworks with","a":["architecture","nature","preexisting sculptures or paintings","furniture","technology"],"j":"Sol LeWitt’s artworks, such as his wall paintings, directly engage with their architectural settings. LeWitt draws attention to the qualities of architecture and the context that exhibition spaces create for artworks."},{"q":"Joseph Kosuth’s “Art after Philosophy” is a(n)","a":["series of essays exploring the condition and intentions of contemporary art","speech that positions all contemporary art as rooted in Existentialism","series of interviews with Dada and Conceptual artists","retrospective documentary of Ad Reinhardt","exhibition of found art interspersed with philosophical texts"],"j":"Joseph Kosuth’s essays explore contemporary art’s processes and purposes. Kosuth concludes that contemporary artworks often serve as “analytic propositions” that are considered art simply because of their exhibition context and the artist’s intention."},{"q":"Joseph Kosuth defines his own conceptual art as an exploration of","a":["the notion of “art”","high art institutions","contemporary politics","materials and materiality","modern indoor and outdoor spaces"],"j":"While Joseph Kosuth writes in “Art after Philosophy” that all art is conceptual to some degree, he considers his own brand of conceptualism to be an exploration of the very notion of “art.”"},{"q":"Which artworks MOST influenced Joseph Kosuth’s <i>One and Three Chairs</i>?","a":["Marcel Duchamp’s readymades","Allan Kaprow’s Happenings","Yayoi Kusama’s furniture sculptures","Robert Rauschenberg’s interactive sculptures","Andy Warhol’s prints of consumer goods"],"j":"Joseph Kosuth drew inspiration from Marcel Duchamp’s readymades by placing a chair in a museum and declaring it art. While the objects that artists like Kosuth and Duchamp did not undergo any physical changes, their new context transformed them into high art."},{"q":"Which three objects make up <i>One and Three Chairs</i>?","a":["a chair, a photograph of a chair, and the text of the definition of a chair","a living tree, a plank of wood, and a chair","a wooden chair, a clay sculpture of a chair, and a marble sculpture of a chair","a stool, a cushion, and a footrest","a painting of a chair, a plaster cast of a chair, and the text of instruction to make a chair"],"j":"Joseph Kosuth’s artwork consists of an actual chair, a photograph of a chair, and the definition of a chair. This brings about questions about the nature of objects and the status of art, as well as what actually constitutes a chair- the object itself, the image of the object, or the description of the object?"},{"q":"After seeing Jasper John’s <i>Target with Four Faces,</i> Edward Ruscha began created","a":["paintings featuring single words","geometric paintings reminiscent of familiar symbols","paintings that used repetition as a motif","Pop paintings advertising fictional products","paintings that featured primary colors"],"j":"Edward Ruscha drew inspiration from Jasper Johns and began creating cartoon-like paintings of humorous words. He often chose words which he found particularly American, and had multiple possible meanings."},{"q":"Edward Ruscha’s paintings of gas stations used perspectives that imitated","a":["classic Hollywood films","aerial photography","classical and Renaissance paintings","sensationalist newspaper photography","Pop art’s flatness"],"j":"Edward Ruscha used similar angles to classic Hollywood films to portray gas stations, making his architectural subjects seem imposing and unusual."},{"q":"What was the subject matter of <i>Every Building on the Sunset Strip?</i>","a":["buildings alongside Sunset Boulevard in Los Angeles","convenience stores along the side of a desert freeway","famous city skylines","the buildings of a small strip mall","the ruins of Vietnamese villages"],"j":"Edward Ruscha’s <i>Every Building on the Sunset Strip</i> is a photobook containing a panoramic of the buildings along Sunset Boulevard. Like many of Ruscha’s other photobooks, it features the mundane and is devoid of any sense of narrative."},{"q":"The panorama format of <i>Every Building on the Sunset Strip </i>allows Edward Ruscha to mimic","a":["the experience of driving","traditional landscape paintings","the repetition of Pop art","grocery store aisles","film reels"],"j":"The expansive panorama of <i>Every Building on the Sunset Strip </i>mimics the experience of driving through Los Angeles, as viewers visually move through the twenty-five foot photograph."},{"q":"Why did Hans Haacke become reclusive despite artistic popularity?","a":["He believed that the artwork, not the artist, should be the subject of focus.","He did not see himself as an artist.","He was extremely anti-social.","He disliked the New York art community.","He was critical of celebrity culture."],"j":"Hans Haacke believed that his artwork should stand on its own, rather than relying on a famous name to garner attention. This is partially due to the Conceptual nature of his artwork."},{"q":"Hans Haacke’s <i>Condensation Cube </i>demonstrates the impact of context upon the","a":["appearance of an artwork","perception of an object","preservation of art","appreciation of art","definition of art"],"j":"<i>Condensation Cube </i>consists of a clear, Plexiglas cube with a small amount of water sealed inside. Minute changes in the environment that it is placed in cause the water to form condensation. This draws attention to the context of an artwork, and its impact upon the physical appearance of displayed objects."},{"q":"The teleprinter from Hans Haacke’s <i>News</i> connects to a(n)","a":["live feed of political and economic news","online news source local to the exhibition location","newspaper database dating back to the seventeenth century","database of “news” that the audience is invited to add their own news to","database of different reviews and essays about the artwork"],"j":"<i>News </i>features a teleprinter that continuously prints a live feed of political and economic events. While in previous installations, the paper would be cut and displayed upon the walls, museums today more commonly allow the paper to accumulate in a large, continuous spool."},{"q":"Hans Haacke’s <i>Information </i>invited viewers to vote upon","a":["a topical political issue","whether or not <i>Information </i>is art","their response to the “trolley problem”","randomized opinion polls from tabloids","whether modern art is “good” or “bad”"],"j":"Hans Haacke’s <i>Information</i> polled museum goers on the question, “Would the fact that Governor Rockefeller has not denounced President Nixon’s Indochina Policy to be a reason for you not to vote for him in November?” This question draws attention to the interactions between the wealthy, politics, and art."},{"q":"Why did the Solomon R. Guggenheim museum cancel Hans Haacke’s solo exhibition?","a":["His artworks revealed politically sensitive information.","He refused to appear publicly at the exhibition.","He openly declared himself a communist.","His artworks were too difficult to safely display.","He refused to create new artworks for the exhibition."],"j":"Hans Haacke’s artworks often critiqued the connections between politics, wealthy donors, and art institutions, or unfair political or economic systems. These political statements led many museums to censor or refuse to display his art."},{"q":"Why did Eva Hess’s family emigrate from Germany to the United States?","a":["They were Jews escaping persecution in Nazi Germany.","They wanted to escape the communist regime in East Germany.","Eva Hess received a scholarship to study art in the United States.","Their home was bombed during World War II.","They were seeking out better economic opportunities."],"j":"Eva Hess and her family left Germany in 1938 to escape persecution for being Jewish. They emigrated to New York City in 1939."},{"q":"For which artworks did Eva Hess become MOST famous?","a":["sculptures made of latex-based materials and fiberglass","drawings made using graphite pencils","photographs recreating stills from films","sculptures made from found junk materials","installations of geometric marble forms"],"j":"Eva Hess created many artworks made from latex-based materials and fiberglass, including <i>Repetition Nineteen III.</i> She started making these artworks only three years before her death in 1970."},{"q":"How did Eva Hess die?","a":["brain tumor","car crash","cancer","drug overdose","construction accident"],"j":"Eva Hess died at the height of her career, diagnosed with a brain tumor in 1969. She died in 1970, at the age of 34."},{"q":"How did Eva Hess’s Post-Minimalist sculptures MOST differ from Minimalist principles?","a":["She used unconventional materials that did not allow her artwork to be completely pre-planned.","She used more complex and layered geometric forms.","She used organic materials that deteriorate over time.","She worked alongside professionals in workshops to create her sculptures.","She used non-abstracted and figural elements in her artworks."],"j":"Eva Hess used materials that could not be predictably controlled in the way that most Minimalist artworks were. While Minimalist artworks emphasize pre-planning and deemphasize execution, Hess’s artworks depended on their material and construction as much as the idea behind them."},{"q":"Why did Eva Hess discard two earlier versions before creating <i>Repetition Nineteen III</i>?","a":["The earlier versions were too uniform.","The earlier versions were badly cracked.","Many of the “buckets” collapsed in the earlier versions.","The earlier versions used a less refined version of fiberglass.","The earlier versions had uneven surfaces."],"j":"Eva Hess sought to create imperfect, unique “buckets” in her sculpture <i>Repetition Nineteen III. </i>The earlier versions (I and II) of this sculpture did not have the level of distinction and human imperfection that Hess desired to emulate."},{"q":"How has <i>Repetition Nineteen III </i>changed over time?","a":["The fiberglass has yellowed.","The fiberglass has cracked.","The “buckets” have been recast.","A museum visitor broke one of the “buckets”.","It has moved from outdoor to indoor exhibition."],"j":"While Eva Hess’s <i>Repetition Nineteen III</i> was originally made from semi-clear white fiberglass, over time the surface yellowed. While this changes the forms originally intended by the artist, it also lends a visceral quality to the work."},{"q":"Which material did Richard Serra most often work with?","a":["metal","earth","wood","paper","porcelain"],"j":"Richard Serra most often and most famously worked with metals such as lead and steel. He created large-scale sculptures from metal that often take up the space of entire rooms."},{"q":"How did Richard Serra create his “splash pieces?”","a":["by flinging molten lead across a room","by splashing acidic liquids onto metal sheets","by dripping paint across flat surfaces constructed of various materials","by flinging paint directly onto gallery walls","by dousing canvases in various household cleaning liquids"],"j":"Richard Serra flung molten lead into the area of rooms where the floor meets the wall to create his “splash pieces.” Serra created the first of these works in 1968, in a warehouse space that belonged to gallery owner Leo Castelli."},{"q":"Richard Serra saw his creation of “splash pieces” as a(n)","a":["repetitive process","performance artwork","extension of AbEx techniques","interaction with technology","reckoning with natural forces"],"j":"Richard Serra viewed his actions in creating “splash pieces” as a repetitive process. Thus, these artworks are driven by the idea behind them rather than the execution of the work. This distinguishes his “splash pieces” from the methods of artists like Jackson Pollack."},{"q":"<i>Gutter Splash Corner: Night Shift</i> is a(n)","a":["permanent installation in the SFMOMA","outdoor installation in the Federal Plaza","performance artwork that occurred at LACMA","performance artwork that occurred in Richard Serra’s studio","outdoor installation at the Getty Museum"],"j":"Richard Serra originally created <i>Splash Piece </i>for Jasper Johns, who later donated the artwork to the SF Museum of Modern Art. In the 1990s, Serra recreated his splash piece in the SFMOMA as a permanent installation."},{"q":"Richard Serra’s “splash pieces” are a form of","a":["process art","performance art","repetition art","collaborative art","figurative art"],"j":"Richard Serra’s “splash pieces” fall under the category of process art, a subcategory of Post-Minimalism. Process art emphasizes the act of creating art, and the final form of the artwork reveals the methods used to create it."},{"q":"What written work did Richard Serra publish in <i>Avalanche </i>magazine?","a":["a list of verbs","a critique of Minimalism","an essay on his “splash pieces”","a response to criticisms of his artwork","an essay on the history of Conceptualism"],"j":"Richard Serra published a list of verbs that emphasized the act of creating artwork. His process art focused on the act of making, unlike earlier Minimalist artworks that were completely preplanned and could be executed by anyone. This list of verbs focuses upon the process, rather than emphasizing the end result or the pre-planning of art."},{"q":"What is the significance of <i>Earthworks</i>?","a":["It was the first exhibition of land art.","It was Michael Heizer’s first land artwork.","It was an essay that informed the development of land art.","It was the first European exhibition of American land artists.","It was a series of photobooks that popularized land art in the United States."],"j":"<i>Earthworks </i>occurred in 1968 in Virginia Dwan’s New York gallery. It was soon followed by <i>Earth Art,</i> a 1969 exhibition at the Cornell University museum. Michael Heizer had artworks in both of these early land art exhibitions."},{"q":"Gallerist Virginia Dwan’s support allowed Michael Heizer to create","a":["unsaleable land art","permanent gallery installations","sculptures made from precious metals","artworks that required coordination with local governments","artworks based in bodies of water"],"j":"Virginia Dwan inherited a manufacturing fortune, which allowed her to support artists who created works in unconventional locations that could not be sold."},{"q":"Land art is a subcategory of","a":["Post-Minimalism","Earthworks","Minimalism","Monumentalism","Architecture"],"j":"Land art, also known as Earthworks, is a subcategory of Post-Minimalism. It shares many qualities with Minimalism, such as the necessity of pre-planning."},{"q":"Of what does <i>Double Negative</i> consist?","a":["two gashes in the sides of a valley","a large hole next to a pile of the dirt dug from it","an island surrounded by pink plastic","a ring of trees grown to create a dome","a man-made river forming a perfect circle"],"j":"Michael Heizer created <i>Double Negative </i>by blasting out two gashes into the sides of a valley. This creates two ramp-like structures, facing each other as mirror images."},{"q":"How did Virginia Dwan institutionalize land art?","a":["donating <i>Double Negative </i>to a museum","making <i>Double Negative </i>a private property","buying <i>Double Negative </i>from Michael Heizer","restoring <i>Double Negative</i> against the artist’s wishes","charging visitors to <i>Double Negative </i>with an entrance fee"],"j":"While<i> Double Negative</i> remained a public site that everyone could visit, Virginia Dwan funded Heizer’s project thus giving her ownership of the artwork. By donating the artwork to the Museum of Contemporary Art, she placed land art as a part of art institutions and economies."},{"q":"Which of the following statements BEST represents Michael Heizer’s opinion about the photographic documentation of land art?","a":["He believes photographs cannot accurately depict land art.","He believes that photographs can bring a new aesthetic to land art.","He believes that photographs of land art should be displayed in galleries as a part of the artwork.","He believes that no photographs of land art should exist.","He believes that photographic documentation is inferior to written documentation."],"j":"Michael Heizer does not support the photographic documentation of land art because he believes that photos cannot fully capture the artwork. This differs from the opinions of other land artists such as Robert Smithson, who use photography more freely to document their work."},{"q":"What was Michael Heizer’s father’s career?","a":["archeologist","art professor","architect","land developer","gallery owner"],"j":"Michael Heizer’s father was an archaeologist and a professor of anthropology. Heizer’s experiences documenting his father’s work may have influenced his interest in land art."},{"q":"Richard Serra’s <i>Hand Catching Lead </i>is a work of","a":["video art","performance art","installation art","photography","sculpture"],"j":"<i>Hand Catching Lead</i> shows a hand catching, or attempting to catch, a piece of lead in a repetitive process. This video artwork shares similarities with Richard Serra’s installation works as it focuses on a repetitive process."}]]}