{"n":["Basic Economic Assumptions","Microeconomics","Macroeconomics","Economics of the 1960s"],"v":[[{"q":"Which of the following human traits drives economic activity, according to economists?","a":["self-interest","benevolence","prudence","selflessness","indifference"],"j":"Smith argues that economic participation is driven by “self-love” rather than the benevolence of individuals."},{"q":"How many items does the average supermarket carry?","a":["47,000","470","4,700","470,000","4,700,000"],"j":"The average supermarket carries about 47,000 items. This figure demonstrates the complexity of our modern economic system."},{"q":"Which of the following characteristics is NOT typical of the economy?","a":["It always allocates resources equitably.","It functions smoothly most of the time.","It occasionally breaks down.","It allocates resources efficiently.","It must deal with scarcity."],"j":"Discerning why an economy works and why it breaks down is one of the central functions of economics. Additionally, economists consider how efficiently markets allocate resources and scarcity is a fundamental assumption of economics. However, economies do not always allocate resources equitably."},{"q":"Which of the following occurrences is NOT a foundational economic phenomenon?","a":["unlimited growth","allocation of scarce resources","interactions between individuals","scarcity","unlimited wants"],"j":"Economics studies how individuals interact with each other and how they deal with the fundamental constraints of scarcity."},{"q":"What unifies the work of all economists?","a":["a set of suppositions","the principles outlined in <i>The Wealth of Nations</i>","a desire to benefit humanity","trust in the free market","a belief in human irrationality"],"j":"Assumptions such as scarcity, trade-offs, and rationality allow economists to develop models based on human behavior."},{"q":"Who wrote <i>An Inquiry into the Nature and Causes of the Wealth of Nations</i>?","a":["Adam Smith","Karl Marx","Vilfredo Pareto","John Maynard Keynes","Joseph Schumpeter"],"j":"Adam Smith’s <i>The Wealth of Nations </i>is a fundamental work of classical economics that discusses, among another topics, the ability of economies to self-regulate"},{"q":"Which of the following choices does NOT represent a fundamental economic assumption?","a":["impartiality","scarcity","gains from trade","rationality","opportunity costs"],"j":"Economic theory is unified by a set of common assumptions about human behavior and the nature of resources."},{"q":"Scarcity, in all cases, arises from","a":["the discrepancy between wants and needs","barriers to entry","rising marginal costs","the inability of markets to allocate resources efficiently","recessions and depressions"],"j":"Since human wants are unlimited but the amount of resources, time, and labor is limited, scarcity is an inevitable consequence of this discrepancy."},{"q":"Which of the following statements is TRUE regarding scarcity?","a":["Both individuals and society must cope with its existence.","It does not exist in all economies.","It is a problem that only individuals and families face.","Time is not a scarce resource.","Energy is not a scarce resource."],"j":"Scarcity is unavoidable, and both individuals and groups must make choices on how to allocate scarce resources, including time, labor, capital, and energy."},{"q":"Which of the following categories is the LEAST scarce?","a":["wants","time","labor","air","knowledge"],"j":"Time, labor, air, and knowledge all exist in limited quantities. Since computer programs can be available in a virtually unlimited quantity, they have a zero opportunity cost to society."},{"q":"Which of the following outcomes is MOST directly a consequence of scarcity?","a":["trade-offs","expansions","recessions","efficiency","specialization"],"j":"Since resources are scarce, individuals must make decisions on what to give up, leading to the existence of trade-offs."},{"q":"Which of the following statements distinguishes opportunity costs from trade-offs?","a":["Opportunity costs involve the next best alternative.","Trade-offs can be avoided by eliminating scarcity.","Opportunity costs fall under the realm of positive economics.","Trade-offs do not exist in perfectly competitive markets.","Opportunity costs are theoretical."],"j":"A trade-off is the act of giving up something in order to do something else, and an opportunity cost is specifically the cost of the next best alternative that arises out of a trade-off."},{"q":"Which of the following items is an opportunity cost of attending college?","a":["potential wages","cost of books","price of tuition","room and board","time spent in classes"],"j":"An opportunity cost is defined as what must be given up to obtain something. If someone chooses to attend college, they must give up the wages they could have earned from working during that time."},{"q":"Why is the cost of housing NOT typically included in the \"true cost\" of attending college?","a":["The costs would still exist even if one did not attend college.","Most students live at home while attending college.","The costs of room and board are negligible compared to tuition.","Only explicit monetary outlays are considered when calculating economic cost.","The true cost of college is the time spent attending."],"j":"Since housing and meals are required costs regardless of whether chooses to attend college, these costs are not included when considering the opportunity cost of college."},{"q":"The assumption of rationality asserts that","a":["people select the options that provide them with the greatest benefit","free markets allocate resources efficiently","governments will seek to improve societal well being","firms produce at a quantity that minimizes their costs","consumers react immediately to changes in market prices"],"j":"According to the assumption of rationality, rational economic actors will compare the costs and benefits of several actions and choose the outcome with the greatest benefit."},{"q":"Which of the following scenarios is NOT consistent with the economic assumption of rationality?","a":["selecting a job that provides minimal benefit to your career","electing a corrupt official whose positions align with your values","choosing to give $5 to a homeless person","donating money to support an environmental cause","shutting down a profitable factory to reduce pollution"],"j":"The benefits of rationality are not always in monetary terms. If people place value on social issues, then, under the concept of rationality, they may use their resources to address those issues."},{"q":"Which of the following statements does NOT express an issue with the assumption of rationality?","a":["Cost-benefit calculations can be quantitative.","People intuitively perform cost-benefit calculations.","Cost-benefit calculations can be qualitative.","Individuals measure utility in different ways.","Humans do not always act rationally."],"j":"Cost-benefit calculations are often involved in choosing between different activities. The assumption of rationality is used to simplify human behavior for the development of models."},{"q":"Which of the following statements about trade-offs is TRUE?","a":["Every choice involves a trade-off.","All trade-offs have a monetary value.","Economics aims to minimize the effects of trade-offs.","Trade-offs are only relevant to individuals.","Trade-offs are always rational choices."],"j":"Every decision involves a trade-off, because you are always giving up something in order to gain something."},{"q":"Which of the following methods do economists NOT use to model economic phenomena?","a":["oversimplification","observation","theory","measurement","description"],"j":"Economic models should simplify the real world but should capture the relevant aspects of interactions. Economic phenomena are observed, measured, and described; these activities are grounded in theory."},{"q":"The most effective economic models tend to","a":["capture a specific facet of economic activity","measure several unrelated variables simultaneously","require the use of complex mathematical equations","emulate the real world as closely as possible","aggregate all economic activity into a standard model"],"j":"While economic models may appear simplistic and unable to truly capture reality, their simplicity is a key trait in being able to understand complex but specific economic phenomena."},{"q":"Gains from trade MOST directly result from","a":["specialization","globalization","mass communication","market failures","externalities"],"j":"If people specialize in the activities they do the best, then they can trade with other people who have different abilities, conferring benefits to both parties."},{"q":"For gains from trade to exist, exchange must be","a":["voluntary","regulated","untaxed","beneficial to all citizens","international"],"j":"Trading activity must be voluntary for both parties to receive a positive net benefit. Usually, individuals will partake in the productive activities that they are the best at--specializing to maximize the benefits of trade."},{"q":"Which of the following statements is TRUE regarding positive economics?","a":["It describes what will<i> </i>happen under particular circumstances.","It requires an economist to express his or her opinion.","It describes what should<i> </i>be the case.","It is typically qualitative.","It is only used within the field of macroeconomics."],"j":"Positive economics makes value-free judgements based on what economic events <i>will </i>happen under a specific set of circumstances."},{"q":"Normative economics supports economic statements with","a":["value judgements","numerical statements","graphs and models","assertions of what will happen","cause-and-effect relationships"],"j":"Normative economics involves what <i>should </i>happen under particular economic circumstances. It involves value judgements, which qualitatively address the merits of different outcomes."},{"q":"Which of the following statements can be classified under positive economics?","a":["\"The new tariffs will decrease trade with China.\"","\"Congress needs to lower taxes.\"","\"The government should raise the minimum wage.\"","\"We need to keep unemployment below 5%.\"","\"It would be nice if the Federal Reserve raised interest rates soon.\""],"j":"While positive economics includes value-free judgements based on what <i>will </i>happen, normative economics includes what <i>should </i>happen."},{"q":"Which of the following outcomes is LEAST likely to occur after an increase in the minimum wage?","a":["Minimum-wage workers experience a decline in standard of living.","The prices of goods and services rise.","It becomes more difficult to find minimum wage jobs.","Some minimum-wage workers lose their jobs.","Companies' profits decrease."],"j":"The effects of raising the minimum wage can be analyzed under the lens of positive economics. Minimum-wage workers will be paid more, leading to an increase in their standard of living."},{"q":"Which of the following tools of economic analysis are normative economists MOST likely to use to evaluate the merits of different outcomes?","a":["cost-benefit analyses","mathematical models","cause-and-effect charts","consumption-tracking data","aggregate economic indicators"],"j":"Cost-benefit charts can be used to make value judgements to subjectively compare different outcomes."},{"q":"Which of the following statements falls under the realm of normative economics?","a":["“The government should lower the sales tax.”","“Raising the minimum wage will increase unemployment.”","“Inflation will increase by 2% next year.”","“Tariffs protect nascent domestic industries.”","“Rent controls decrease the availability of apartments.”"],"j":"Normative economics involves what should happen under particular economic circumstances. It involves value judgements, which qualitatively address the merits of different outcomes."},{"q":"An opportunity cost is defined as","a":["what must be given up to acquire a good","the cost of a good in dollars","what profits a decision will yield","the difference between actual and optimal production","the fixed costs of producing a good"],"j":"The opportunity cost of a decision is what must be given up; it is a direct result of the existence of scarcity."},{"q":"A group of friends share a pizza. Which of the following situations MUST be non-Pareto efficient?","a":["A slice of pizza is left in the box.","Two friends did not eat any pizza.","One friend ate the entire pizza.","The pizza is divided equally amongst the friends.","One friend feeds his slice to a pigeon."],"j":"An outcome is Pareto efficient if there is no way to improve one's well-being without diminishing the well-being of others. If any of the resource is left unallocated, then the situation is not Pareto efficient."},{"q":"An issue with Pareto's criterion is that it does not consider","a":["equitability","efficiency","waste produced","making others worse off","maximizing total benefit"],"j":"Pareto efficiency does not require an equitable distribution of wealth: if all resources are being used, an outcome can be classified as Pareto efficient."},{"q":"How can Pareto efficiency be achieved?","a":["ensuring all resources are being used","distributing resources evenly","distributing resources according to ability","providing more resources to those who need it most","maximizing average marginal benefit"],"j":"Pareto efficiency does not require an equitable distribution of wealth: as long as all resources are being used, an outcome can be classified as Pareto efficient."},{"q":"Which of the following components does the field of microeconomics NOT include?","a":["aggregate demand","individual markets","monopolies","firms' costs","shifts in supply"],"j":"Microeconomics concerns the behavior of individuals and markets. Aggregate demand is a component of the Keynesian model, which concerns the overall production of national economies."},{"q":"Which of the following components does the field of macroeconomics NOT include?","a":["rent ceilings","real GDP","unemployment","national income","CPI"],"j":"Macroeconomics concerns the behavior of national economies. Rent ceilings are a component of an individual market (the housing market) and are therefore a component of microeconomics."},{"q":"Which branch of economics is MOST likely to study the interactions between supply and demand in the labor market?","a":["microeconomics","macroeconomics","positive economics","normative economics","quantitative economics"],"j":"The interaction of supply and demand in individual markets is a central topic of microeconomics."},{"q":"Changes in the real exchange rate would PRIMARILY be analyzed in the field of","a":["macroeconomics","microeconomics","positive economics","normative economics","quantitative economics"],"j":"The exchange rate is a component of the interactions between national economies and is therefore a component of macroeconomics."},{"q":"Macroeconomics and microeconomics PRIMARILY differ in terms of their","a":["scale","basic assumptions","use of normative analysis","use of positive analysis","academic rigor"],"j":"Macroeconomics deals with economy-wide events, including inflation, economic growth, and business cycles."},{"q":"A benevolent social planner aims to","a":["maximize overall-well being","produce as much as possible","promote environmental sustainability","distribute resources equally","favor consumers over firms"],"j":"Though they do not exist in real life, a benevolent social planner would maximize total benefit to society. This falls under the criteria of Pareto efficiency, as such a planner would primarily seek to maximize surplus across all individuals, as opposed to creating a fair distribution of wealth."},{"q":"Why are economic models simplistic?","a":["to identify basic assumptions","to be understood by the general public","to avoid errors that arise from more complex models","to reflect reality as closely as possible","to provide stronger arguments for policy"],"j":"Economic models simplify reality to improve our understanding of particular concepts."},{"q":"Measuring the size of cause-and-effect relationships is MOST directly associated with","a":["positive economics","normative economics","microeconomics","macroeconomics","quantitative economics"],"j":"Positive economics uses cause-and-effect relationships to describe what will happen under particular circumstances."},{"q":"Which of the following economic assumptions is generally TRUE?","a":["People choose outcomes to maximize their individual well-being.","People choose outcomes to maximize the overall well-being of society.","Some outcomes can be selected without any trade-offs.","Opportunity costs can be avoided by choosing the outcome with the fewest trade-offs.","People act rationally only under certain economic conditions."],"j":"Economists assume that people choose between different outcomes by comparing the costs and benefits of each outcome, choosing the one that provides them with the greatest net benefit."},{"q":"Which of the following economic outcomes is inescapable?","a":["scarcity","depressions","business cycles","inflation","gains from trade"],"j":"Scarcity is inevitable because human wants are unlimited, but the amount of resources is limited."},{"q":"Which of the following statements about opportunity costs is TRUE?","a":["They represent the cost of the next best outcome.","They can be avoided by eliminating trade-offs.","They are always measured in monetary terms.","They require numerical data to analyze.","They average the cost of all trade-offs."],"j":"An opportunity cost is defined as what must be given up to obtain something; mostly, this is the most viable trade-off"},{"q":"Patrick decides to go to a movie instead of going to the beach. What is the opportunity cost of this decision?","a":["the enjoyment he receives from going to the beach","the price of the movie ticket","the cost of popcorn","the cost of gas","the homework he could have completed instead"],"j":"The opportunity cost is what must be given up to acquire something--it does not necessarily have to be a monetary outlay, as in this case the opportunity cost is the missed enjoyment from the second-best alternative"},{"q":"When Pareto efficiency is achieved, which type of economic analysis must be applied to determine the distribution of resources?","a":["normative judgement","positive judgement","complex models","moral judgement","ethical judgement"],"j":"While positive economics provides a quantitative framework for distributing resources--in the context of Pareto efficiency, by ensuring that all resources are utilized--normative, or value, judgements are required to decide between outcomes"},{"q":"Which of the following statements is value-free?","a":["Every 1% increase in cyclical unemployment increases the output gap by 2%.","Inflation should be limited to 2% during economic expansions.","High unemployment is bad.","Free trade is good for economies.","Economic policies should prioritize the environment above profits."],"j":"Value-free statements do not require judging the relative merit of different outcomes; instead, they describe what is bound to happen in certain scenarios"},{"q":"Which of the following statements about differences between market demand and aggregate demand is TRUE?","a":["Increases in income will shift both market and aggregate demand.","Substitutes do not affect market demand.","Changes in price level shift aggregate demand.","Lower market demand causes deviations from ideal output.","Aggregate demand a vertical curve."],"j":"While market demand is a microeconomic concept, aggregate demand is a component of macroeconomics. Market demand slopes downwards because as price decreases, consumers demand less of a good. Aggregate demand also slopes downwards, but for different reasons: the wealth effect, the interest rate effect, and the foreign exchange effect. Increases in income shift both curves—when income increases, market demand increases for normal goods, and aggregate demand shifts right."},{"q":"Which of the following economic assumptions is seemingly violated when an economy produces above its potential output?","a":["rationality","scarcity","Pareto efficiency","incentives","trade-offs"],"j":"The concept of rationality asserts that individuals select the outcome that produces the greatest possible benefit. Consider a rightward shift of aggregate demand, which causes a short-run level of production such that Y > Y*. This unstable point is due to individuals’ and firms’ inability to immediately respond to changes in price level. Producing beyond full employment leads to inflation, as seen by the higher price level The Keynesian model assumes that prices are fixed in the short-run, so firms adjust their production, shifting short run aggregates supply upwards until the economy operates back at full employment."},{"q":"Which of the following situations is inefficient?","a":["a country producing inside of its ppf","an economy selecting its output where y = y*","a Pareto allocation","a perfectly competitive market producing at equilibrium","an economy operating on its long run aggregate supply curve."],"j":"Efficiency can be defined in many ways, but generally, it involves maximizing total welfare. When an economy produces at Y=Y*, or on its long run aggregate supply curve, it is utilizing all resources (zero cyclical unemployment) and is thus operating efficiently. Welfare (as total surplus) is maximized when perfectly competitive markets operate at equilibrium. Pareto efficiency is based on maximizing total welfare and using all available resources. A PPF presents a menu of possible operating levels: points exactly on the PPF involve the full utilization of economic resources, points beyond the PPF are impossible, and points within the PPF represent resource underutilization."},{"q":"An opportunity cost of the Vietnam War draft, according to economist Joshua Angrist, includes","a":["skills draftees would have acquired in the workforce","reduction in domestic labor as women supported the war effort","reduced enrollment rates in universities","lower housing prices from inner city protests and riots","vacant factory positions"],"j":"Joshua Angrist argued that draftees were left economically disadvantaged due to the war, which prevented them from acquiring skills in the civilian workforce. The skills that draftees would have acquired in their civilian jobs had they not participated in the war represents one of the opportunity costs of the draft."}],[{"q":"In a perfectly competitive market, which of the following actors determine(s) the market price?","a":["buyers and sellers","a central planner","the government","consumers","firms"],"j":"The price in a perfectly competitive market is determined by the interactions between buyers and sellers, not by any single individual or entity."},{"q":"The New York Stock Exchange and the Chicago Mercantile Exchange are examples of","a":["highly organized markets","perfectly competitive markets","obsolete markets","fully automated markets","black markets"],"j":"Some markets are formalized, like the NYSE and CME, with physical locations and determined proceedings for establishing prices. Other markets are less organized, but still exhibit the interactions between buyers and sellers that define a market."},{"q":"Which of the following market characteristics is NOT associated with perfect competition?","a":["Sellers set the price.","The good is standardized.","There are many buyers.","Many firms produce the good.","Participants are well-informed about prices."],"j":"A perfectly competitive market features a high number of buyers and sellers, either of whom are able to buy or sell as much as they wish without influencing the market price. Additionally, participants must be well-informed about the market price."},{"q":"Which of the following markets MOST closely resembles perfect competition?","a":["corn","books","fast food","lightbulbs","airplanes"],"j":"Corn is a highly standardized good, and the many participants in this market are well-informed about the price. Books and fast food follow monopolistic competition; lightbulbs and airplanes are oligopolies."},{"q":"According to the law of demand, the relationship between price and quantity demanded is","a":["negative","positive","inverse","logistic","exponential"],"j":"The price of a good is negatively related to the quantity demanded of the good—this is why the demand curve is downward sloping. As the price of a good increases, the quantity demanded of that good decreases, indicating a negative relationship."},{"q":"When income rises, the quantity demanded of tuna falls. Tuna can therefore be considered a(n)","a":["inferior good","normal good","luxury good","unrealistic good","inelastic good"],"j":"If an increase in income leads to a decrease in the quantity demanded of a good, then the good is classified as inferior. If an increase in income leads to an increase in the quantity demanded of a good, then the good is classified as normal."},{"q":"Which of the following changes will NOT shift a demand curve?","a":["a change in price","an increase in consumer income","an increase in the price of a substitute","a change in public opinion about a good","an expectation of a future price decrease"],"j":"Shifts in the demand curve can be caused by changes in consumer income, changes in the prices of substitutes or complements."},{"q":"The intersection between the supply and demand curves is the","a":["equilibrium point","balance point","isostatic point","inflection point","stability point"],"j":"Markets tend to gravitate towards equilibrium, the point at which the supply and demand curves intersect. This allocates resources to the buyers who value it the most and ensures these resources are produced by the sellers who can produce it with the lowest opportunity costs."},{"q":"Which of the following events will shift the demand curve for coffee to the right?","a":["an increase in the price of tea","an increase in income, if coffee is an inferior good","a decrease in the price of coffee beans","a report linking coffee to heat disease","an expectation that the price of coffee will decrease in the future"],"j":"Since tea is a substitute for coffee, increasing the price of tea will decrease the demand for tea but increase the demand for coffee, shifting the demand curve for coffee to the right. A decrease in the price for coffee beans affects supply; the remaining choices shift the curve to the left."},{"q":"Which of the following events will shift the supply curve for automobiles to the left?","a":["The price of steel increases.","A new company starts building automobiles.","A robot that assembles cars is created.","The price of glass decreases.","The demand for automobiles decreases."],"j":"Steel is an input good for automobiles. If the price of steel increases, then suppliers' opportunity costs increase at every price, shifting the supply curve to the left."},{"q":"When the market price is above equilibrium, what is the most immediate market effect?","a":["Sellers become willing to accept less.","Buyers begin paying less.","Buyers become willing to pay more.","Sellers’ opportunity costs increase.","Buyers accept the new prevailing price."],"j":"At prices above equilibrium, a surplus exists because the price exceeds what buyers are willing to pay at equilibrium. Sellers are incentivized to lower their price, which restores equilibrium. Note that this shift is driven by sellers, not buyers."},{"q":"The vertical height of the demand curve represents the","a":["willingness to pay of the marginal buyer","willingness to pay of the marginal seller","price all buyers are willing to accept","price all sellers are willing to accept","sum of individual buyers' demand curves"],"j":"The height of the demand curve represents the willingness to pay of the marginal buyer, or the consumer who would leave the market if the price were any higher. Demand curves are summed horizontally from individual demand curves."},{"q":"The area representing producer surplus is bound by","a":["the price axis, the supply curve, and the market price","the price axis, the demand curve, and the supply curve","the price axis, the market price, and the demand curve","the price axis, the quantity axis, the market price, and the vertical line through equilibrium","the quantity axis, the vertical line through equilibrium, and the supply curve"],"j":"The producer surplus is additional welfare gained by the suppliers of a good, represented by the area below the market price and above the supply curve."},{"q":"A pair of cowboy boots cost $100. Arek's willingness to pay is $120, Ava's is $115, Anna's is $105, and Jack’s is $85.What is the total consumer surplus?","a":["$40","$20","$35","$25","$120"],"j":"The consumer surplus is the difference between what consumers are willing to pay and the price. The total consumer surplus can be calculated by adding individual surpluses of participating consumers: $20 + $15 + $5 = $40."},{"q":"The market price for a designer medal bag is $60. Omar's opportunity cost to produce is $80, Veronica's is $70, and Taylor’s is $65. What is the total producer surplus?","a":["$0","$20","$35","$60","-$35"],"j":"Since the market price exceeds the opportunity cost for each producer, no seller will participate in the market. Thus, no producer surplus exists."},{"q":"Assume that the market for apples is perfectly competitive. If the number of apple orchards increases, what happens to the price (P) and quantity (Q) of apples sold in the market?","a":["P decreases, Q increases","P increases, Q increases","P decreases, Q decreases","P increases, Q decreases","P stays the same, Q increases"],"j":"If the number of apple orchards increases, the number of suppliers increases, shifting the supply curve to the right, leading to a decrease in price and increase in quantity."},{"q":"Assume that the market for apples is perfectly competitive. If the price of peanut butter, a complement, increases, what happens to the price (P) and quantity (Q) of apples sold in the market?","a":["P decreases, Q decreases","P increases, Q increases","P decreases, Q increases","P increases, Q decreases","P stays the same, Q decreases"],"j":"An increase in the price of a complement reduces the demand for both a good and its complement. This shifts the demand curve for apples to the left, reducing both price and quantity."},{"q":"Assume that the market for beef is perfectly competitive and that beef is a normal good. If consumer incomes increase, what happens to the price (P) and quantity (Q) of beef sold in the market?","a":["P increases, Q increases","P decreases, Q decreases","P decreases, Q increases","P increases, Q decreases","Both P and Q stay the same"],"j":"For a normal good, an increase in income leads to an increase in demand, shifting the demand curve to the right, increasing price and quantity."},{"q":"In the market for orange juice, what is the effect of a hurricane that damages the orange crop?","a":["Supply shifts left.","Demand shifts left.","Both supply and demand shift left.","Supply shifts right.","Neither curve will shift."],"j":"A change in the prices of input goods is one of the factors that shifts the supply curve. It does not affect the demand curve."},{"q":"Which of the following statements is TRUE?","a":["Increasing the number of sellers shifts the supply curve rightwards.","A change in price shifts only the demand curve.","A change in price shifts only the supply curve.","Increasing the number of sellers shifts the supply curve upwards.","Increasing input prices leads to a reduction in demand."],"j":"When one of the main determinants of supply or demand are changed, curves shift leftwards or rightwards. Changes in price represent a movement along the curve, not a movement of the curve."},{"q":"A heat wave increases the demand for vanilla ice cream. At the same time, the heat wave damages the global vanilla crop. What happens to the price (P) and quantity (Q) in the market for vanilla ice cream?","a":["P increases, the change in Q is ambiguous","P increases, Q increases","P increases, Q decreases","The change in P is ambiguous, Q increases","The changes in P and Q are both ambiguous"],"j":"When both curves shift, and the magnitude of the shifts is indeterminate, then one of the variables (P or Q) will always be indeterminate. Demand shifts right and supply shifts left. If the shift in demand is greater than the shift in supply, then P increases and Q increases. If the shift in supply is greater than the shift in demand, then P increases but Q decreases. In either case, P increases."},{"q":"A new robot improves a company's production capability. What is TRUE about the resulting market changes?","a":["Consumer surplus increases.","Producer surplus decreases.","Producer surplus increases.","Consumer surplus decreases.","Consumer surplus is transferred to producers."],"j":"The introduction of the robot shifts the company's supply curve to the right. This increases consumer surplus but has ambiguous effect on producer surplus. Some of the original producer surplus is transferred to consumers."},{"q":"The price of sandwiches decreases from $10 to $8, while the quantity demanded increases from 50 to 70. What is the price elasticity of demand of sandwiches?","a":["2","0.5","10","20","0.1"],"j":"Price elasticity of demand is calculated as the quotient of the percent change in quantity (40%) and the percent change in price (-20%). This is generally reported as a positive number."},{"q":"A good with inelastic demand is MOST likely to","a":["be a necessity","involve a long time horizon","have a narrow market definition","be a luxury good","have many substitutes"],"j":"Inelastic goods are goods for which quantity demanded is not responsive to changes in price. Necessities are typically inelastic because changes in price affect small changes in quantity demanded. A longer time horizon gives consumers more flexibility, a narrow market definition and many substitutes means that consumers can easily switch to similar goods. Luxury goods are the opposite of necessities and are typically inelastic."},{"q":"When the price of headphones increases from $20 to $25, the quantity supplied of the good increases from 1,200 to 1,600. The price elasticity of supply is best described as","a":["elastic","perfectly inelastic","inelastic","unit elastic","perfectly elastic"],"j":"Price elasticity of supply is calculated as the quotient of the percent change in quantity supplied (33%) and the percent change in price (25%). Since e=33/25 > 1, supply is elastic."},{"q":"Which of the following factors does NOT affect price elasticity of supply?","a":["number of substitutes","ease of market entry","ease of market exit","scarcity of input resource","time horizon"],"j":"Goods with fewer barriers to entry and exit and goods measured with a longer time horizon have higher elasticities since it is easier to adjust to changes in price. Goods made from resources that are difficult to obtain are usually inelastic. The number of substitutes is a factor affecting price elasticity of demand, not of supply."},{"q":"Which of the following statements is TRUE about revenue?","a":["For perfectly elastic goods, lowering the price results in infinite revenue.","For perfectly inelastic goods, raising the price does not affect revenue.","For perfectly inelastic goods, raising the price results in zero revenue.","For elastic goods, changes in quantity are less than the proportionate increase in price.","For inelastic goods, changes in quantity are greater than the proportionate increase in price."],"j":"The demand curve of a perfectly elastic good is horizontal. Above this curve, the quantity demanded is theoretically infinite, so revenue is infinite. However, perfectly elastic goods are virtually nonexistent and are typically only used for demonstration purposes."},{"q":"In the soup market, the quantity supplied and quantity demanded of soup can be represented as functions of the price of soup. They are S(P)=6+7P and D(P)=50 - 4P, respectively. What is the total revenue produced in this market?","a":["$136","$34","$68","$170","$4"],"j":"Total revenue is equal to P*Q at equilibrium. Solve for P and Q at equilibrium. Setting S(P)= D(P) yields P = 4 and Q = 34, so revenue = P*Q= 136."},{"q":"How does elasticity change moving downwards along a linear demand curve?","a":["elastic, unit elastic, inelastic","inelastic, unit elastic, elastic","inelastic, elastic","elastic, inelastic","remains unit elastic"],"j":"At the left end of a demand curve, percent changes in quantity are larger than percent changes in price (i.e., going from 1->2 creates a bigger percent change than going from 101->100). The elasticity continues to decrease as you move right along the curve, becoming unit elastic then elastic."},{"q":"To be binding, a price floor must be","a":["above equilibrium","below equilibrium","at equilibrium","placed on an elastic good","placed on an inelastic good"],"j":"Price floors must be above equilibrium to be binding, enforcing a higher market price than what would be expected from the free market."},{"q":"Which of the following outcomes is NOT likely to result from the imposition of a rent ceiling in a certain area?","a":["Tenants have an easier time finding apartments.","Residents are attracted to the area.","Housing deteriorates in quality.","Landlords are in a position to discriminate against tenants.","Housing is allocated though non-market rationing."],"j":"Rent ceilings set a maximum price on housing. Reducing the price of housing attracts residents, but reduced profits may cause landlords to cut back on maintenance costs. With an excess supply of housing, landlords can choose who to rent to, leading to discrimination or non-market methods of allocation. With a reduced housing stock, tenants have a more difficult time finding apartments."},{"q":"Which of the following statements about rent ceilings is FALSE?","a":["Housing supply becomes more inelastic over time.","Consumer surplus increases for some residents.","Mutually beneficial transactions are prevented.","Landlords earn lower incomes.","Rent ceilings can cause housing markets to operate less efficiently."],"j":"Over time, housing supply becomes more elastic because renters and landlords can adjust their habits and preferences. The imposition of a rent ceiling results in a housing shortage as the prevailing price is lower than the market equilibrium. After more time, the supply and demand curves become more horizontal (more elastic), increasing the amount of the shortage."},{"q":"If the government imposes a $0.15 tax on plastic water bottles,","a":["the more inelastic side bears the greatest burden","consumers bear the entire burden of the tax","producers bear the entire burden of the tax","the burden of the tax must be equally distributed between producers and consumers","whoever pays the tax outright receives the entire burden"],"j":"Even though consumers are physically giving the government money, both sides will bear the burden of the tax. The distribution of the tax burden depends on the elasticities of the supply and demand curves."},{"q":"Which of the following statements about taxes is TRUE?","a":["A tax creates a price wedge between the price and producers' costs.","Consumers always bear the majority of a tax.","Taxes are always visualized as a shift in the demand curve.","When one curve is perfectly inelastic, the tax creates no deadweight loss.","The government can control the distribution of the burden through legislation."],"j":"Taxes can be visualized as upward shifts of the supply or demand curve by the amount of the tax as well as a \"wedge\" between the price consumers pay and the price that sellers receive. The wedge is the size of the tax and can be used to calculate deadweight loss."},{"q":"When a $1 tax is placed on shampoo, the quantity demanded declines from 200 to 150. What are the deadweight loss and government revenue produced by the tax, respectively?","a":["25, 150","50, 150","150,200","50,200","100,100"],"j":"The deadweight loss of the tax is equal to the area of the triangle with height equal to the amount of the tax and base equal to the reduction in quantity = ($1)(200-150)(1/2)=$25  The revenue received by the government is equal to the product of the quantity and the size of the tax =($1)(150)=$150"},{"q":"In one day, Julienne can produce 3 loaves of bread or 1 tin of butter and Mike can produce 4 loaves or 2 tins of butter. Which of the following statements is FALSE?","a":["Mike has a comparative advantage in producing both goods.","Mike has an absolute advantage in producing butter.","Mike has an absolute advantage in producing bread.","Julienne has a comparative advantage in producing bread.","Mike has a comparative advantage in producing butter."],"j":"If one person can produce a greater amount of a good, they possess an absolute advantage in the production of that good. If one person can produce a good at a lower opportunity cost than other person, then they have a comparative advantage in the production of that good. In scenarios such as this, note that one person will ever possess a comparative advantage in producing both goods."},{"q":"The slope of a PPF is most closely associated with","a":["opportunity costs","trade-offs","gains from trade","comparative advantage","absolute advantage"],"j":"The slope of the PPF curve represents the opportunity cost of producing the good on the x axis: it represents how much of good y must be given up to produce a single unit of good x."},{"q":"Which of the following statements about the PPF is TRUE?","a":["Trade enables consumption beyond the PPF.","The most efficient outcome exists below the PPF.","Producing on the PPF curve is inefficient.","Producers have no choice in deciding where on the PPF to produce.","Adding trade shifts the PPF outward."],"j":"When an economy opens up to trade, the consumption of traded goods enables consumption above the PPF, as different opportunity costs are leveraged."},{"q":"Consider a closed economy where the world price is greater than the domestic price. When the economy opens up to trade,","a":["producer surplus increases","the country becomes an importer","consumer surplus increases","the domestic price prevails","total surplus decreases"],"j":"When a country opens up to trade, the world price (WP) becomes the prevailing price. Since WP is higher than the price at domestic equilibrium, domestic consumers purchase less but domestic producers produce more. Consumer surplus decreases but producer surplus and total surplus increases."},{"q":"When an economy opens up to trade,","a":["the economy expands overall","all businesses benefit","surplus is transferred to producers","losses typically exceed gains from trade","it will trade according to its absolute advantage"],"j":"Typically, economists tend to support free trade policies. While gains from trade exist, some industries may be harmed, though the economy as a whole will benefit. Countries trade according to their comparative advantage, not their absolute advantage."},{"q":"Economists assume that the goal of ALL firms is to","a":["maximize profit","increase societal well-being","increase their stock price","maximize revenue","increase production"],"j":"Firms will seek to maximize profits, not revenue or production. Note the key difference between profits and revenue: profits are equivalent to the difference between total revenue and total costs."},{"q":"Victoria's hot dog stand earns $1400 in daily revenue. Each day, she spends $400 on rent, $200 on labor, and $100 on materials. In addition, she could earn $500 a day working as a manager of a falafel stand. What is Victoria's economic profit?","a":["$200","$700","$1,000","$100","$1,100"],"j":"Economic profit is equal to the difference between total revenue and total costs; the latter includes both explicit (with actual monetary outlays) and implicit (relating to the opportunity cost) costs."},{"q":"Luke owns a sneaker factory. Which of the following costs is fixed?","a":["rent","labor","leather","dye","shoelaces"],"j":"Fixed costs are those that cannot be varied in the short run, while variable costs are the opposite and depend on the quantity produced. Typically, raw materials and labor will be included as variable costs, while rent and capital are included under fixed costs."},{"q":"Joe owns a boutique doggy treat bakery. The cost of producing 200 treats is $40 and the cost of producing 300 treats is $100. Assuming marginal cost remains constant between these two production levels, what is the marginal cost of producing the 300th treat?","a":["$0.60","$0.25","$0.20","$0.67","$0.33"],"j":"Marginal cost is defined as the additional cost incurred per additional unit produced. In this case, 300-200=100 new units are produced at a cost of $100-$40=$60, yielding a marginal cost of $60/100 units = $0.60/unit"},{"q":"Why is a firm's supply curve upward sloping?","a":["diminishing returns to scale","variable opportunity costs","decreasing marginal revenue","increasing fixed costs","decreased elasticity"],"j":"Diminishing returns to scale exist because after a certain point, the production of additional output requires the use of less productive means, for instance, workspaces become too crowded or capital operates less efficiently. While marginal costs tend to decrease initially, for simplicity, we will assume that they continually increase."},{"q":"As production increases, what happens to marginal cost (MC) and marginal revenue (MR) for a firm in a perfectly competitive market?","a":["MC increases, MR stays the same","MC increases, MR decreases","MC increases, MR increases","MC decreases, MR increases","MC stays the same, MR decreases"],"j":"Marginal costs will increase due to diminishing returns to scale. Marginal revenue remains the same because firms in a perfectly competitive market are price takers, that is, the amount that they supply has no influence over the prevailing market price."},{"q":"Compared to accounting costs, economic costs ALSO include","a":["opportunity costs","explicit monetary outlays","fixed costs","variable costs","marginal costs"],"j":"Economic costs include the opportunity costs of a particular action, in addition to the accounting costs, which includes both fixed and variable costs."},{"q":"Firms will continue to enter a market until","a":["economic profit is zero","marginal revenue is zero","opportunity cost is zero","marginal costs exceed marginal revenue","antitrust law prohibits entry"],"j":"The entry of new firms into a market will shift the market supply curve rightwards, lowering equilibrium price and reducing profits of existing firms. This entry continues until profits are zero. Note that marginal revenue and marginal cost are terms used when considering the behavior of individual firms, not of markets as a whole."},{"q":"Which of the following reasons does NOT explain why firms in perfect competition are content with zero economic profit?","a":["They are contractually obligated to remain in the market.","They receive their opportunity wage.","They earn positive accounting profits.","They are participating in the best possible alternative.","They may earn profits in the short run."],"j":"In a perfectly competitive market, firms earn zero profit in the long run. However, since profit is measured using economic costs, firms will receive their opportunity wage, indicating positive accounting profits."},{"q":"Which of the following roles is NOT a valid function of prices?","a":["allocating production to suppliers with high opportunity costs","signaling the most productive activities","shifting resources away from unproductive activities","indicating the value of an activity","rationing scarce goods"],"j":"Since the market price is determined by the interaction between supply and demand, it serves to allocate scarce resources towards more productive activities. Suppliers with the lowest opportunity costs tend to be favored in markets."},{"q":"Which of the following markets is characterized by a large number of firms supplying a standardized good?","a":["gasoline","operating systems","electric cars","air travel","mobile phones"],"j":"Many markets are examples of imperfect competition, where there a few (or one) firm that controls the market and firm(s) have market power. Typically, gasoline approximates a perfectly competitive market."},{"q":"What is the MAIN difference between firms in perfect and imperfect competition?","a":["Only firms in imperfect competition exhibit market power.","Only firms in perfect competition see downward sloping demand curves.","Only firms in perfect competition face diminishing returns to scale.","Only firms in imperfect competition face opportunity costs.","Only firms in imperfect competition are price takers."],"j":"Unlike in perfectly competitive markets, firms in imperfectly competitive markets can influence the market price by choosing how much to supply. This results in firms in imperfect competition facing downward-sloping demand curves, indicating they possess market power."},{"q":"Market power exists when firms","a":["face downward sloping demand","have a monopoly on production","can influence government policy","have upward sloping marginal cost","are free to choose the market price"],"j":"Firms in imperfect competition are said to possess market power, which is the ability to influence the market price by adjusting their quantity supplied. However, this does not mean that firms can choose the market price, since market price is determined by the interaction between demand and the supply of ALL firms in the market."},{"q":"In ALL cases, monopolies arise from","a":["barriers to entry","government regulation","ownership of a key resource","copyrights and patents","mismatch between quantity supplied and demanded"],"j":"Barriers to entry are the main factor in producing a monopoly, a single firm that controls the market supply. Barriers to entry include government creation of a monopoly, ownership of a key resource, and high fixed costs which prevent other firms from participating in a market profitably."},{"q":"Monopolies are MOST likely to occur in markets in which","a":["fixed costs are high","several existing firms control supply","the product is highly standardized","firms can freely enter and exit","intellectual property rights are weak"],"j":"Utilities are a frequently cited example of natural monopolies, where a single firm can supply the market at a lower price than multiple firms. Based on the information given, blenders are an oligopoly, wheat and ham sandwiches are in perfect competition, and fiction novels are in monopolistic competition."},{"q":"Monopolists should produce at the quantity or quantities at which","a":["marginal revenue = marginal cost","marginal revenue > marginal cost","marginal revenue < marginal cost","marginal revenue > fixed cost","marginal revenue = fixed costs"],"j":"Profit-maximizing firms will produce at MR = MC, as this is the profit-maximizing point."},{"q":"Which of the following statements about monopolies and firms in perfect competition is TRUE?","a":["Only monopolies price above MR = MC.","Firms in both markets face downward sloping demand curves.","Only monopolies can earn positive economic profit.","Firms in both markets can influence price.","Only firms in perfect competition face diminishing returns to scale."],"j":"Monopolies, like all firms, produce at the quantity where MR = MC. Since they have market power, however, they can charge a price equivalent to the height of the demand curve at that quantity."},{"q":"How do monopoly price and quantity compare to a perfectly competitive market?","a":["price is higher, quantity is lower","price is higher, quantity is higher","price is higher, quantity is the same","price is lower, quantity is lower","price is lower, quantity is higher"],"j":"Monopolies produce at the intersection of MR = MC and at a price equivalent to the height of the demand curve at that point. If a monopolist was forced to produce like a firm in perfect competition, this point would occur at MC = demand, which is at a lower price and higher quantity than what is expected of a monopolist."},{"q":"Which of the following outcomes is a welfare consequence of monopolies?","a":["deadweight loss","zero economic profit","increase in consumer surplus","higher quantity supplied","reduction in firm revenue"],"j":"Since monopolies produce at a lower quantity and at a higher price than is socially desirable, deadweight loss exists in a monopoly market."},{"q":"Which of the following approaches represents the LEAST effective way of dealing with monopolies?","a":["taxation","regulation","review of mergers and acquisitions","public ownership of monopoly","mandated dissolution"],"j":"Several times, the United States government has taken steps to prevent noncompetitive market practice. Current monopolies can have their prices regulated, be broken up, or be transferred to public ownership. Many local utilities are publicly owned. Regulation that gives the government power to review mergers and acquisitions can be used to prevent the formation of monopolies, preventing a single firm from gaining excessive market power."},{"q":"The Sherman Anti-Trust Act of 1890 was meant to","a":["increase market competition","protect domestic industries","fix a trade deficit","promote free trade","regulate the banking industry"],"j":"The Sherman Anti-Trust Act gave the federal government authority to regulate monopolies in order to increase competition, defining anticompetitive behavior and prohibiting practices that raise prices by restricting supply."},{"q":"Which of the following examples demonstrates price discrimination?","a":["An airline charges higher prices for business travelers.","A restaurant refuses to serve people of a particular race.","A gas station closes on Sundays.","The federal government exempts non-profits from taxation.","A grocery store raises its prices during a hurricane."],"j":"Price discrimination involves charging different consumers different prices. Under ideal circumstances, each consumer would be charged exactly their willingness to pay. Tickets for business travelers (such as business class seats or non \"saver\" tickets) are often more expensive since business travelers tend to have a higher willingness to pay--their tickets are paid for by their company."},{"q":"Which of the following outcomes is NOT an effect of price discrimination?","a":["Fewer consumers participate.","Markets produce a more efficient quantity.","Monopolies see an increase in profits.","Consumer surplus is transferred to producers.","Social welfare is increased."],"j":"Do not be misled by the word \"discrimination\": this practice actually increases overall surplus, since more mutually beneficial transactions are able to occur."},{"q":"Which of the following markets is NOT an oligopoly?","a":["dining wear","tennis balls","cigarettes","aircraft","washing machines"],"j":"A market where only a few sellers control a significant portion of the market is known as an oligopoly. Tennis balls, cigarettes, aircraft, and washing machines are said to be oligopolies, along with breakfast cereal and lightbulbs."},{"q":"Why are oligopolies typically harder to analyze than monopolies?","a":["Firms can strategically interact.","The behavior of oligopolies is unpredictable.","Oligopolies are less common than monopolies.","An oligopoly is a failed market.","Oligopolies do not act rationally."],"j":"Oligopolies exist somewhere between monopolies and perfect competition. Since more than one firm influences the market but firms must take the market price, the actions of one firm directly impact other firms in the market. On the other hand, firms can collude to increase profits overall."},{"q":"What challenge did OPEC face in the 1970s?","a":["Its members increased their production.","The United Nations enacted antitrust regulation.","The United States invaded Middle Eastern oilfields.","Several of its members left the agreement.","Global oil supplies dwindled."],"j":"The Organization of Petroleum Exporting Countries (OPEC) is an example of a cartel that restricted output to raise the global oil price. However, its member states realized that they could increase production and increase their profits individually, and their collective actions eased two oil crises."},{"q":"The goal of a cartel is to","a":["act like a monopolist","increase social welfare","maximize quantity supplied","produce where demand = MC","foster international collaboration"],"j":"Cartels are formed when firms agree to collaborate to act as a monopolist, reducing the quantity supplied and increasing the price. However, cartels may fail due to their participants cheating."},{"q":"The MOST common form of imperfect competition is","a":["monopolistic competition","monopoly","monopsony","oligopoly","duopoly"],"j":"Monopolistic competition is characterized by many firms that sell similar but differentiable goods, such as restaurants or book titles."},{"q":"Firms in monopolistically competitive markets produce","a":["similar but differentiable goods","indistinguishable goods","inelastic goods","luxury goods","unique goods"],"j":"Monopolistic competition is characterized by many firms that sell similar but differentiable goods, such as restaurants or book titles."},{"q":"Firms in monopolistic competition choose their level of output at the point where","a":["marginal revenue = marginal cost","marginal revenue = demand","demand = marginal cost","demand = average cost","marginal revenue = fixed cost"],"j":"All profit-maximizing firms will produce at the point where MR = MC, as this is the profit-maximizing quantity. Firms in monopolistic competition, like monopolies, produce where MR = MC but at a price equal to the height of the demand curve."},{"q":"As firms in monopolistic competition earn economic profit,","a":["new firms enter and economic profit decreases","new firms enter and economic profit increases","firms leave and economic profit increases","firms leave and economic profit decreases","the market is in equilibrium and will remain there"],"j":"If firms are earning positive economic profits, other firms are incentivized to enter that market. Since products are slightly differentiated, similar products will be sold in the market, reducing the demand of existing firms and decreasing their economic profit. The entry of new firms continues until economic profits earned are equal to zero. Recall that firms are content with zero economic profit since their opportunity wage is fulfilled."},{"q":"Monopolistic competition results in","a":["more choices for consumers","increases in consumer surplus","a price equal to marginal cost","perfect price discrimination","the socially efficient level of production"],"j":"Monopolistic competition results in the formation of diverse products, as firms seek to increase demand by creating distinct brand identities."},{"q":"Which of the following mechanisms can producers implement to earn positive economic profits?","a":["barriers to entry","natural monopolies","tariffs","antitrust legislation","pork barrel legislation"],"j":"Recall that firms in perfect competition are unable to earn positive economic profits. Entrepreneurs seek to earn profit by creating new markets that they have control over, creating imperfect competition and the ability to earn economic profits."},{"q":"Which of the following statements about entrepreneurs is TRUE?","a":["Entrepreneurs can obtain legal monopolies.","Entrepreneurs break antitrust law to earn profits.","Entrepreneurs seek to emulate perfect competition.","Entrepreneurs take on little to no risk.","Entrepreneurs must base their ideas on existing products."],"j":"Patents (for inventions) and copyrights (for ideas and works) are two mechanisms through which individuals and firms can possess a legal monopoly over a certain good. Having this monopoly allows entrepreneurs to earn economic profits, since other firms are unable to produce the same good."},{"q":"Why do economists typically view entrepreneurship as beneficial to society?","a":["Entrepreneurs contribute to higher standards of living.","Entrepreneurs are obligated to share their profits.","Entrepreneurs create non-perfectly competitive markets.","Entrepreneurs minimize the risk of innovation.","Entrepreneurs create monopolies."],"j":"Entrepreneurs work around barriers to entry by creating new products, motivated by the incentive of economic profits. The continual search for new and innovative products has resulted in increases in standards of living."},{"q":"Which economist coined the term \"creative destruction\" to describe entrepreneurs?","a":["Joseph Schumpeter","Vilfredo Pareto","Karl Marx","John Maynard Keynes","Kenneth Galbraith"],"j":"\"Creative destruction\" refers to entrepreneurs' ability to transform existing markets through the introduction of new products."},{"q":"The two types of market failures are associated with","a":["externalities and public goods","externalities and monopolies","public goods and deadweight loss","deadweight loss and taxation","recessions and depressions"],"j":"The two main types of market failures include externalities and breakdown of private property. Externalities occur when someone's actions have effects that are unaccounted for. Public goods are goods that are nonrival and nonexcludable."},{"q":"Which of the following actions would confer a positive externality?","a":["planting flowers in a front yard","locking a bike next to a group of unlocked bikes","smoking in a public park","driving downtown during rush hour","playing loud music late at night"],"j":"A positive externality occurs when one action results in non-market benefits for others. In this case, planting flowers increases the aesthetic appeal of real estate, increasing neighbors' property values."},{"q":"Which of the following options is NOT an example of a negative externality?","a":["The government uses taxes to invest in secondary education.","Heat from a local power plant warms a pond.","A factory dumps pollution into a river.","The construction of a skyscraper creates noise.","Antibiotic overuse leads to drug resistance."],"j":"Negative externalities occur when actions have unwanted undesirable effects on others' well-being. Many negative externalities are associated with pollution, since the creators of pollution do not consider its effects when pricing their products. Education is a commonly cited positive externality."},{"q":"There will be too little of an activity that generates","a":["positive externalities","negative externalities","economic profit","consumer surplus","deadweight loss"],"j":"Since externalities are not accounted for when a firm decides how much of a product to supply, the market ultimately supplies too little of goods that confer positive externalities and too much of goods that confer negative externalities."},{"q":"The true cost of a good that is associated with a negative externality is equal to","a":["marginal cost + cost of externality","marginal cost - cost of externality","cost of externality","marginal revenue + cost of externality","marginal revenue - cost of externality"],"j":"The true (or social) cost of an externality can be represented by an upward shift of the supply curve by the cost of the externality. The cost of an externality can include the cost of removing an externality or the value consumers place on an externality-free outcome. For example, if you value a neat yard at $20, you may be willing to pay your neighbor $20 to mow their own lawn."},{"q":"A positive externality creates a new market equilibrium that is","a":["above and to the right of the non-externality equilibrium","above and to the left of the non-externality equilibrium","below and to the right of the non-externality equilibrium","below the non-externality equilibrium","to the left of the non-externality equilibrium"],"j":"A positive externality can be represented as a rightward shift of the demand curve resulting from the external benefit of the externality. This new equilibrium is above and to the right of the original market equilibrium,"},{"q":"The argument that states that negotiating private parties can resolve externalities is known as","a":["the Coase Theorem","the Pareto criterion","a Phillips curve","the Keynesian model","Okun's law"],"j":"The Coase Theorem asserts that, as long as property rights are well-defined and there is no cost to negotiations, parties can find a mutually beneficial outcome on their own."},{"q":"Why do externalities often lead to conflict?","a":["Property rights are not always well-defined.","Regulations are unpopular.","Negotiation is rarely possible.","Governments lack the power to tax externalities.","Externalities cannot be internalized."],"j":"With many negative externalities, such as pollution, it is difficult to identify who should bear the cost of the negative effects of pollution: the factories, the consumers of the goods they produce, the people affected by the pollution, or some combination thereof?"},{"q":"Which of the following actions is NOT a valid solution to resolving an externality?","a":["price discrimination","internalization","taxation","regulation","private negotiation"],"j":"Externalities, as non-market activities, can be incorporated into markets via internalization so that both parties can receive maximum benefits from the externality. Negative externalities can be taxed or regulated to reduce the quantity supplied. By the Coase Theorem, private negotiation can resolve externalities."},{"q":"What policy solution did the EPA implement to address sulfur dioxide pollution?","a":["selling pollution permits","taxing emissions by the pound","banning all sulfur dioxide emissions","transferring coal plants abroad","shutting down the worst emitters"],"j":"Tradable pollution permits, in a scheme known as \"cap-and-trade\" were issued to polluters in an effort to reduce sulfur dioxide pollution. Firms paid for the right to pollute; firms that exceeded their pollution quota could by pollution permits from less-polluting firms, incentivizing firms to reduce pollution levels."},{"q":"Many economists would argue that the tragedy of the commons can be BEST resolved by","a":["defining property rights","implementing Pigouvian taxes","raising interest rates","regulating public goods","imposing protective tariffs"],"j":"The tragedy of the commons results from the overuse of a common resource, or one that is rival and non-excludable. Individuals can extract resources from the \"commons,\" but since this resource is rival, it is subject to overuse. Assigning property rights to the common resource encourages the protection and appropriate management of the resource."},{"q":"Rivalry in consumption is BEST defined as when","a":["one person's enjoyment of a good diminishes that of others","competition within a market leads to innovation","too many buyers push the price of a good upwards","high prices create a shortage of a good","mutually beneficial transactions are prevented from occurring"],"j":"Rivalry and excludability are two factors used to classify goods. Rival goods can only be consumed by one user."},{"q":"Which of the following goods exhibits high rivalry and low excludability?","a":["a congested freeway","an uncongested freeway","a congested tollway","an uncongested tollway","any toll road"],"j":"Congested roads are associated with high rivalry, as one person's use of the road diminishes others' ability to use the road. Tollways, since they require payment, can be classified as more excludable than freeways."},{"q":"Goods with low rivalry but high excludability are often associated with","a":["natural monopolies","public spending","private funding","oligopolies","perfect competition"],"j":"Recall that natural monopolies develop when a single firm can supply the market more effectively than can multiple firms.  Since they are non-rival, their marginal cost is virtually zero."},{"q":"Which of the following goods is MOST likely to be classified as a public good?","a":["national defense","radio","electricity","fish","coffee"],"j":"Public goods are nonrival and nonexcludable. National defense is typically characterized as a public good since one's residence in a country confers them the benefit of security (nonexcludable) and one person's enjoyment of national defense does not preclude the benefits others receive (nonrival)."},{"q":"An important limitation of institutions is that","a":["they require cooperation","they lack historical precedence","they must be created by the government","they must be regulated by formal rules","they need many members to function"],"j":"Institutions are formal and informal ways of structuring behavior. They require the cooperation of its members to adhere to the rules (either written or implicit) governing the institution."},{"q":"Government alone possesses the ability to","a":["use force legally","resolve externalities","structure human activity","coordinate trading","set market prices"],"j":"Governments have the power to tax citizens and a monopoly on the legitimate use of force. This allows them to enforce contractual obligations and to protect private property rights."},{"q":"A representative pushes for a bill to divert federal money to the construction of a new ice rink in his town. This example BEST demonstrates","a":["pork barrel politics","the tragedy of the commons","Pareto inefficiency","due process","eminent domain"],"j":"Pork barrel politics involve the use of funds to benefit a single, localized area. It is often cited as an example of government inefficiency since the greater constituency is effectively subsidizing the benefits of a particular area."},{"q":"Logrolling is MOST associated with","a":["vote trading","lobbying","taxation","gerrymandering","monetary policy"],"j":"Logrolling is the vote-trading activity of legislators."},{"q":"A corporation spends $20 million to influence politicians to support a policy that will provide $200 million in benefits to the company. This type of action is BEST known as","a":["rent seeking","logrolling","pork barrel politics","creative destruction","barriers to entry"],"j":"Rent seeking refers to a (generally unproductive) way of securing profits via the manipulation of politics rather than through the generation of wealth."},{"q":"Economists generally believe that government can facilitate economic transactions by protecting","a":["private property rights","common resources","public goods","natural monopolies","corporate interests"],"j":"The government's ability to use force to coerce its citizens allows it to protect private property rights, preventing the market failures associated with the breakdown of this institution."},{"q":"In which of the following market structures do producers exert the LEAST influence over the market price?","a":["perfect competition","monopolistic competition","monopoly","oligopoly","duopoly"],"j":"In perfect competition, firms are price takers, meaning that they must sell their goods at the market price. Firms in imperfect competition have some degree of influence over the market price, as the quantity supplied by each firm affects the prevailing market price."},{"q":"Which of the following statements is TRUE?","a":["Barriers to entry result in situations of imperfect competition.","Firms in perfect competition always earn positive economic profits.","Oligopolies produce at the socially efficient quantity.","Firms in monopolistic competition can collude to set prices.","Most markets follow the model of perfect competition."],"j":"Barriers to entry produce monopolies, oligopolies, and monopolistic competition. Since new firms cannot enter a particular market, existing firms possess market power and are able to supply below socially optimal quantities to generate positive economic profit."},{"q":"In which of the following market structures will a firm NOT face a downward sloping demand curve?","a":["perfect competition","monopolistic competition","monopoly","oligopoly","monopsony"],"j":"Recall that firms in imperfect competition possess market power, which results in a downward sloping demand curve, as increases in price by the firm (firms are price makers) result in a decrease in quantity demanded from consumers."}],[{"q":"Which of the following questions is a macroeconomist MOST likely to ask?","a":["Why do recessions occur?","What are the effects of taxes on the automobile market?","How can firms maximize their profits?","How can the tragedy of the commons be avoided?","What are the negative effects of rent control?"],"j":"Macroeconomics is largely concerned with two key issues: the factors that determine the size of economies and the factors that cause short-run fluctuations. Macroeconomics follows the scope of national economies."},{"q":"Which of the following economic variables does NOT indicate economic health?","a":["marginal tax rate","real GDP","nominal GDP","unemployment","inflation"],"j":"Aggregation involves the combination of multiple variables to analyze economy-wide phenomena. GDP, unemployment, and inflation (which is generally measured by CPI or GDP deflator) are three aggregate variables used to judge the health of the economy."},{"q":"In the United States, higher standards of living can be attributed MOST to","a":["increased productivity","rising birth rates","immigration","new natural resources","territorial expansion"],"j":"Since 1900, American output has increased by a factor of 32: population has increased by a factor of 4, indicating that productivity has increased by a factor of 8. So, growth in real GDP can be attributed most to increases in output per person."},{"q":"Average labor productivity is calculated as","a":["(total output) / (workers employed)","(total output) / (total population)","(total output) / (working age population)","(workers employed) / (labor force participation)","(total population) / (total output)"],"j":"Average labor productivity measures the average contribution of each worker to GDP. This is distinct from GDP per capita, which considers the entire population, not just workers."},{"q":"Which of the following countries had the HIGHEST GDP per capita, as measured in 2007?","a":["United States","France","Germany","China","Japan"],"j":"GDP Per Capita 2007, selected nations ranked: United States ($45,592), France ($45,452) Germany ($40,324), Japan ($34,313), China ($2,432)"},{"q":"Which of the following statements is TRUE about unemployment?","a":["Unemployment is never zero.","Unemployment has been steadily decreasing.","Unemployment has been steadily increasing.","The unemployment rate rises during expansions.","The unemployment rate is calculated as a percentage of the total population."],"j":"Unemployment is never zero because there will always be a mismatch between jobs and job seekers. At full productivity, the unemployment rate is equal to the natural rate of unemployment. While unemployment increases during recessions and decreases during expansions, there is no indication that there is a long-term trend in unemployment."},{"q":"Which of the following statements about inflation in the United States is TRUE?","a":["It occurs when all prices rise together.","It has remained stagnant over time.","It exists when the price of a single good rises.","It makes people better off.","It has risen since the 1980s."],"j":"Inflation is an economy-wide phenomenon that occurs when the prices of many goods rise together, as opposed to when the price of a single good rises."},{"q":"A trade deficit occurs when","a":["imports exceed exports","exports exceed imports","net capital outflow is positive","taxes exceed government spending","government spending exceeds taxes"],"j":"Net exports are equivalent to exports – imports. When this is positive, a trade surplus occurs, but when imports exceed exports, a country is said to be running a trade deficit."},{"q":"Which of the following economic trends has the United States experienced from the 1970s?","a":["It has become an importer.","Inflation rates have continued to rise.","Output per capita have remained stagnant.","The unemployment rate has increased.","It has consistently faced budget surpluses."],"j":"While both imports and exports have increased, imports have grown at a faster rate, meaning that the United States now runs a trade deficit."},{"q":"Which of the following phrases does the definition of GDP NOT include?","a":["“produced by citizens”","“market value”","“final goods and services”","“within a country”","“specified time period”"],"j":"GDP is defined as “the market value of all final goods and services produced within a country during a specified period of time.”"},{"q":"Assume that an economy produces two goods: apples and oranges. It produces 20 apples at a price of $1/apple and 35 apples at a price of $2/orange. What is this economy's GDP?","a":["$95","$20","$70","$55","$110"],"j":"GDP is calculated as the market value of the goods produced in this economy: (20)($1) + (35)($2) = $95."},{"q":"Why do economists exclude intermediate goods from GDP?","a":["so GDP is unaffected by vertical integration","to prevent the inclusion of foreign goods","to include only goods produced within a specific timeframe","to considers the extent of horizontal integration","to prevent the inclusion of capital goods"],"j":"Intermediate goods are used up in the production of a final good. They are excluded from GDP to prevent the double-counting of goods, ensuring that GDP is unaffected by vertical integration (the combination of different stages of production)."},{"q":"Capital goods are","a":["included in GDP the year they were made","used up in the production of other goods","excluded from GDP","short-lived consumer goods","investments that lower long-term GDP"],"j":"Capital goods are involved in the production of final goods but are not used up in the process. They are counted in the year they are built—if they were not counted, then GDP would underestimate production levels since capital goods increase production in the long run."},{"q":"In 2005, $2000 worth of steel is used to make a car. In 2006, the car is sold for $24,000. In 2018, the car, now used, sells for $8,000. What is the car's contribution to 2018 GDP?","a":["$0","$6,000","$22,000","$24,000","$16,000"],"j":"GDP does not include the value of used goods since it measures only the value of the goods produced in a particular year. In 2005, the car would be included under “inventories” since it is not sold until 2006."},{"q":"Which of the following products or services would the calculation of the United States’ GDP in 2018 NOT include?","a":["a house built in 2004 and sold in 2018","a candy bar imported from abroad","a tractor built in 2018","a 2018 car built in the United States with imported steel","the commission on the sale of a 2005 used vehicle"],"j":"Goods are only counted towards GDP in the year that they are produced. However, if a house sold for $200,000 in 2004 and $300,000 in 2018, its contribution to 2018 GDP would be $100,000."},{"q":"The first known effort to measure national income aimed to assess","a":["a country's ability to pay taxes","the economic impact of the Great Depression","the economic impact of World War II","the size of recessions","the effects of new monetary policy initiatives"],"j":"In the mid-1600s, Sir William Petty created the first system of measuring national output to assess the Irish’s ability to pay taxes to the British. The modern conception of GDP was presented by Simon Kuznets in 1934 to measure the size of the Great Depression."},{"q":"Which of the following statements about GDP does NOT represent a weakness of using GDP to measure economic output?","a":["It is difficult to compare between countries.","It is unclear as to what is a final good.","It cannot accurately measure the size of non-market activities.","It excludes the cost of natural resource depletion.","It excludes the cost of environmentally destructive activities."],"j":"GDP, as a standardized unit of measuring national output, simplifies comparisons between countries. Ambiguity surrounding the definition of “final goods,” such as national defense, contributes to differences in calculations. The shift from non-market to market activities, particularly with regards to domestic labor, cannot be measured by GDP. Also, GDP does not take into account activities that destroy the environment or deplete a nation’s stock of natural resources."},{"q":"Which of the following buyers is NOT classified as a category of spending?","a":["markets","households","firms","government","foreign sector"],"j":"The components of GDP (C+I+G+NX) involve the four different sectors that contribute to GDP."},{"q":"Which of the following goods are classified under consumer durables?","a":["appliances","food items","textiles","cleaning products","homes"],"j":"Consumer durables are long-lasting goods purchased by consumers. They are one aspect of consumption spending, which also includes consumer nondurables and services."},{"q":"The purchase of new homes is included in","a":["investment","consumer durables","consumption expenditures","inventories","services"],"j":"New homes are NOT included in consumer spending. Instead, they are counted in investment as residential fixed investment."},{"q":"When firms produce more than they can sell, the excess goods are classified as","a":["inventories","investment","business fixed investment","capital goods","expenditures"],"j":"Inventories are a component of investment that result when firms produce more goods than they can sell."},{"q":"Which of the following choices is NOT equivalent to GDP?","a":["I + NCO","production","income","expenditures","C + I + G + NX"],"j":"GDP measures the market value of all goods and services (production), but since all goods are bought, and someone is paid for all transactions, GDP = expenditures = income. Y = C + I + G + NX defines GDP in terms of its components."},{"q":"Assume that an economy only produces rubber ducks. In 2000, it produces 30 ducks at $4/duck. In 2015, it produces 40 ducks at $6/duck. Using 2000 as the base year, what is the real GDP in 2015?","a":["$160","$120","$240","$180","$360"],"j":"Real GDP uses fixed prices in order to determine the changes in (real) quantities. Using the prices in 2000 ($4/duck), the real GDP in 2015 is equivalent to ($4/duck)(40 ducks) = $160. Note that real GDP and nominal GDP are equal in the base year."},{"q":"Real GDP isolates purchases from the effects of","a":["inflation","production","depreciation","appreciation","unemployment"],"j":"Real GDP uses prices in the base year to isolate against changes in the price level. If nominal GDP increases between two, it is unclear as to whether this increase is due to higher prices (inflation) or higher production."},{"q":"Which group conducts the CPI?","a":["Bureau of Labor Statistics","Department of Commerce","Federal Reserve","National Bureau of Economic Research","Bureau of Economic Analysis"],"j":"The Bureau of Labor Statistics (an agency of the United States Department of Labor) conducts monthly surveys of prices and devises a market basket, representative of the typical consumer, based on the Consumer Expenditure Survey."},{"q":"Assume that an economy only produces bowls. In 2000, it produces 25 bowls for $20/each. In 2015, it produces 50 bowls for $30/each. Using 2015 as the base year, what is the CPI in 2000?","a":["33","300","500","1500","75"],"j":"CPI is calculated using a fixed basket: in this case, 50 bowls since the base year is 2015. Production in 2015 is valued at ($30)(50) = $1500; the same level of production would be valued at ($25)(50) = $500 in 2000. With 2015 as the base year, CPI = 500/1500 *100 = 33."},{"q":"Which of the following scenarios BEST demonstrates the effects of substitution bias in CPI?","a":["As the price of gasoline increases, consumers bike more.","As the price of bagels rises, the quantity demanded of bagels decreases.","As incomes rise, consumers demand fewer bus rides.","As domestic prices rise, foreigners purchase fewer domestic goods.","As price level rises, consumers demand fewer goods overall."],"j":"Substitution bias, along with unmeasured quality change and the introduction of new goods, is one of the factors that contributes to the upward bias of CPI. When the price of one good increases, consumers shift their demand to cheaper goods, but since the first good is still reflected in the CPI, this change in consumption is not reflected immediately."},{"q":"GDP deflator is equal to","a":["(nominal GDP) / (real GDP) * 100","(real GDP) / (nominal GDP) * 100","(price in year t) / (price in base year) * 100","(price in base year) / (price in year t) * 100","(CPI) * (nominal GDP)/100"],"j":"GDP deflator is another measurement of inflation that is calculated as nominal to real GDP."},{"q":"A key difference between CPI and GDP deflator is that GDP deflator","a":["includes only domestically-produced goods","includes only capital goods","assumes a constant market basket","is more volatile than CPI","assumes fixed levels of production"],"j":"CPI assumes a constant market basket while GDP deflator assumes constant prices. Since GDP measures the value of <i>domestically-</i>produced goods and CPI measures a typical market basket, foreign produced goods are included in CPI but not GDP deflator."},{"q":"The sum of employed and unemployed individuals is the","a":["labor force","working age population","natural rate of employment","total population","work supply"],"j":"The working age population is divided into unemployed, employed, and outside of the labor force. The labor force is a portion of the working-age population that includes unemployed and employed persons."},{"q":"Max has recently graduated from college and is looking for a job. This situation is an example of","a":["frictional unemployment","structural unemployment","cyclical unemployment","being out of the labor force","a discouraged worker"],"j":"Frictional unemployment results from workers who quit, are fired, or are looking for their first job. Structural unemployment is caused by mismatches in skills or location."},{"q":"Unemployment during recessions is MOST associated with","a":["cyclical unemployment","decreased consumer demand","mismatched worker skills","the natural rate of unemployment","labor force participation rate"],"j":"Cyclical unemployment is associated with the business cycle: the cycle of recessions, depressions, and expansions."},{"q":"In the circular flow model,","a":["the flow of dollars is equal to the flow of goods","governments receive wages, rents, and profits","households receive land, capital, and labor","firms provide factors of production","expenditures are greater than income due to taxes"],"j":"The circular flow model represents the movement of goods and dollars through the economy. It demonstrates the identity GDP = Production = Income = Expenditures."},{"q":"Real GDP per capita is equal to","a":["(average worker productivity) * (labor force participation rate)","(real GDP) / (labor force)","(GDP deflator) * (nominal GDP) / 100","(nominal GDP) * (average labor productivity)","(nominal GDP) * (labor force participation rate)"],"j":"Let N = number of workers, P = total population and GDP = real GDP. The following identity GDP/P = (GDP/N)(N/P) demonstrates that GPD per capita is a function of average labor productivity (GDP/N) and the labor force participation rate (N/P)"},{"q":"Which of the following developments would cause an increase in the labor force participation rate?","a":["more women entering the workforce","higher birth rates","increase in the minimum working age","earlier retirement age","adding a year to high school"],"j":"The labor force participation rate is defined as the percentage of the working age population that is working or actively looking for work. More women entering the workforce increases the size of the labor force, while higher birth rates and more children increase the size of the population without increasing the labor force. Longer education times and earlier retirement ages decrease the size of the labor force."},{"q":"Which of the following measures would be considered an investment in human capital?","a":["construction of vocational schools","passing of patent protection laws","acquisition of natural resources","funding of industrial research labs","investment in labor-saving machinery"],"j":"Human capital refers to the intangible “skills and experience that are acquired through education, training, and on-the-job experience.”"},{"q":"Most simply, saving occurs when an individual","a":["has more money than she wishes to spend","puts money in the bank","buys land or capital","buys a new house","acquires stocks or bonds"],"j":"Saving, in the economic sense, is the difference between income and expenditures. Savings can be put in a bank or invested."},{"q":"Which of the following statements is TRUE regarding bonds?","a":["Riskier bonds have higher interest rates.","In bankruptcies, stockholders are paid before bondholders.","Riskier bonds have higher principals.","United States government bonds have high interest rates.","Bonds with longer maturity dates have lower interest rates."],"j":"The bond market is a financial market in which savers can purchase bonds (a form of debt finance) from companies raising money. The interest rate can serve as an indicator of the potential risk of a bond—higher interest rates are required to incentivize riskier investments."},{"q":"In an open economy,","a":["NCO = NX","S = I","Y - C - G = S – NCO","Y = C + I + G","S + I = NCO"],"j":"When one country sells a good or service, they receive assets in return, whose value must be equal to that of the good or service. The value of the goods being sold (net exports) is always equal to the value of assets received in exchange for the goods (net capital outflow)."},{"q":"Foreign direct investment involves","a":["actively managing foreign assets","the purchase of foreign stocks","any actions that raise NCO","the purchase of foreign bonds","all international capital flows"],"j":"The two types of international capital flow are foreign direct investments and portfolio investments. The former involves direct control over foreign assets, while the latter involves investments in foreign stocks or bonds."},{"q":"Which variable functions as the price of a loan in financial markets?","a":["interest rate","exchange rate","principal","stock price","federal funds rate"],"j":"The financial market, like the microeconomic markets considered earlier, are governed by the interactions between supply (governments and savers) and demand (firms). The real interest rate functions as the price of borrowing: at higher interest rates, people are more likely to save but less likely to take out loans."},{"q":"In the market for loanable funds, crowding out","a":["is the result of government deficits","shifts the demand for savings left","lowers the real interest rate","increases the quantity of loanable funds","encourages private investment"],"j":"When the government runs a budget deficit, the supply of savings shifts to the left: public savings, which is equal to taxes – government spending is negative, reducing the total quantity of savings at every interest rate. When the supply of savings shifts to the left, the real interest rate increases and the quantity of loanable funds at equilibrium decreases. A higher interest rate discourages private investment, so government deficits effectively “crowd out” private investment."},{"q":"An economy measures all prices in terms of cookies. In this economy, cookies MOST directly serve as a","a":["unit of account","store of value","medium of exchange","liquid medium","financial intermediary"],"j":"Money serves three main functions: a unit of account, a store of value, and a medium of exchange. A unit of account is a yardstick value that compares relative prices."},{"q":"Money with no intrinsic value is known as","a":["fiat money","commodity money","currency","high-powered money","M1"],"j":"Commodity money, like gold or silver bullion, possesses intrinsic value while fiat money is given value by government decree."},{"q":"The MOST common way that the Federal Reserve adjusts the money supply is through","a":["conducting open market operations","adjusting the federal funds rate","raising the discount rate","changing the reserve ratio","paying interest on reserves"],"j":"The main tools of Federal Reserve include open market operations, changing the federal funds rate, or changing the reserve ratio (the Federal Reserve also pays banks interest on their reserves, but this is not discussed in the curriculum). Open market operations involve buying and selling bonds to the public."},{"q":"If banks must keep 5% of deposits as reserves, how much money is generated by an initial deposit of $50?","a":["$1000","$950","$50","$500","$250"],"j":"The reserve requirement is 5%, indicating a money multiplier of 1/(1/20) = 20. So, $50 injected into the banking system will yield $50 x 20 = $1000 in new liquidity. To see why this happens, consider the sum of an infinite geometric series with first term as the initial deposit and common ratio as 1-R, where R is the reserve ratio."},{"q":"The neutrality of money asserts that","a":["changes in money supply have no long-term effects on production","real quantities are measured in terms of dollars","increases in the money supply increase the price level","monetary changes affect nominal and real quantities","the velocity of money continually rises"],"j":"Nominal quantities are in monetary terms, while real quantities are not influenced by changes in the supply of money (inflation). Consider the Keynesian model: when the supply of money is increased, AD shifts right, but SRAS shifts left to accommodate this shift, and long-run equilibrium is established on the LRAS curve. While real output changes in the short-run, in the long-run, output is stabilized where Y = Y* and the increase in money supply results in a higher price level. Consider a scenario where a foot was defined as 10 inches instead of 12: while this causes short-run confusion, the actual length of objects does not change. Generally, only changes in factors of production (land, labor, capital) will increase real quantities."},{"q":"To avoid inflation during an expansion, the Federal Reserve should","a":["sell bonds to the public","print more money","lower the reserve ratio","decrease the discount rate","reduce the federal funds rate"],"j":"During an expansion, AD shifts right, raising the price level. To avoid inflation, the Federal Reserve should shift AD left. This is accomplished by selling bonds to the public, which effectively removes currency from circulation (i.e., the supply of money is reduced), raising the interest rate. Higher interest rates discourage investment, thus reducing AD. Lowering the reserve ratio and lowering the interest rates have the opposite effect of increasing AD."},{"q":"Which of the following events does NOT explain why the aggregate demand curve slopes downward?","a":["As the price of one good rises, consumers buy more substitutes.","At lower price levels, savings increase.","Lower price levels encourage consumer spending.","At higher domestic price levels, imports increase.","At lower price levels, domestic goods are more attractive abroad."],"j":"Since aggregate demand involves ALL goods in an economy, substituting one good for another has no effect on aggregate demand."},{"q":"Which of the following statements is NOT a characteristic of the Keynesian model?","a":["Long run aggregate demand slopes upwards.","Short run aggregate supply is vertical.","Real GDP is measured on the x-axis.","Long run aggregate supply shifts right over time.","Shifts in long run aggregate supply contribute to inflation."],"j":"The Keynesian model involves a downward-sloping aggregate demand curve, an upward sloping short run aggregate supply, and a vertical long run aggregate supply. The price level is on the y-axis and real GDP is on the x-axis. Increases in the factors of production contribute to shifts in LRAS, and this results in higher price levels (inflation). No long run aggregate demand curve exists."}],[{"q":"According to A.W. Phillips, high unemployment is consistent with","a":["low inflation","high inflation","expansionary fiscal policy","contractionary fiscal policy","crowding out"],"j":"According to Philips, times of low unemployment cause firms to raise their wages, which results in inflation when firms raise their prices to fund increased wages."},{"q":"Which of the following slogans did Kennedy use in his 1960 presidential campaign?","a":["\"Getting Americans moving again\"","\"For the future\"","\"The Winning Team\"","\"A Leader, for a Change\"","\"Peace and Prosperity\""],"j":"Kennedy was elected in 1960, using “Let’s get America moving again” as a campaign slogan in response to slow economic growth. Kennedy edged out Nixon on a small percentage of the popular vote but won the electoral vote 303 to 219."},{"q":"To which of the following economic trends did President Kennedy NOT refer in his first State of the Union address?","a":["Trade deficits are increasing.","Economic growth has slowed.","Farm incomes have fallen.","Unemployment is at its peak.","Jobless workers are exhausting their benefits."],"j":"Kennedy’s first State of the Union addressed discussed the nation’s sluggish economy, citing that “unemployment is at the highest peak in our history.”"},{"q":"Kennedy's immediate solution to the economic issues of the early 1960s was to","a":["accelerate federal spending","raise taxes on the wealthy","implement a protective tariff","cut defense spending","promote expansionary fiscal policy"],"j":"Kennedy’s first solution to the slow economic situation was to direct federal agencies to push forward their spending, following the Keynesian theory that governments can compensate for shortfalls in AD, preventing recessions by increased spending."},{"q":"The MOST significant lasting effect of Kennedy's economic policy was the","a":["lower marginal tax rate","spending on the Space Race","Great Society budget cuts","increasing military budget","increased foreign aid spending"],"j":"In the long run, Kennedy moved to stimulate economic growth by cutting taxes for the wealthiest of Americans, reducing the top rate from 91% to 70% in addition to phasing in lower income tax rates for lower brackets."},{"q":"Which of the following statements is TRUE about tax system under Kennedy?","a":["The highest marginal tax rate was 91%.","Twenty different tax brackets existed.","The marginal tax rate was paid on an individual's entire income.","The lowest tax bracket included incomes less than $10,000.","The lowest marginal tax rate was 10%."],"j":"Marginal taxes apply only to income in a particular “bracket,” for example, if income over $400,000 is taxed at 91%, an income of $500,000 would have $100,000 taxed at 91% and the rest taxed at their respective rates."},{"q":"Which economist’s principles were used to justify the Kennedy/Johnson tax cuts?","a":["John Maynard Keynes","Kenneth Galbraith","Milton Friedman","A.W. Phillips","Paul Krugman"],"j":"Many of Kennedy’s economic advisors were Keynesians, who believe that cutting taxes encourages consumer spending, which boosts aggregate demand and counters recessions. The United States saw increases in real GDP growth following the tax cuts of 1964."},{"q":"Walter Heller served as the","a":["Chairman of the Council of Economic Advisers","Chairman of the Federal Reserve","President of the New York Federal Reserve Bank","Secretary of Commerce","Director of the National Economic Council"],"j":"Walter Heller was a Keynesian who advised President Kennedy on economic matters."},{"q":"Which president suggested he legislation that would later become Johnson’s Civil Rights Act?","a":["John F. Kennedy","Abraham Lincoln","Franklin D. Roosevelt","Harry Truman","Dwight D. Eisenhower"],"j":"In a 1963 speech, Kennedy pushed Congress to enact legislation that gave all Americans the equal right to be served in public facilities, in addition to authorizing the federal government to end public school segregation."},{"q":"In a 1963 speech to Congress, President Kennedy pushed to end racial discrimination in all of the following areas EXCEPT","a":["churches","public schools","movie theaters","restaurants","hotels"],"j":"Kennedy’s vision for a civil rights act sought to prevent discrimination in “facilities which are open to the public.” Kennedy proposed policies that would form the basis of the Civil Rights Act of 1964."},{"q":"Which of the following statements is TRUE about the Civil Rights Act?","a":["It catalyzed later women's rights movements.","It solely focused on racial discrimination.","It resulted in the passage of a constitutional amendment.","It had a minimal economic impact.","It mostly regulated small businesses."],"j":"The Civil Rights Act of 1964 contained language against gender discrimination. The female labor force participation rate increased after the act’s passage, but female earnings declined."},{"q":"Under the Civil Rights Act, black employment","a":["increased most under large employers","decreased overall","remained stagnant across the board","increased temporarily","decreased significantly compared to whites"],"j":"The Civil Rights Act of 1964 focused on large employers. Carrington, McCue, and Pierce found that there were larger gains in black employment under employers subject to the new legislation."},{"q":"Which of the following categories does the Civil Rights Act of 1964 NOT protect?","a":["disability","sex","race","religion","national origin"],"j":"The Civil Rights Act of 1964 outlawed discrimination in employment on the basis of “race, color, religion, sex, or national origin.”"},{"q":"The Civil Rights Act's language on gender was most likely added in an effort to","a":["sabotage the bill","increase its popularity amongst Democrats","appease feminist organizations","end a Congressional standstill","fulfill a campaign promise"],"j":"A Southern Segregationist Democrat added the language on gender discrimination as an effort to “torpedo” the Civil Rights Act of 1964 to prevent its passage."},{"q":"Which of the following outcomes did NOT arise from race riots in American cities?","a":["increased value of white-owned homes","decreased demand for housing","reduced incomes among blacks","decreased value of black-owned homes","stalled recovery of property values"],"j":"William Collins and Robert Margo found that race riots reduced median black family income, reduced home prices for all races, and slowed recovery in property prices. They argue that the increased perception of risk (in urban areas affected by race riots) reduced demand for housing."},{"q":"Johnson first introduced the concept of a \"Great Society\" in a","a":["speech at the University of Michigan","State of the Union Address","leaked press release","White House press conference","campaign dinner"],"j":"The idea behind Johnson’s Great Society was first introduced in May 1964 then presented to Congress in his second State of the Union address."},{"q":"Which of the following policies was NOT a goal of Johnson’s domestic program?","a":["abating inflation","protecting minority rights","reducing poverty rates","lowering taxes","increasing federal spending"],"j":"Johnson’s “War on Poverty” was a key feature of his Great Society program, which had the broader goals of ending poverty and racial injustice. These new programs required an increase in government spending. Johnson continued the tax cuts started by President Kennedy."},{"q":"Which of the following policies was NOT a goal under Johnson's \"Great Society\" program?","a":["expanding space exploration","sustaining economic growth","increasing opportunities for minorities","protecting minorities' voting rights","improving domestic standards of living"],"j":"The Great Society was a domestic program that aimed to support economic growth, increase opportunities for minorities, prevent disenfranchisement, and improve standards of living for all Americans."},{"q":"Medicare and Medicaid were created as amendments to","a":["the Social Security Act","the United States Constitution","an executive order","a Supreme Court Ruling","the Wagner Act"],"j":"On July 30, 1965, Medicare and Medicaid were created as amendments to the Social Security Act of 1935."},{"q":"Which of the following statements is TRUE about Medicare and Medicaid?","a":["Medicare Part A is financed by payroll deductions.","Medicare and Medicaid are available to all low-income individuals.","Medicaid is funded solely by the federal government.","Medicaid provides health insurance to the elderly.","Medicaid Part B is mandatory for all workers."],"j":"Originally, Medicare Part A (hospital insurance) was financed by payroll deductions (taken directly from a paycheck) and was available to all workers. Medicare Part B (medical insurance) is an optional program. Medicare is generally for individuals over age 65, while Medicaid is provided for low-income individuals. Both programs are jointly funded by the federal government and states."},{"q":"Which of the following programs did the Economic Opportunity Act (EOA) NOT create?","a":["Medicare","Community Action Programs","Job Corps","Work Study","VISTA"],"j":"The EOA of 1964 created the OEO, which coordinated anti-poverty programs and ensured compliance with the Civil Rights Act of 1964. The EOA funded Job Corps, Work Study, and VISTA, in addition to Community Action Programs."},{"q":"VISTA was created as a(n)","a":["domestic version of the Peace Corps","job training program for youth","early childhood development program","energy assistance program","food allocation program"],"j":"Volunteers in Service to America (VISTA) was created in August 1964. Its 3,000 volunteers worked on over 400 anti-poverty programs."},{"q":"Who or what determines the eligibility of food stamp recipients?","a":["states","the federal government","municipalities","agricultural firms","grocery stores"],"j":"Food stamps can be exchanged for food at grocery stores. The program was funded by the federal government, stamps were provided by the Department of Agriculture, and the distribution of stamps was determined by states."},{"q":"The Housing and Urban Development Act provided funding for","a":["subsidized apartments","public transportation systems","Interstate Highways","public schools","urban community centers"],"j":"The Department of Housing and Urban Development was created by the Housing and Urban Development Act of 1965 to provide affordable housing to the poor, elderly, and those with disabilities. It also built several low-income housing projects."},{"q":"The 2001 reauthorization of the Elementary and Secondary Education Act (ESEA) was called the","a":["No Child Left Behind Act","Every Student Succeeds Act","Improving America's Schools Act","Educate America Act","Equal Educational Opportunities Act"],"j":"The EESA of 1965 directed federal funds towards schools. It was reauthorized in 2001 by the NCLB Act and in 2015 by the Every Student Succeeds Act."},{"q":"Who was the FIRST president to publicly support a national health insurance program?","a":["Harry Truman","Lyndon B. Johnson","John F. Kennedy","Dwight D. Eisenhower","Franklin D. Roosevelt"],"j":"Though Medicare and Medicaid were implemented by Johnson, Truman was the first to suggest such a program."},{"q":"Which of the following statements is TRUE regarding public school funding?","a":["Federal funds provide about 10% of public school funding.","Per pupil spending remained stagnant in the 1960s.","Per pupil spending increased in the 1970s.","Federal funding now accounts for 50% of public school funds.","Legislation in 1965 distributed federal funds equally across districts."],"j":"States have the primary responsibility of financing K-12 education; federal funds provide only 10% of school funds. Legislation in 1965 directed federal funds towards disadvantaged school districts. Per pupil spending increased in the 1960s and slowed in the 1970s."},{"q":"Which of the following statements is MOST accurate regarding Johnson's War on Poverty?","a":["Newer measures of poverty levels attest to its effectiveness.","Political conservatives hailed it as a success.","Standard government measures show it significantly reduced poverty.","Government programs played no role in influencing the poverty rate.","Poverty rates ultimately remained unchanged by all measures."],"j":"Conservatives in the 1960s claim that the War on Poverty was a failure; government measures at the time (based on a “minimal diet”) indicate that poverty rates were constant from 1966 to 2012. Newer ways of measuring of poverty, however, suggest that poverty rates have actually declined."},{"q":"Who served as Chief Economic Advisor under President Johnson?","a":["Arthur Okun","John Maynard Keynes","Kenneth Galbraith","Milton Friedman","A.W. Phillips"],"j":"Arthur Okun served as chairman of the Council of Economic Advisors from 1968 to 1969 (Walter Heller also held this position under both Kennedy and Johnson). Okun was a Keynesian and is known for his namesake law that relates cyclical unemployment and output gap."},{"q":"Keynesian economists argue that recessions are","a":["preventable through federal intervention","a necessary evil","an inescapable fact of the business cycle","required to correct economic inefficiencies","a result of excessive government spending"],"j":"Keynesians like Arthur Okun believed that recessions could be averted by government actions that boost aggregate demand."},{"q":"Which of the following statements about A.W. Phillips’s theory of unemployment and inflation is TRUE?","a":["Higher wages produce higher prices.","Recessions create a “tight” labor market.","American economists overwhelmingly rejected its findings.","Inflation is ultimately caused by high interest rates.","It was based on American employment data during the Great Depression."],"j":"A.W. Phillips, who studied inflation and unemployment in the United Kingdom, asserted that there was a tradeoff between inflation and unemployment. During economic expansions (when unemployment is low), firms must increase wages to attract workers. Higher wages result in higher costs for firms and higher incomes for consumers, contributing to price increases—inflation."},{"q":"The economic situation in the early 1960s was characterized by","a":["slow GDP growth","stagflation","rapid economic expansion","rapid increases in CPI","significant growth in unemployment"],"j":"Though the recession of the late 1950s ended in 1958, economic growth was slow in the opening years of the 1960s, as measured by real GDP per capita The United States economy entered a recession from April 1960 to February 1961."},{"q":"Which of the following statements is TRUE?","a":["Low interest rates are associated with inflation.","Inflation was high in the early 1960s.","The Vietnam War resulted in deflation.","The Federal Reserve uses fiscal policy to influence inflation rates.","Expansionary fiscal policy can abate inflation."],"j":"Inflation can be caused by rightward shifts in aggregate demand. Low interest rates encourage investment (a component of AD), shifting AD right, leading to a higher price level. Expansionary policies shift AD right and should not be used to counteract inflation."},{"q":"Who served as the chairman of the Federal Reserve’s Board of Governors during the 1960s?","a":["William McChesney Martin, Jr.","Arthur Okun","A.W. Phillips","Milton Friedman","Paul Krugman"],"j":"Martin served as the chairman of the Federal Reserve from 1951 to 1970. He sought to increase interest rates to counteract inflationary tendencies, but this move was opposed by Johnson."},{"q":"The Federal Reserve’s contractionary monetary policy during the latter half of the 1960s was guided by the assumption that","a":["higher federal spending leads to inflation","growing trade deficits devalue the dollar","budget surpluses promote investment spending","rising home prices exacerbate unemployment","falling incomes can cause a recession"],"j":"Federal spending can boost AD during recessions, but it can also lead to inflation by creating a higher price level. Contractionary fiscal policy, which, in Martin’s case, involves raising the interest rate, decreases AD to counteract increases in the price level."},{"q":"Which of the following statements BEST describes Johnson's opinion about the Federal Reserve's policies from 1965 onwards?","a":["He thought high interest rates would undermine the Great Society.","He believed lower employment would stabilize the economy.","He disapproved of their refusal to issue bonds.","He believed the contractionary policy would economic growth.","He approved an expansionary policy to the Vietnam War."],"j":"Johnson opposed Martin’s move to raise interest rates, as he believed they would discourage investment and undermine the Great Society program. However, the Federal Reserve remains independent of executive control and operates under the mandate of stable prices, stable interest rates, and maximum employment."},{"q":"The \"golden age\" of American productivity growth lasted for  approximately","a":["25 years","5 years","10 years","15 years","20 years"],"j":"The “Golden Age” of American growth refers to the postwar period of high productivity from 1948 to 1973."},{"q":"Which of the following factors gave the Federal Reserve the ability to pursue expansionary fiscal policy without worrying about inflation?","a":["increased productivity","rising birth rates","increase in the velocity of money","decrease in price level","stagnation in real GDP"],"j":"Increases in the money supply must be matched by increases in productivity to avoid inflation (i.e. more dollars must “chase” more goods)."},{"q":"Economic slowdowns from 1966 coincided with the","a":["completion of the Interstate Highways","end of the Vietnam War","beginning of Johnson's \"Great Society\" programs","peak of the Space Race","Cuban Missile Crisis"],"j":"Alexander Field argues that the 1973 slowdown began in the late 1960s with the completion of the Interstate Highways—possibly due to the end of spillovers into the private sector"},{"q":"The Vietnam War officially ended with the","a":["capture of Saigon by North Vietnam","Paris Peace Accords","removal of American troops","invasion of Cambodia","Tet Offensive"],"j":"The Vietnam War ended on April 30, 1975 when South Vietnamese troops surrendered after the capture of Saigon. The United States withdrew from Vietnam in 1973."},{"q":"Eisenhower blocked free elections in Vietnam to","a":["prevent the election of Viet Minh","support the interests of North Vietnam","protect British interests in Indochina","fulfill an agreement with the Soviet Union","appease the Chinese government"],"j":"The Indochina War divided Vietnam along the 17<sup>th</sup> parallel into Communist North Vietnam and South Vietnam. Free elections were blocked in 1956, as socialist Ho Chi Minh was the likely victor, an unacceptable outcome to the United States."},{"q":"Which of the following statements is TRUE regarding the cost of the Vietnam War?","a":["It was far higher than the United States government anticipated.","It was driven largely by economic inflation.","It was financed via budget surpluses.","It sharply increased a low military budget.","It represented the costliest American military expenditure."],"j":"American military spending was already high into the 1960s due to the Cold War. The costs of the war (and its length) were underestimated by the United States. Incremental costs include funds spent exclusively on the war, excluding defense spending that would have occurred either way."},{"q":"The Vietnam War cost the United States approximately","a":["$173 billion","$209 billion","$65.5 billion","$28.8 billion","$663 billion"],"j":"The United States spent $173 billion on the Vietnam War. 2.7 million Americans served in the war and 60,000 died."},{"q":"Which of the following economic measures did President Johnson NOT support?","a":["spending cuts","an excise tax","a surcharge tax","corporate income tax raises","personal income tax raises"],"j":"In 1967, Johnson supported an unpopular surcharge tax that raised corporate and personal income taxes. In 1968, Johnson supported a continuation of excise taxes on cars and phone services."},{"q":"For what MAIN reason were Johnson’s 1967 fiscal policies unpopular in Congress?","a":["Johnson refused to reduce domestic spending.","Johnson’s approval rating was at an all-time low.","Republicans had a majority in both houses.","Democrats wanted a higher tax rate.","The Federal Reserve disapproved of increased spending."],"j":"Johnson refused budget cuts as not to sacrifice his Great Society program. Instead, the Vietnam War was financed through a surcharge tax."},{"q":"Which of the following conclusions did Anthony Campagna reach about the Vietnam War?","a":["Net exports would increase without the war.","The economic impact of the war ended after 1970.","It lasted into the late 1970s.","Prices would have been higher had the war not occurred.","It balanced imports and exports."],"j":"A counterfactual assumes a scenario where the war did not occur. Campagna estimated that housing and net exports would increase without the war and unemployment would increase. He argues that the economic impact of the war ended after 1969, and that the war raised prices beginning in 1969."},{"q":"In his research on the Vietnam War, economist Joshua Angrist found that","a":["draftees were disadvantaged in the long term","the military draft had hidden economic benefits","draftees earned more than their counterparts","women's labor force participation increased after the war","the war led to a long-term decline in unemployment"],"j":"Joshua Angrist found that draftees earned up to 15% less after the war than those who did not serve, likely because the war prevented them from acquiring certain career-building skills."},{"q":"Which of the following pieces of evidence does NOT support the claim that the scope of the federal government increased in the 1960s?","a":["Income tax rates among the wealthiest of Americans increased.","Federal transfer payments increased under President Johnson.","The 89th Congress passed many landmark Civil Rights laws.","The federal government implemented many consumer safety laws.","Federal net outlays as a share of GDP increased."],"j":"The size and scope of the federal government increased under Kennedy and Johnson, as landmark legislation was passed to protect civil rights and alleviate poverty. Kennedy and Johnson cut marginal tax rates."},{"q":"Which of the following consumer safety laws does NOT date from the 1960s?","a":["Consumer Product Safety Act","Federal Cigarette Labeling and Advertising Act","Fair Packaging and Labeling Act","Child Protection Act","National Traffic and Motor Vehicle Safety Act"],"j":"Consumer protection laws passed in the 1960s, indicative of the expansion of the federal government, include: Federal Cigarette Labeling and Advertising Act (1965), the Fair Packaging and Labeling Act (1967), the Child Protection Act (1966), and the National Traffic and Motor Vehicle Safety Act (1966)"},{"q":"Which of the following statements MOST closely aligns with the conclusions of economic historian Robert Higgs?","a":["The public increasingly relied on the government to solve national problems.","The Civil Rights Act of 1964 failed to improve employment outcomes for black Americans.","Vietnam War draftees benefitted from the employment opportunity provided by the war.","The War on Poverty succeeded in creating social equality in urban areas.","Benefit programs under the Great Society can remain indefinitely sustainable."],"j":"Robert Higgs argued that the public during the 1960s overwhelmingly supported the idea that the solutions to various social and economic problems originated with the federal government."}]]}