{"n":["<i>Rosencrantz and Guildenstern</i>","Other Works of Literature"],"v":[[{"q":"The 1960s Black Arts Movement originated in","a":["New York","Chicago","Memphis","Los Angeles","San Diego"],"j":"The Black Arts Movement developed in New York in the 1960s to promote drama written by black artists."},{"q":"How does <i>Rosencrantz and Guildenstern Are Dead </i>differ MOST from other well-known 1960s dramas?","a":["It does not address political issues.","It is more of a comedy than a drama.","It is based on performance theory.","It was written before postmodernism.","It contains only two characters."],"j":"<i>Rosencrantz </i>is surprisingly apolitical for a 1960s-era play, instead drawing on classical theater (<i>Hamlet</i>) for its plot."},{"q":"Tom Stoppard was born in","a":["Czechoslovakia","Armenia","Greece","Macedonia","Montenegro"],"j":"Tom Stoppard was born in the city of Zlinn, Czechoslovakia, in 1937."},{"q":"Why did Tom Stoppard originally want to be a wartime journalist?","a":["He thought it would be a great adventure.","He wanted to avenge his family’s losses.","He sought to understand the enemy.","He wanted to get out of England.","He did not know how else to use his English degree."],"j":"Tom Stoppard’s plans to be a wartime journalist evolved from his fantasy about a life filled with dangerous adventures. He did not, however, become a journalist."},{"q":"Whose rendition of Hamlet MOST powerfully influenced Tom Stoppard’s interest in theater and Shakespeare?","a":["Peter O’Toole’s","Laurence Olivier’s","John Barrymore’s","Edwin Booth’s","Edward Gordon Craig’s"],"j":"Tom Stoppard’s interest in Shakespeare and theater in general dramatically increased after he saw Peter O’Toole play Hamlet in 1948 at the Old Vic Theatre."},{"q":"Which of the following plays BEST represents the Theater of the Absurd?","a":["<i>Waiting for Godot</i>","<i>Chu Chin Chow</i>","<i>French without Tears</i>","<i>Careless Rapture</i>","<i>Ziegfeld Follies</i>"],"j":"Samuel Beckett’s <i>Waiting for Godot, </i>first performed in 1955, was widely recognized as part of the Theater of the Absurd movement."},{"q":"<i>Rosencrantz </i>centers on the theme of","a":["unstable identity","radical liberalism","mathematical discovery","academic inquiry","angry youth"],"j":"<i>Rosencrantz </i>is an excellent example of Tom Stoppard’s preoccupation with unstable identities."},{"q":"For which of the following reasons do some of the murders occur in Tom Stoppard’s <i>Jumpers</i>?","a":["Philosophical papers admit the existence of a divine being.","Modernist, Dadaist, and Communist leaders meet in Zurich.","A young girl predicts an astonishing mathematical discovery.","Theater critics get caught up in a murder mystery play’s production.","A secret police officer suspects characters of subversion."],"j":"Tom Stoppard’s <i>Jumpers </i>is a murder mystery in which some of the murders are committed because academic papers admit that a divine being exists."},{"q":"Tom Stoppard was involved with all of the following films EXCEPT","a":["<i>Life of Brian</i>","<i>Anna Karenina</i>","<i>Empire of the Sun</i>","<i>The Russia House</i>","<i>Shakespeare in Love</i>"],"j":"Though Tom Stoppard did co-write a film with Monty Python’s Terry Gilliam, he was not involved in the making of Monty Python’s <i>Life of Brian</i>."},{"q":"What role do Rosencrantz and Guildenstern play in Shakespeare’s <i>Hamlet</i>?","a":["The king and queen ask them to spy on Hamlet.","Hamlet makes them stay to see his father’s ghost.","Laertes accidentally poisons them in a fight.","Fortinbras uses them as his royal servants.","Claudius imprisons them for Hamlet’s murder."],"j":"Rosencrantz and Guildenstern play a small role in <i>Hamlet </i>when King Claudius and Queen Gertrude ask them to find out why Hamlet is behaving so strangely."},{"q":"The Player’s main role in <i>Rosencrantz </i>is to","a":["flesh out the title characters’ personalities","bring comic relief during tense scenes","help the audience recall <i>Hamlet</i>’s plot","motivate deep philosophical questions","draw attention away from on-stage action"],"j":"The Player gradually helps flesh out <i>Rosencrantz</i>’s title characters’ personalities, which are far more distinct in Stoppard’s work than they are in <i>Hamlet.</i>"},{"q":"Which character is introduced in the first <i>Hamlet </i>scene featured in <i>Rosencrantz</i>?","a":["Ophelia","Claudius","Laertes","Hamlet","Gertrude"],"j":"<i>Hamlet </i>is first introduced in <i>Rosencrantz </i>when Ophelia, Hamlet’s love interest, appears on stage after a lighting change."},{"q":"How does Tom Stoppard MOST often expand on the original <i>Hamlet </i>in <i>Rosencrantz</i>?","a":["He adds significant stage directions.","He gives the characters more dialogue.","He pulls in new characters.","He alters the lighting and props.","He incorporates more suspense."],"j":"In <i>Rosencrantz</i>, Tom Stoppard relies on most of Shakespeare’s original dialogue, but he adds significant stage directions, many of which add to the play’s physical comedy."},{"q":"Which dramatic element MOST effectively indicates when <i>Hamlet </i>takes over the action in <i>Rosencrantz</i>?","a":["language","lighting","timing","characters","scenery"],"j":"A change in language – from modern to Shakespearean prosody – signifies <i>Hamlet</i>’s takeover of <i>Rosencrantz</i>."},{"q":"Rosencrantz and Guildenstern’s main predicament in <i>Rosencrantz </i>is that they","a":["exist only as characters on a stage","have always lived in the shadows","do not want to betray Hamlet","struggle with ordinary language","have not been permitted to marry"],"j":"Rosencrantz and Guildenstern’s main predicament in <i>Rosencrantz </i>is that they have no memories of their earlier lives because they have only ever existed as characters on a stage. Their actions are predetermined."},{"q":"Gustave Flaubert’s <i>A Simple Heart </i>and Tom Stoppard’s <i>Rosencrantz</i> are MOST similar in that they both","a":["lavish attention on otherwise modest characters","pit their peasant characters against noble families","focus on their characters’ alienation from normal society","create characters who are trapped in static settings","develop characters who reject realist social norms"],"j":"Both Flaubert’s <i>A Simple Heart </i>and Stoppard’s <i>Rosencrantz </i>give voice to protagonists who are otherwise modest, even minor, characters."},{"q":"How are the protagonists in <i>Rosencrantz </i>and <i>Notes from the Underground</i> MOST similar?","a":["They must justify their existence to the audience.","They are tortured by their subservience to royal families.","They are antiheroes with no sense of honor or ability.","They serve as main characters in plays within plays.","They thwart the plans of other major characters in the play."],"j":"Rosencrantz and Guildenstern are similar to the narrator of <i>Notes from the Underground </i>because all three men must constantly justify their own existence as atypical protagonists."},{"q":"Both Gregor Samsa in <i>The Metamorphosis </i>and the protagonist of <i>Notes from Underground </i>","a":["become alienated from their social worlds","escape peasant life by impersonating nobles","present themselves as inept communists","wrestle with the loss of their youth","provide comic relief to otherwise tense stories"],"j":"Gregor Samsa in Franz Kafka’s <i>The Metamorphosis </i>and the protagonist of Fyodor Dostoevsky’s <i>Notes from Underground </i>must reconcile themselves to being permanently alienated from their respective social worlds."},{"q":"Modernists’ main critique of realism was that the movement","a":["focused only on surface appearances","made art too accessible to commoners","challenged classical narrative traditions","accepted civilization’s ruination","worked too hard to explain revelation"],"j":"Whereas realism reflected the surface truths of the world, modernists did not trust what they viewed as only superficial truths. Modernist artists instead focused on deeper “inner” truths."},{"q":"According to Sigmund Freud, the superego","a":["acts as the judge of a person’s actions","seeks to avoid pain and unpleasure","conceals a person’s conflicts with reality","drives a person toward self-destruction","compels a person to relive trauma"],"j":"Freudian psychotherapy emphasizes the role of the superego as the judge of one’s actions and is the strongest influence on a person’s identity."},{"q":"Which of the following artistic periods is MOST similar to modernism?","a":["impressionism","neoclassicism","deconstructivism","romanticism","mannerism"],"j":"Both modernist and impressionist art placed a high value on inner consciousness and non-linear perspectives."},{"q":"Friedrich Nietzsche’s “superman” was intended to","a":["respond to crisis","reinforce classical values","integrate the id and ego","reject sequentialism","draw meaning from life"],"j":"Friedrich Nietzsche’s “superman” (or <i>ubermensch</i>) was meant to respond to the crisis of civilization by creating non-religious values for humanity."},{"q":"Which novel ends with the invocation, “Old father, old artificer, stand me now and ever in good stead”?","a":["<i>A Portrait of the Artist as a Young Man</i>","<i>The Garden Party and Other Stories</i>","<i>Oranges Are Not the Only Fruit</i>","<i>The Autobiography of Alice B. Toklas</i>","<i>The Notebooks of Malte Laurids Brigge</i>"],"j":"At the end of James Joyce’s <i>A Portrait of the Artist as a Young Man</i>, Stephen Daedalus (the protagonist) says, “Old father, old artificer, stand me now and ever in good stead”."},{"q":"Dadaism was primarily a reaction to the","a":["capitalist system","condition of dreams","lower arts","use of language","fluidity of life"],"j":"Dadaism arose as an artistic movement that used the nonsensical to reject the bourgeois, or capitalist, system."},{"q":"In “The Literature of Exhaustion” and “The Literature of Replenishment”, John Barth criticizes writers’","a":["lack of imagination and virtuosity","conventional philosophical speculation","rejection of realist ideologies","eagerness to write for an audience","inability to create relatable characters"],"j":"In his essays “The Literature of Exhaustion” and “The Literature of Replenishment”, John Barth criticizes writers’ lack of imagination, claiming that they are satisfied with not moving beyond Kafkaesque techniques."},{"q":"According to John Barth, why was Jorge Luis Borges MOST fascinated with Scheherazade’s dilemma in <i>The Thousand and One Nights</i>?","a":["It reminds the reader of the fictitious nature of his own existence.","It represents the endless circularity of the narrator’s storytelling.","It serves as an early manifesto of postmodern thinking.","It requires the reader to follow multiple paths leading to nowhere.","It signifies the narrator’s desperation to trace her own origins."],"j":"John Barth claims Jorge Luis Borges was fascinated with Scheherazade’s dilemma because it reflected one of the writer’s primary themes – the fictitious nature of our own existence."},{"q":"Who wrote <i>Cosmicomics</i>?","a":["Italo Calvino","Jorge Luis Borges","Samuel Beckett","Luigi Pirandello","Kurt Vonnegut"],"j":"Italo Calvino wrote <i>Cosmicomics, </i>which was first published in English in 1968."},{"q":"In which of the following ways are postmodernism and parody MOST closely linked?","a":["Postmodern writers look at old literary forms in a new and ironic way.","Most literary parodies have employed postmodern techniques.","Postmodernists often parody religion in telling their tales.","Postmodern and parody writers both distrust authority and tradition.","Parody writers embrace the postmodern skill of playful linguistics."],"j":"Postmodern writers often rely on parody to reshape traditional literary forms so that the audience can look at an old topic from a new perspective."},{"q":"When Guildenstern comments in <i>Rosencrantz, </i>“I’d prefer art to mirror life”, he is responding to Rosencrantz’s assertion that","a":["a good story has a beginning, middle, and end","the two of them are unusually angry young men","Hamlet must catch the conscience of King Claudius","they do not really exist outside of Shakespeare’s creation","art is meant to represent the inner thoughts of man"],"j":"After Rosencrantz asserts that he likes good stories with beginnings, middles, and ends, Guildenstern asserts that he prefers art to mirror life. Thus, he implies that life is chaotic rather than orderly."},{"q":"Postmodernism clashes with Rosencrantz’s character MOST in that it","a":["resists coherent and linear narratives","seeks to glorify the modern man","takes a paradoxical approach to theater","uses humor to upend social norms","focuses on global humanitarian crises"],"j":"Whereas Rosencrantz conveys his need for “art to mirror life” – that is, to be presented in a coherent and linear manner – postmodernism embraces imprecise and messy language."},{"q":"Which of the following social phenomena contributed MOST to the development of modernist literature?","a":["industrialization","communism","religion","gentrification","existentialism"],"j":"Modernist literature was largely a response to the industrialization of society, which separated people from their natural environments."},{"q":"The coin-flipping game in <i>Rosencrantz </i>symbolizes the","a":["supernatural force in the characters’ lives","importance of play in postmodern writing","predictive skills required of a narrator","breakdown of social standards","rejection of God in a postmodern culture"],"j":"<i>Rosencrantz </i>opens with the two protagonists playing a coin-flipping game, which hints at the supernatural forces that drive all their actions in that neither man has control over the game’s outcome."},{"q":"In theater, the term “fourth wall” refers to the imaginary divide between the audience and the","a":["actors","narrator","playwright","stage","dialogue"],"j":"One element of meta-theater is called “breaking the fourth wall”, the imaginary divide between actors on stage and the audience."},{"q":"Which of the following events did NOT occur in the 1960s?","a":["<i>Brown v. Board of Education</i>","Martin Luther King, Jr.’s assassination","John F. Kennedy’s assassination","Ken Kesey’s Acid Tests","anti-Vietnam War protests"],"j":"<i>Brown v. Board of Education </i>occurred in 1954 and helped launch the Civil Rights Movement.<i> </i>"},{"q":"Freudian theories appear MOST often in <i>Rosencrantz </i>when the protagonists","a":["make linguistic slips","enact physical humor","engage in soliloquy","rebel against the court","speak to the audience"],"j":"Freud’s influence on <i>Rosencrantz </i>is most evident when the characters engage in rhetoric that includes linguistic slips and non sequiturs."},{"q":"Which modern philosophy is MOST present in <i>Rosencrantz</i>?","a":["existentialism","empiricism","rationalism","idealism","pragmatism"],"j":"<i>Rosencrantz </i>employs existential philosophy, which posits the notion that the individual’s experiences are the starting point for thought."},{"q":"How did the French Revolution contribute MOST to the development of existentialist philosophy?","a":["It reminded people that nations and governments were not static.","It forced nationalists to see their freedom as dependent upon war.","It made people question their long-held assumptions about God.","It led to scientific developments that empowered humanity.","It encouraged people to look out for themselves and not others."],"j":"The French Revolution reminded people that nations, maps, and governments were not static and that they could be transformed at any time, thus proving unreliable as foundations for human existence."},{"q":"The historical events that influenced modernism and postmodernism also produced a","a":["mistrust in human goodness","rejection of exaggerated emotionalism","revival of religious sentiment","denunciation of social truths","focus on the greater good"],"j":"The world wars and other traumatic social events that influenced both modernism and postmodernism also produced a mistrust in human morality and goodness."},{"q":"Jean-Paul Sartre and Albert Camus called the existentialist principle of living as an authentic individual","a":["“being-for-others”","“engagement”","“nihilistic enterprise”","“tragic-heroism”","“nothingness”"],"j":"French existentialists Jean-Paul Sartre and Albert Campus coined the term “being-for-others”, which refers to one’s acting as an authentic individual for the common good."},{"q":"How are Rosencrantz and Guildenstern MOST similar to the mythical figure of Sisyphus?","a":["They are unable to resolve anything.","They face their mission with persistence.","A narrator brings them into existence.","The gods punish them with eternal work.","They seek to make others happy."],"j":"Like the Greek Sisyphus, who is forced to roll a boulder uphill for eternity, Rosencrantz and Guildenstern are unable to reach a resolution."},{"q":"The protagonists of absurdist plays are “comic-pathetic” in that they are","a":["helpless victims of their own existence","tragic heroes battling meaninglessness","Sisyphean laborers with no hope","abstract characters with minimal dialogue","parodies of classical theater characters"],"j":"The protagonists of absurdist plays written by men like Harold Pinter and Jean Genet are “comic-pathetic” because they are victims of their meaningless existence."},{"q":"Which play did the British National Theater call “the most significant English Language play of the 20<sup>th</sup> Century”?","a":["<i>Waiting for Godot</i>","<i>Endgame</i>","<i>The Birthday Party</i>","<i>Travesties</i>","<i>The Cherry Orchard</i>"],"j":"Samuel Beckett’s <i>Waiting for Godot, </i>a major influence on Tom Stoppard’s <i>Rosencrantz</i>, was hailed by the British National Theater as “the most significant English Language play of the 20<sup>th</sup> Century”."},{"q":"Each pair of protagonists in <i>Waiting for Godot </i>and <i>Rosencrantz </i>BEST represents the","a":["intellectual and material","absolute and relative","aesthetic and grotesque","ego and superego","real and surreal"],"j":"In both <i>Waiting for Godot </i>and <i>Rosencrantz</i>, the pair of protagonists represent both intellectual and material existence. In <i>Rosencrantz, </i>Guil is more intellectual, while Ros is more physical."},{"q":"The two main characters in <i>Waiting for Godot </i>are","a":["vagabonds","professors","farmers","comics","writers"],"j":"Didi and Gogo, the protagonists of <i>Waiting for Godot</i>, are vagabonds."},{"q":"What does the Greek term <i>sparagmos </i>mean in the context of theater?<i> </i>","a":["violence that occurs offstage","words heard only by the audience","purging of negative feelings","a struggle between evil forces","the moral underlying a play"],"j":"The Greek term <i>sparagmos </i>refers to violence that occurs offstage so that the audience hears but does not see it."},{"q":"Which of the following playwrights helped pioneer the idea of metafiction?","a":["Luigi Pirandello","Thomas Kydd","Jean Rhys","Samuel Beckett","Edward Albee"],"j":"Italian playwright Luigi Pirandello helped pioneer metafiction, a kind of parody in which the author refers to the artificiality of his or her work."},{"q":"In what way are the protagonists of <i>Hamlet </i>and <i>Enrico IV</i> MOST similar?","a":["They both pretend to be mad.","They are both royal men.","Friends betray both of them.","Both of their families die off.","They both kill their fathers."],"j":"In <i>Hamlet </i>and <i>Enrico IV</i>, the protagonists both spend the better part of their respective plays feigning madness."},{"q":"The protagonist of Jean Rhys’s <i>Wide Sargasso Sea </i>is a minor character in","a":["<i>Jane Eyre</i>","<i>The Spanish Tragedy</i>","<i>Middlemarch</i>","<i>The Pickwick Papers</i>","<i>Vanity Fair</i>"],"j":"Jean Rhys’s <i>Wide Sargasso Sea</i> is based on Bertha Mason, a minor character from Charlotte Bronte’s <i>Jane Eyre</i>."},{"q":"In which of the following ways does <i>Rosencrantz </i>differ MOST from <i>Wide Sargasso Sea</i>?","a":["Stoppard does not give his protagonists a backstory.","Rhys’s characters are more physical than Stoppard’s.","The audience feels more sympathy for Stoppard’s protagonists.","Stoppard relies on existentialism to tell his story.","Rhys denigrates men, while Stoppard celebrates them."],"j":"<i>Rosencrantz </i>and <i>Wide Sargasso Sea </i>differ most in their treatment of their respective protagonists. Stoppard does not allow his characters to have a history beyond the play, while Rhys gives a detailed account of her protagonist’s history."},{"q":"Which theme is MOST prevalent in Rosencrantz and Guildenstern’s conversations with the Player in <i>Rosencrantz</i>?","a":["the nature of reality","individual identities","Hamlet’s betrayal","the question of guilt","the audience"],"j":"The protagonists of <i>Rosencrantz </i>most often discuss the nature of reality and performance with the Player."},{"q":"Which event scares Rosencrantz and Guildenstern MOST in Act One of <i>Rosencrantz</i>?","a":["They continuously flip a coin to heads.","The Player lures them into his show.","The king asks them to speak to Hamlet.","They discover they are real characters.","Hamlet arrives and greets them."],"j":"In Act One of <i>Rosencrantz, </i>the protagonists are frightened by the fact that in their coin-flipping game, they continue to land on heads. They wonder if a supernatural force is at work."},{"q":"To practice entrapping Hamlet in Act One of <i>Rosencrantz</i>, the protagonists","a":["play a game of questions","toss coins into the air","alter their speech patterns","speak to the Tragedians","imagine speaking to Hamlet"],"j":"In the opening act of <i>Rosencrantz</i>, the protagonists engage in a game of “questions” to practice entrapping Hamlet. Their efforts appear unfruitful, however."},{"q":"Rosencrantz and Guildenstern are MOST distinguishable from each other in their","a":["reactions to surprising events","clothing and physical appearance","questions about Hamlet’s whereabouts","memories of their earlier lives","emotions toward the Player"],"j":"Rosencrantz and Guildenstern distinguish themselves from each other in their reactions to the coin-flipping game, in which they nearly always turn up heads. Rosencrantz Guil is speculative, while Ros is matter-of-fact."},{"q":"Guil refers to the infinite monkey theorem in Act One of <i>Rosencrantz </i>to examine","a":["probability theory","Gӧdel’s incompleteness theorem","the Kepler conjecture","category theory","Galois groups"],"j":"In Act One of <i>Rosencrantz</i>, Guil reflects on the infinite monkey theorem to examine the laws of probability after the coin-flipping game he plays with Ros."},{"q":"Why is it MOST significant that Ros and Guil’s first memory is of the “messenger”?","a":["It reminds the audience that they exist only in service to Shakespeare’s play.","It portends the appearance of another messenger later in the play.","It gives the impression there is a spiritual dimension to their history.","It confirms that they have been involved in Hamlet’s betrayal from the start.","It adds a sense of foreboding to their story and to the play as a whole."],"j":"The reference to the messenger as Ros and Guil’s first “memory” in <i>Rosencrantz </i>recalls the role they played in Shakespeare’s <i>Hamlet</i> and reminds the audience that they exist mainly to serve the purposes of that play."},{"q":"When Guil comments that he and Ros exist in a world ruled by “un, or sub-, or supernatural forces”, he is MOST likely referring to the","a":["playwright","gods","audience","king","play"],"j":"Guil’s observation that his and Ros’s lives are ruled by supernatural forces is probably a reference to the playwright, who no doubt writes all their traits, actions, and speech into existence. Without him, they do not exist."},{"q":"In Shakespeare’s <i>Hamlet</i>, Rosencrantz and Guildenstern are summoned to Court in Elsinore in order to","a":["find out if Hamlet is acting the madman to exact his revenge","spy on Ophelia to find out if she is being unfaithful to Hamlet","set up King Claudius so Hamlet can avenge his father’s murder","join the Player and his Tragedians so they can spy on the peasants","keep Hamlet occupied so that he does not pursue King Claudius"],"j":"In the original <i>Hamlet</i>, Rosencrantz and Guildenstern are summoned to the court to find out if Hamlet is truly mad or if he is only acting mad to exact his revenge on King Claudius."},{"q":"The Player in <i>Rosencrantz </i>may represent all the following people EXCEPT","a":["Luigi Pirandello","William Shakespeare","Tom Stoppard","the Father in <i>Six Characters</i>","the Producer in <i>Six Characters</i>"],"j":"Drama critics and theorists have proposed that the Player in <i>Rosencrantz </i>alternately fulfills the roles of Shakespeare, Stoppard, and two of the characters in Pirandello’s <i>Six Characters </i>(the Father and the Producer)."},{"q":"MOST people’s first impression of the Player in <i>Rosencrantz </i>is that he is a(n)","a":["opportunistic showman","talented tragedian","serious philosopher","wanted murderer","royal friend"],"j":"The Player in <i>Rosencrantz </i>often gives the first impression of an opportunistic showman who uses sketchy tactics to try and get people to give him money."},{"q":"In which of the following ways do Ros and Guil demonstrate their inherent sense of propriety in <i>Rosencrantz</i>?","a":["They continuously refuse the Player’s offers of a boy as a sexual partner.","They shake with rage every time they encounter the Player.","They tell the Court they are unwilling to trick their friend Hamlet.","They help a female character find her lost dog offstage.","They plead with the audience for release from the play."],"j":"Ros and Guil prove their sense of propriety in <i>Rosencrantz </i>when they continuously refuse the Player’s offers of Alfred, a tragedian, as a potential sexual partner."},{"q":"Why does Guil ask the Player and his troupe to perform a play in <i>Rosencrantz</i>?","a":["The Player has lost a bet and cannot pay Guil.","He wants to see that others on stage are real.","Ros wants to see the audience entertained.","He knows it will make the Player leave the stage.","The Tragedians are antsy to perform."],"j":"When the Player loses a bet to Guil in <i>Rosencrantz </i>but cannot afford to pay the debt, Guil requests that he and the Tragedians perform a play instead."},{"q":"In which of the following ways does Tom Stoppard incorporate meta-theatrical commentary into <i>Rosencrantz</i>?","a":["The Player tells Guil that he is always in costume and always on stage.","The Tragedians leave the stage so the real characters can enter.","Ros’s and Guil’s characters transform once Hamlet enters.","Guil encourages Ros to act “Till events have played themselves out”.","Hamlet emphasizes the immutability of words to the playwright."],"j":"When Guil asks the Player to change into his costume, he responds that he is always in costume and always on stage. Here, Stoppard affirms the meta-theatrical commentary that “all the world’s a stage”."},{"q":"Why is it MOST significant that Ros and Guil come up tails in a coin flip before they emerge into <i>Hamlet</i> on stage?","a":["It signifies their transition to their natural world of the stage.","It indicates a change in their fortunes for the rest of the play.","It makes the audience feel uneasy about their fate.","It dissolves their faith in luck and the supernatural.","It implies they will be involved in a coming storm."],"j":"When Ros and Guil flip a coin on tails just before Hamlet’s arrival in <i>Rosencrantz, </i>it indicates that they are no longer under the influence of this supernatural power. Instead, they are entering their “real lives” as actors on Shakespeare’s stage."},{"q":"In <i>Rosencrantz</i>, Guil is MOST comforted by the notion that he and Ros","a":["must only act out their roles","have a limited time left on stage","can make the audience laugh","appear to have excellent luck","will be saved by their friend"],"j":"When Ros wonders how long the two men will have to act their parts in the play, Guil seems to take comfort in telling him that they are like children whose fates have already been decided. Thus, they must only play their parts."},{"q":"Which of the following scenes in <i>Rosencrantz </i>offers the audience a sense of dramatic irony?","a":["Ros and Guil ask the question, “When will it end?”.","Ros continues to forget whether he is Ros or Guil.","Guil violently asks Ros, “Who do you think you are?”","Ros and Guil engage in a game of unending questions.","Ros and Guil do not really know their role in <i>Hamlet</i>."],"j":"Though Ros and Guil wonder to each other, “When’s it going to end”?, the audience most likely knows how <i>Hamlet </i>ends. Thus, they are afforded dramatic irony in that they know what the characters do not."},{"q":"When do Ros and Guil realize they are destined for death in <i>Rosencrantz</i>?","a":["They watch a dress rehearsal of the Player’s tragedy.","They learn the plot of the play after speaking with Hamlet.","They are suddenly called off-stage to travel to England.","They realize they do not exist aside from in the play.","They overhear King Claudius plotting their murder."],"j":"Ros and Guil realize they are destined for death in <i>Rosencrantz </i>when they watch a dress rehearsal enacted by the Player and his Tragedians. Thus, they try to escape the stage, and therefore their fate."},{"q":"Whom does Hamlet conclude is “a strumpet” in <i>Rosencrantz</i>?","a":["fortune","Ophelia","drama","Denmark","love"],"j":"In <i>Rosencrantz</i>, Hamlet personifies fortune as a strumpet, claiming that Ros and Guil’s have gained neither good nor bad fortune, but have landed somewhere in the middle."},{"q":"Which of Hamlet’s statements in <i>Rosencrantz </i>is MOST relativistic?","a":["“There is nothing either good or bad, but thinking makes it so.”","“I could count myself a king – were it not that I have bad dreams.”","“To me what is this quintessence of dust? Man delights not me.”","“Half of what he said meant something else, and half meant nothing.”","“We don’t know what’s going on. We don’t know how to act.”"],"j":"Hamlet makes the relativist statement in <i>Rosencrantz </i>that “There is nothing good or bad, but thinking makes it so”. In other words, there is no such thing as absolute truth, only man’s thinking about truth in a particular way."},{"q":"Instead of trying to pull Hamlet out of his unhappy state in <i>Rosencrantz, </i>Ros and Guil","a":["try to distract him with news of the tragedians","talk about the state of English theater","ask him questions about his feigned madness","affirm that they live meaningless lives","mourn how much others control them"],"j":"Instead of trying to make Hamlet feel better in the midst of his despair in <i>Rosencrantz, </i>Ros and Guil try to distract him with news about the tragedians’ arrival."},{"q":"When Hamlet tells Ros and Guil in <i>Rosencrantz </i>that he knows “a hawk from a hand saw”, he MOST likely means","a":["he is only playing the madman","nature determines his life course","Polonius is guilty of murder","the king is blinding them to the truth","he knows they are tricking him"],"j":"When Hamlet tells Ros and Guil that “when the wind is southerly [he] know[s] a hawk from a hand saw”, he means that he is only playing the madman and that the king is wrong to believe he is actually out of his mind."},{"q":"Which of the following actions does Ros take in <i>Rosencrantz </i>to “demonstrate the misuse of free speech. To prove that it exists”?","a":["He shouts “fire” into the audience.","He tells Guil to measure the wind speed.","He demands privacy of his own.","He accuses Polonius of murder.","He demands more lines from the playwright."],"j":"In an oft-quoted scene from <i>Rosencrantz</i>, Ros suddenly yells into the audience, “Fire!” and then marvels at the audience’s inability or unwillingness to move: “They should burn to death in their shoes”."},{"q":"Which scene from <i>Hamlet </i>does Stoppard integrate into <i>Rosencrantz </i>to bring the Player back on stage?","a":["Hamlet begs the Player to help entrap his uncle.","The king and queen summon Ros and Guil.","The Player tries to steal Ros and Guil’s money.","Guil strikes the Player in the face out of anger.","The Player appears and flips coins."],"j":"Not long after the “shouting ‘Fire!’” incident in <i>Rosencrantz</i>, Stoppard incorporates a scene from <i>Hamlet</i> in which the prince entreats the Player to help him entrap his uncle."},{"q":"Which philosophical thought experiment BEST represents Ros and Guil’s dilemma about their own existence?","a":["If a tree falls in the forest and no one is there to hear it, does it make a sound?","If a man dreams he is a butterfly, does he become a product of that dream?","If a man’s brain is split in half and divided between two others, whom does the man become?","If a monkey were given a typewriter and no time limit, could it write a Shakespearean play?","How can a man prove his existence is real and not just a computer simulation?"],"j":"Ros and Guil both fear that their existence depends on someone else’s perception of them, much like the thought experiment, “If a tree falls in the forest and no one is there to hear it, does it make a sound?”"},{"q":"When the Player cautions Ros and Guil to “concentrate on not losing [their] heads”, he is using","a":["dramatic irony","<i>deus ex machina</i>","<i>in medias res</i>","poetic justice","pathetic fallacy"],"j":"When the Player warns Ros and Guil to “concentrate on not losing [their] heads”, he is utilizing dramatic irony because the audience, most likely familiar with <i>Hamlet,</i> knows that the characters will come to this end."},{"q":"Which tone do Ros and Guil use with the Player after he warns them not to lose their heads in <i>Rosencrantz</i>?","a":["pleading","irritated","sarcastic","silly","jovial"],"j":"After the Player warns Ros and Guil that they should be careful not to lose their heads, the pair plead with him to tell them what to do. They claim, “We don’t know how to <i>act”.</i>"},{"q":"Why do Ros and Guil forbid anyone to come onto the stage after they consider their deaths in <i>Rosencrantz</i>?","a":["They realize they will die if the play is allowed to continue.","They do not want to be interrupted in their ruminations.","They are plotting the safest way to approach Hamlet.","They are engaged in dialogue with the audience.","They are afraid of what will happen when the Player leaves."],"j":"Once they finally realize they exist only in the play and that the continuation of the play means their impending death, Ros and Guil desperately try to keep all other characters off stage."},{"q":"After the Player departs the stage in Act Two of <i>Rosencrantz</i>, all of the following characters enter the stage EXCEPT","a":["Hamlet","Claudius","Gertrude","Polonius","Ophelia"],"j":"After the Player leaves Ros and Guil to contemplate their impending deaths in Act Two of <i>Rosencrantz, </i>Claudius, Gertrude, Polonius, and Ophelia enter the stage to discuss Hamlet’s madness."},{"q":"How does Stoppard alter the original scene from <i>Hamlet</i> in which the queen asks Ros and Guil about her son’s behavior?","a":["All the characters except for Ros and Guil leave the stage.","Ros and Guil negatively assess Hamlet’s state of mind.","Stoppard removes stage directions from the scene.","The king asks about Hamlet instead of the queen.","The Player returns to bring comic relief to the stage."],"j":"In <i>Rosencrantz</i>, after Queen Gertrude asks about her son’s behavior, all the characters leave the stage. In <i>Hamlet</i>, Ros and Guil leave the stage."},{"q":"In trying to find out what Hamlet is doing as he approaches he and Ros, Guil","a":["asks absurd questions","takes off his shoes","begins eating an apple","tries to run away","calls Alfred to the stage"],"j":"In his anxiety at Hamlet’s arrival on stage in Act Two of <i>Rosencrantz</i>, Guil begins asking absurd questions like whether Hamlet is Hamlet is naked or walking on his feet."},{"q":"Who is the character Ros and Guil mistake for Queen Gertrude in Act Two of <i>Rosencrantz</i>?","a":["Alfred","Claudius","Ophelia","Hamlet","Polonius"],"j":"Ros and Guil initially mistake Alfred, the young actor, who is dressed as the queen, for Queen Gertrude in Act Two of <i>Rosencrantz.</i>"},{"q":"When asked the purpose for the dumbshow preceding the main play, the Player responds,","a":["“It makes the action that follows more or less comprehensible.”","“We are tied down to a language which lacks in style.”","“Without it, you’d be lost for words, like a mute in a monologue.”","“There is nothing either wise or dumb but thinking makes it so.”","“To demonstrate the misuse of theater, to prove we exist.”"],"j":"When asked why the dumbshow is performed before the main play, the Player responds, “It makes the action that follows more or less comprehensible”."},{"q":"Why does Hamlet reject marriage to Ophelia in both <i>Hamlet </i>and <i>Rosencrantz</i>?","a":["He rejects his mother’s marriage to his uncle.","He does not want to make her suffer his madness.","He does not feel deserving of her honor and love.","He is disgusted by her relationship with her father.","He is convinced that he belongs in a monastery."],"j":"In both Shakespeare’s play and <i>Rosencrantz</i>, Hamlet symbolically rejects marriage as a whole by refusing to marry Ophelia, largely because he is sickened by his mother’s marriage to his uncle."},{"q":"Why does the Player tell Guil that the end of the tragedians’ rehearsal cannot be the end of the play?","a":["There are not enough dead bodies on stage.","The actors have not yet reached a resolution.","The audience wants it to end on a happier note.","Shakespeare’s play has not been fully honored.","Ros and Guil cannot survive the play."],"j":"When Guil mistakes the break in the tragedians’ rehearsal as the end of the play, the Player reminds him that there are not yet enough dead bodies on the stage for the play to be finished."},{"q":"Which of the following events in <i>Rosencrantz </i>mirrors what happens in <i>Hamlet</i>?","a":["King Claudius sends Hamlet to England with two spies.","Ros and Guil debate how they will approach Hamlet.","Ros and Hamlet discuss the state of theater in England.","Ros and Guil admonish the Player to mind his tongue.","Ophelia despairs over Hamlet’s rejection of marriage."],"j":"The <i>Rosencrantz </i>scene in which the tragedians enact King Claudius sending Hamlet to England with two spies mirrors what happens in the original <i>Hamlet</i>."},{"q":"In <i>Rosencrantz</i>, Guil defines death as","a":["“a man failing to reappear”","“a slaughterhouse, all told”","“an eternity that never ends”","“an unlucky ending”","“light all the time”"],"j":"In a scene from Act Two of <i>Rosencrantz</i>, Guil defines death as “a man failing to reappear, that’s all”."},{"q":"Act Three of <i>Rosencrantz </i>opens with","a":["Ros and Guil sailing on a boat to England","Guil reading a letter to the king of England","the tragedians jumping out of a barrel","the Player reciting a litany about death","Horatio announcing Ros and Guil’s deaths"],"j":"Act Three of <i>Rosencrantz </i>opens with Ros and Guil sailing with Hamlet to England."},{"q":"Why does Guil conclude in Act Three that being on a boat is NOT as freeing as he initially believed?","a":["A fixed star determines a boat’s direction.","There is no way for him to escape death.","He and Ros are captives to Hamlet on the ship.","The playwright has written their fate.","A boat can only go one place at a time."],"j":"In Act Three, Guil laments the limitations of the freedom found on a boat, the direction of which “is defined by one fixed star”. In other words, the boat is destined for a specific location, regardless of what he does."},{"q":"Why does Ros cheat in the coin-hiding game he plays with Guil on board the ship in Act Three of <i>Rosencrantz</i>?","a":["He wants to cheer Guil up.","He needs money to buy ale.","He needs to show off his skill.","He has nothing better to do.","The Player encourages him to."],"j":"Ros cheats at the coin-hiding game he plays with Guil in Act Three to cheer his friend up. He hides coins in both hands so Guil cannot lose."},{"q":"In his letter to the king of England, Claudius writes that Hamlet","a":["must be executed","needs time away","is to kill Ros and Guil","should marry soon","is exiled from Denmark"],"j":"Though Ros and Guil are ignorant of the letter’s contents in <i>Rosencrantz</i>, King Claudius writes to the king of England that Hamlet must be executed."},{"q":"Which term BEST describes Guil’s tone toward Ros in Act Three when Ros laments the emptiness of everything?","a":["conciliatory","exacting","indifferent","cheerful","philosophical"],"j":"Moments after harshly criticizing Ros’s lack of initiative in Act Three of <i>Rosencrantz</i>, Guil tries to console his friend when he realizes he is undergoing an existential crisis."},{"q":"Ros’s announcement in Act Three of <i>Rosencrantz </i>that he does not believe in England reveals his","a":["inexperience beyond his immediate surroundings","superstitions about new names and places","social role as an uneducated servant","ignorance of the audience in front of him","loyalty to Hamlet and his family"],"j":"Ros’s proclamation in Act Three that he does not believe in England reveals his lack of experience with any events or places beyond his immediate environment, the stage."},{"q":"How does Stoppard’s treatment of Ros and Guil differ from critics’ interpretation of Shakespeare’s characters?","a":["He shows them to be the unlucky victims of fate.","He convinces the audience to dismiss them as insignificant.","He gives them a lack of self-awareness.","He makes their lives less scripted.","He portrays them as partial to Claudius."],"j":"Whereas Shakespeare’s original characters gained a reputation among critics for being Claudius’s henchmen, Stoppard treats them as victims of unlucky fate who do not know what they are doing."},{"q":"How does Guil’s list of Hamlet’s symptoms in Act Three of <i>Rosencrantz </i>MOST indicate a postmodern influence?","a":["It seeks to pull together the fragments of a life.","It reinforces the notion of creative madness.","It brings comic relief to a tense scene.","It makes Guil appear obsessive-compulsive.","It highlights a character’s most important traits."],"j":"Guil’s list of Hamlet’s symptoms in Act Three accentuates the postmodern propensity for using lists to pull together the fragments of a life in some way."},{"q":"In which of the following ways does the Player differ MOST from Ros and Guil in <i>Rosencrantz</i>?","a":["He seems familiar with <i>Hamlet.</i>","His role is primarily to instigate.","He is not in the original <i>Hamlet.</i>","He acts as their conscience.","He knows he is humorous."],"j":"The Player in <i>Rosencrantz </i>seems to have seen Shakespeare’s original <i>Hamlet </i>because he presciently explains to Ros and Guil what will happen to them."},{"q":"Why is Guil MOST surprised that Hamlet has rewritten the letter to the king ordering Ros and Guil to be executed?","a":["He does not expect minor characters to face such an important fate.","He could not have imagined a childhood friend would betray him.","The Player predicted their deaths would come by some other means.","His frame of reference has been extraordinarily limited to this point.","He does not understand the concept of death as a stage character."],"j":"Guil is shocked to learn that Hamlet has asked the king of England to execute him and Ros because they are such minor characters and a royal execution seems more significant than they deserve."},{"q":"When Ros learns in Act Three that he and Guil are to be put to death, he responds with","a":["relief","horror","anxiety","joy","confusion"],"j":"Ros responds with relief to the pronouncement that he and Guil will be executed, announcing, “I don’t care. I’ve had enough”."},{"q":"Who directed <i>Rosencrantz</i> at the Old Vic for its fiftieth anniversary?","a":["David Leveaux","Peter Brook","Aaron Posner","Trevor Nunn","Richard Eyre"],"j":"Famed British theater director David Leveaux directed the fiftieth anniversary of <i>Rosencrantz </i>at the Old Vic, with Daniel Radcliffe starring as Ros."},{"q":"Why did MOST theater critics praise Daniel Radcliffe’s role in the fiftieth anniversary of <i>Rosencrantz</i>?","a":["He played the less showy role though he is an accomplished actor.","He presented a different kind of Rosencrantz than previous actors.","His chemistry with his on-stage counterpart was palpable.","He had never before acted in a stage production.","He bravely stepped beyond his familiar role as Harry Potter."],"j":"Most critics gave positive reviews to Daniel Radcliffe’s appearance in the fiftieth anniversary of <i>Rosencrantz </i>because he played the less showy character of Ros, though he is an accomplished actor."},{"q":"Hamlet’s existentialist questions in Shakespeare’s play MOST often center on","a":["the nature of the afterlife","why he exists as he does","his origins as a man","the world’s emptiness","the pull of destiny"],"j":"Whereas Ros and Guil question their very existence in <i>Rosencrantz</i>, Hamlet’s existentialist questions in Shakespeare’s play revolve around the afterlife."},{"q":"Which of the following themes in <i>Rosencrantz </i>do critics claim resonates MOST with current audiences?","a":["the desperation for a life of significance","the absurdity of modern culture","questions of what it means to exist","a nagging feeling of discomfort","meta-theatrical experiences"],"j":"Most critics recognize that <i>Rosencrantz</i>’s continued relevance hinges on the theme of humans’ desperation to live lives of some significance."}],[{"q":"Which of the following songwriters won the Nobel Prize for Literature in 2016?","a":["Bob Dylan","Pete Seeger","Neil Young","Leonard Cohen","Phil Ochs"],"j":"Bob Dylan received the Nobel Prize for Literature in 2016 after years of rejecting his nomination."},{"q":"Dr. Martin Luther King, Jr., was incarcerated when he wrote “Letter from a Birmingham Jail” for","a":["participating in a nonviolent protest","holding a revival without permission","using a “whites only” restroom","debating Malcolm X on civil disobedience","speaking out against the Vietnam War"],"j":"Martin Luther King, Jr., was jailed in 1963 for participating in a nonviolent act of civil disobedience. While he was incarcerated, he wrote “Letter from a Birmingham Jail”."},{"q":"Which cultural divide does Joan Didion address in her essay “Where the Kissing Never Stops”?","a":["traditional vs. countercultural values","separate-but-equal laws vs. integration","pro-life vs. pro-choice values","denuclearization vs. the arms race","colonization vs. political independence"],"j":"Joan Didion’s “Where the Kissing Never Stops” addresses the broad issue of traditional values versus countercultural ideas younger people held in the 1960s."},{"q":"Why is the protagonist of Donald Barthelme’s “Me and Miss Mandible” sent back to middle school as an adult?","a":["He misinforms an insurance client.","He develops a faulty chemical weapon.","He is an aspiring writer who cannot write.","He seeks to take over New York City.","He creates art no one understands."],"j":"In “Me and Miss Mandible”, a 35-year-old man is sent back to sixth grade because he misadvises an elderly insurance client."},{"q":"In his essay “Not-Knowing”, Donald Barthelme defends himself against critics who claim his work","a":["“has turned its back on the world”","“is difficult because it wishes to be difficult”","“represents elitism followed by despair”","“lacks effort to make common sense”","“has taken upon itself a holy crusade”"],"j":"In “Not-Knowing”, Barthelme defends his contemporaries and himself against critics’ charge that “this kind of [experimental] writing has turned its back on the world”."},{"q":"All of the following current writers demonstrate Donald Barthelme’s strong influence on their work EXCEPT","a":["Thomas Pynchon","Karen Russell","Ben Marcus","Steven Millhauser","Ivan Vladislavic"],"j":"Thomas Pynchon was more of a contemporary to Donald Barthelme than a writer who was influenced by his work. Modern writers Karen Russell, Ben Marcus, Steven Millhauser, and Ivan Vladislavic, however, demonstrate a strong influence by Barthelme."},{"q":"According to the narrator of “The Phantom of the Opera’s Friend”, why does the Phantom delight in stealing wine from the Opera’s cellar?","a":["It makes him feel more important.","He cannot get it anywhere else.","It allows him to come out from hiding.","He has access to a secret place.","It raises his spirits occasionally."],"j":"The Phantom tells the narrator of “The Phantom of the Opera’s Friend” that he loves to steal wine from the Opera’s cellar because it makes him “feel like a director” himself."},{"q":"When the narrator of “The Phantom” claims the Phantom appears like a <i>coup de théâtre</i>, he MOST likely means he shows up","a":["suddenly","in disguise","late","in the wrong place","bearing gifts"],"j":"The phrase <i>coup de théâtre </i>indicates that the Phantom appears suddenly and dramatically, which the narrator of “The Phantom” finds irritating."},{"q":"Why does the Phantom claim new advances in surgery cannot help him?","a":["He is too old.","His scars are too severe.","He is disinterested.","He cannot afford it.","He is spiritually empty."],"j":"When the narrator of “The Phantom” tells his friend advances in surgery can help him live a normal life, the Phantom responds, “I’m too old”."},{"q":"Which of the following reasons is LEAST likely to keep the Phantom from leaving the opera house?","a":["He does not want to see the outside world.","He is afraid he will not be able to adapt.","He likes the money the Opera pays him.","He is drawn to his memories of Christine.","He is unsure a normal life is possible."],"j":"The Phantom is afraid to leave the opera house for several reasons, but it is not because he does not want to see the outside world. In fact, he meets his friend at a cafe at night for drinks."},{"q":"In “The Phantom of the Opera’s Friend”, Gaston Leroux stops writing <i>The Phantom of the Opera </i>to focus on writing","a":["<i>The Secret of the Yellow Room</i>","<i>The Perfume of the Lady in Black</i>","<i>The Crime of Rouletabille</i>","<i>The Man with the Black Feather</i>","<i>The Sleuth Hound</i>"],"j":"According to the narrator of “The Phantom”, Gaston Leroux chose to stop writing <i>The Phantom of the Opera </i>in favor of working on a sleuth mystery, <i>The Secret of the Yellow Room</i>."},{"q":"In “The Phantom”, Dr. Mirabeau implies that his transformation of the Phantom will","a":["cure him of his melancholy","make him handsomer than ever","have no negative consequences","make him susceptible to injury","require the narrator’s assistance"],"j":"Dr. Mirabeau, who is to perform the surgery on the Phantom, assures the narrator that his work will relieve his friend of his melancholy when he says, “We shall see if his distemper can resist a little miracle”."},{"q":"Which of the following contrasts does Donald Barthelme present in “The Phantom of the Opera’s Friend”?","a":["mundanity vs. romanticism","social acceptance vs. rejection","weightiness vs. carefreeness","secrecy vs. revelation","darkness vs. light"],"j":"Donald Barthelme parodies the romanticism of the original <i>Phantom of the Opera </i>by constructing a story about the mundanities of the Phantom’s daily life and concerns."},{"q":"Which famed composer FIRST adapted <i>The Phantom of the Opera</i> for Broadway?","a":["Andrew Lloyd Webber","Aaron Copland","John Cage","Leonard Bernstein","Philip Glass"],"j":"Andrew Lloyd Webber adapted <i>The Phantom of the Opera </i>as a musical for Broadway in 1986"},{"q":"In what way does Barthelme’s treatment of the Phantom differ MOST from Gaston Leroux’s original character?","a":["It focuses on the Phantom’s humanity.","It avoids discussing the Phantom’s deformities.","It parodies the Phantom’s depression.","It ignores the Phantom’s love for Christine.","It presents the Phantom as a lovable character."],"j":"In “The Phantom of the Opera’s Friend”, Barthelme treats the Phantom as an ordinary man, rather than the romantic figure Gaston Leroux created."},{"q":"Which term BEST defines the literary strategy does<i> </i>Donald Barthelme use in section six of his story?","a":["metafiction","anecdote","dissonance","melodrama","textuality"],"j":"Barthelme incorporates metafiction into section six of “The Phantom of the Opera’s Friend” when he refers to Gaston Leroux in the act of writing <i>The Phantom of the Opera</i>."},{"q":"Why does the Phantom MOST likely not show up to meet his friend at the end of Barthelme’s story?","a":["He is unwilling to give up his uniqueness.","He is afraid the surgery might not work.","He thinks Christine will not recognize him.","He is in the midst of another mood swing.","He does not want to relinquish control."],"j":"In Barthelme’s story, the Phantom most likely does not show up for his friend at the end because he does not want to sacrifice his uniqueness by undergoing plastic surgery."},{"q":"According to critic Barbara Coe, Barthelme’s rewriting of the Phantom’s story is similar to Dante’s <i>Inferno </i>in that","a":["the Phantom’s pride leads him to hell","the characters represent both sin and piety","it parodies references to the underworld","the characters are fated to various levels of hell","it encourages the reader to feel pity"],"j":"Critic Barbara Coe claims that Barthelme’s Phantom relegates himself to a hell of his own making because he is too proud to give up his uniqueness. Thus, the story evokes a connection to Dante’s <i>Inferno</i>."},{"q":"Which Civil Rights figure became the first African-American student at the University of Mississippi?","a":["James Meredith","Cleve McDowell","Cleveland Donald, Jr.","Ray Gunter","Paul Guihard"],"j":"In 1962, James Meredith became the first African-American student admitted to the University of Mississippi, resulting in a massive riot."},{"q":"In his “Letter from Birmingham Jail”, Martin Luther King call upon all the following concepts to combat racism EXCEPT","a":["education","Christianity","patriotism","history","current events"],"j":"In his “Letter from Birmingham Jail”, Martin Luther King invokes Americans’ understanding of Christianity, patriotism, history, and current events to emphasize the importance of racial equality."},{"q":"Martin Luther King’s first rose to prominence in the Civil Rights movement with his leadership of the","a":["Montgomery bus boycotts","Southern Christian Leadership Conference","Selma-to-Montgomery march","Albany, Georgia protests","“Poor People’s Campaign”"],"j":"Martin Luther King came to prominence as a Civil Rights leader in 1955 when he led the Montgomery, Alabama busy boycotts."},{"q":"The “C” in the Southern Christian Leadership Conference’s “Project C” campaign stood for","a":["confrontation","cooperation","compromise","combat","civility"],"j":"Martin Luther King and the Southern Christian Leadership Conference began “Project C” (for confrontation) in Birmingham."},{"q":"Eugene “Bull” Connor, the Birmingham Commissioner for Public Safety, was permitted to","a":["make public gatherings in the city unlawful","jail any African-American appearing in public","segregate the city’s public transportation","block “The Children’s Crusade” from occurring","call on the National Guard for assistance"],"j":"In 1963, Birmingham Commissioner for Public Safety Eugene “Bull” Connor was granted an injunction to make public gatherings in the city unlawful."},{"q":"The Civil Rights movement gained the MOST momentum in 1963 after the national broadcast of","a":["police assaulting black children in Birmingham","Martin Luther King’s “I Have a Dream” speech","the “Poor People’s Campaign” launch","Rosa Parks’ refusal to change seats","the massive Albany, Georgia riots"],"j":"The Civil Rights movement gained the most traction in 1963 when the national media broadcast images of police suppressing children with fire hoses and police dogs."},{"q":"How did Alabama Governor George Wallace respond to the desegregation of Birmingham schools in 1963?","a":["He called in the National Guard to keep black students out.","He encouraged the Ku Klux Klan to establish a plan of action.","He escorted the first black students into the public school.","He used national media to encourage people’s cooperation.","He entreated other members of government to appeal the ruling."],"j":"After the desegregation of public schools in Birmingham, Alabama, Governor George Wallace protested by calling in the National Guard to block black students’ entrance into the buildings."},{"q":"All of the following events occurred in 1963 EXCEPT the","a":["assassination of Martin Luther King","bombing of a Baptist church","“Children’s Crusade” in Birmingham","jailing of Martin Luther King","signing of the “Call for Unity”"],"j":"Martin Luther King was assassinated in 1968, five years after the Civil Rights movement began in earnest."},{"q":"Why did the Southern Christian Leadership Conference allow Martin Luther King to remain in jail longer than necessary?","a":["They knew events in Birmingham would draw attention to Civil Rights.","They wanted to keep him safe from retaliatory attacks against him.","They had to raise money to pay the city’s exorbitant bail tax.","They wanted him to be a martyr for the Civil Rights movement.","They viewed King’s confinement as part of his holy crusade."],"j":"The Southern Christian Leadership Conference could have bailed King out immediately. Instead, they chose to leave him in prison because they knew it would only increase the growing attention being paid to Birmingham events."},{"q":"Who was the FIRST intended audience for Martin Luther King’s “Letter from a Birmingham Jail”?","a":["his fellow clergymen","conservative politicians","liberal separatists","Civil Rights activists","his immediate family"],"j":"Though “Letter from a Birmingham Jail” gained a broad audience, Martin Luther King originally wrote it to his fellow clergymen, who he felt did not see the importance of immediate action on behalf of African-Americans’ civil rights."},{"q":"What tone does Martin Luther King hope to convey in “Letter from a Birmingham Jail”?","a":["patient","aggressive","incensed","concerned","genuine"],"j":"In his opening to “Letter from a Birmingham Jail”, King says he wishes to respond to the clergymen’s statement in what he “hope[s] will be patient and reasonable terms\"."},{"q":"What was MOST unusual about Martin Luther King’s choice to write “Letter from a Birmingham Jail”?","a":["He did not typically respond to his critics.","He was more inclined to write sermons.","He did not expect to get a letter out of the jail.","He was a more powerful speaker than writer.","He agreed with many of his audience’s points."],"j":"“Letter from a Birmingham Jail” was most unusual because King “seldom, if ever” responded to his critics. He felt it would be a time-consuming waste of energy."},{"q":"For which of the following reasons does King say he is MOST disappointed in his fellow clergymen’s points?","a":["They are more troubled by the demonstrations than the reason for them.","They are not true men of God if they disagree with basic civil rights.","They have become “Uncle Toms” in their love of the government.","They appear to accept segregation within Southern churches.","They do not understand that freedom for one is freedom for all."],"j":"In “Letter from a Birmingham Jail”, King asserts that while the clergymen are angry about the demonstrations, they do “not express a similar concern for the conditions that brought the demonstrations into being”."},{"q":"Which of the following steps is NOT a part of King’s plan for conducting a nonviolent campaign?","a":["creating visuals","collecting facts","negotiating","self-purification","direct action"],"j":"According to King, all nonviolent campaigns include four basic steps: 1) collecting facts to determine whether injustice exists, 2) negotiating, 3) self-purification, and 4) direct action."},{"q":"Why is the order of King’s plan for conducting nonviolent campaigns MOST important?","a":["It attempts to resolve the injustice before action is taken.","It allows multiple people to be involved in the process.","It gives oppressors a chance to atone for their sins.","It requires consensus within the protesting community.","It first requires people to address internal injustices."],"j":"Because King’s plan for nonviolent campaigns begins with collecting facts about injustice and then negotiating a resolution, it attempts to avoid direct action unless absolutely necessary."},{"q":"What does King mean when he says in “Letter from a Birmingham Jail” that he and his fellow protesters “were the victims of a broken promise”?","a":["City leaders did not remove racial signs from local stores.","Blacks did not reap the promises of the American dream.","Local clergymen did not follow through on their commitment.","The police went back on their word to allow peaceful protest.","Blacks could not inherit God’s promises in an unfree land."],"j":"In his letter, King explains to the clergymen that direct action was required because city authorities did not remove racial signs from stores as they had promised to do."},{"q":"When King claims “self-purification” is a requirement for any nonviolent campaign, he means participants must","a":["be certain they can respond to violence with nonviolence","commit to fasting and praying before any direct action","cleanse themselves of any negative motives for action","pledge to stick with the cause for as long as necessary","remove all negative habits and speech from their lives"],"j":"King’s commitment to “self-purification” as a part of any nonviolent campaign requires people to examine themselves honestly to see if they are really prepared to respond to violence with nonviolence."},{"q":"Which of the following literary devices does King use MOST effectively to convey his point in paragraph 12 of his letter?","a":["repetition","amplification","denotation","foreshadowing","metaphor"],"j":"In paragraph 12 of “Letter from a Birmingham Jail”, King continually repeats the words “when you” at the beginning of each successive illustration of racism. This type of repetition is also called anaphora."},{"q":"Why does King claim it may seem “paradoxical” that protesters are breaking the law to advocate for their rights?","a":["They advocate following the Supreme Court ruling that outlaws school segregation.","They are finally breaking the law after years of being unjustly accused of doing so.","King wants them to obtain their rights legally so they cannot be challenged.","Most protesters feel a great deal of anxiety about breaking their nation’s laws.","They maintain their legal citizenship in a country that does not recognize them as such."],"j":"King responds to critics’ concern that the nonviolent protesters are breaking one law while asking others to uphold a law created by the Supreme Court ruling of <i>Brown v. Board </i>to desegregate schools."},{"q":"According to King in “Letter from a Birmingham Jail”, a law can be determined to be just or unjust based on its","a":["relation to moral law","long-term effects","recognition by the masses","addressing of injustice","ability to be replicated"],"j":"In his letter, King claims that a just law is that which “squares with the moral law or the law of God”. Nothing outside this framework can be considered just."},{"q":"What does King say is the BEST way for a person to break an unjust law?","a":["openly and with a willingness to accept the penalty","with a group of like-minded people that seek justice","after seeking God’s blessing over his or her actions","nonviolently if possible but violently when necessary","with the goal of arousing compassion in the community"],"j":"According to King, “One who breaks an unjust law must do it openly, lovingly, […] and with a willingness to accept the penalty”."},{"q":"To whose civil disobedience does King credit modern academic freedom in “A Letter from Birmingham Jail”?","a":["Socrates","Albert Einstein","Galileo","Martin Luther","Nebuchadnezzar"],"j":"King says in his letter, “To a degree, academic freedom is a reality today because Socrates practiced civil disobedience”."},{"q":"Which of the following groups of people does King feel is the “great stumbling block in [blacks’] stride toward freedom”?","a":["white moderates","Ku Klux Klan members","the Supreme Court","conservative politicians","uninvolved blacks"],"j":"King asserts that more than any other group opposed to racial justice, “the white moderate who is more devoted to ‘order’ than to justice” is the biggest stumbling block."},{"q":"Why does King claim in his letter that “time is neutral”?","a":["People use time as an excuse for inaction.","Time is indifferent to man’s suffering.","People do not respect God’s use of time.","Miracles do not happen in humans’ time.","The timing of resistance is critically important."],"j":"In response to people who claim that the timing is not right for blacks to be freed from racial injustice, King claims, “Actually time is neutral”. In other words, it is only as good or bad as the way it is used."},{"q":"Throughout “Letter from a Birmingham Jail”, King asserts that his greatest disappointment is religious leaders’","a":["encouragement to follow man’s law rather than God’s","unwillingness to risk their social roles to do what is right","overt support of the lawmakers upholding injustice","willingness to preach about segregation’s benefits","inability to understand the true Gospel of the Bible"],"j":"Throughout “Letter from a Birmingham Jail”, King asserts that his primary disappointment is in the religious authorities’ unwillingness to prioritize God’s moral law over the law of the land, which serves only the cause of racial injustice."},{"q":"How does King MOST often characterize the American church in “Letter from a Birmingham Jail”?","a":["weak","depraved","political","hopeless","empty"],"j":"According to King, “The contemporary church is often a weak, ineffectual voice with an uncertain sound” because it chooses to do nothing in the face of injustice."},{"q":"Whom does King paraphrase in his letter when he says, “there is no greater treason than to do the right deed for the wrong reason”?","a":["T.S. Eliot","Socrates","Thomas Aquinas","Paul Tillich","Elijah Muhammed"],"j":"King paraphrases T.S. Eliot when he says, “there is no greater treason than to do the right deed for the wrong reason”, implying that people who use nonviolence to promote segregation are wrong."},{"q":"In which of the following ways does King inject <i>logos </i>into his “Letter from a Birmingham Jail”?","a":["He outlines the process of nonviolent action.","He quotes various religious leaders.","He appeals to the audience’s morality.","He writes the letter to his fellow clergymen.","He reminds his audience that he is in jail."],"j":"In “Letter from a Birmingham Jail”, King establishes <i>logos </i>by detailing the logical four-step process required of nonviolent action."},{"q":"In “Letter from a Birmingham Jail”, King MOST often appeals to people who","a":["have never felt the pain of segregation firsthand","do not understand why injustice is a problem","may be willing to risk themselves for a cause","behave as typically hypocritical Christians","understand the promise America should offer"],"j":"King’s emotional appeals are primarily directed toward “those who have never felt the stinging darts of segregation”, but should nevertheless be concerned."},{"q":"King refers to all the following theologians in his philosophical discussion of the law EXCEPT","a":["Socrates","Aquinas","Augustine","Tillich","Buber"],"j":"When he undertakes his philosophical discussion of the law in his letter, King gains credibility by relying on the works of theologians like Augustine, Aquinas, Tillich, and Buber."},{"q":"Which group does King implicitly criticize when he compares others’ classification of his actions as “extremist”?","a":["Nation of Islam","Army of Israel","Black Separatists","Black Panther Party","Israel United"],"j":"When he addresses people’s accusation that he is an extremist, King implicitly criticizes what he considers to be genuine extremist groups, like Elijah Muhammed’s Nation of Islam."},{"q":"<i>Kairos </i>is BEST described as a rhetorical strategy that draws support from a writer’s","a":["immediate context","emotional appeal","logical structure","overt purpose","historical significance"],"j":"<i>Kairos </i>is an Aristotelian rhetorical strategy that depends on a writer’s context, including the setting, time, and place in which something is written."},{"q":"Which of Toni Cade Bambara’s short-story collections was the FIRST to feature “The Lesson”?","a":["<i>Gorilla, My Love</i>","<i>War of the Walls 1976</i>","<i>The Salt Eaters</i>","<i>Salvation is the Issue</i>","<i>The Black Woman</i>"],"j":"Toni Cade Bambara’s story “The Lesson” first appeared in her anthology <i>Gorilla, My Love</i> in 1972."},{"q":"What does the narrator of “The Lesson” MOST likely mean when she says she and Sugar are “the only ones just right”?","a":["They are better than anyone else in the neighborhood.","They are the most beautiful girls on the block.","They do not have problems like their friends do.","They take better care of themselves than anyone else.","They work harder at school than any of their friends."],"j":"The narrator opens “The Lesson” by conveying her youthful arrogance when she says, “Back in the days when everyone was old and stupid or young and foolish and me and Sugar were the only ones just right”."},{"q":"The narrator of “The Lesson” claims Miss Moore is the only woman on the block who","a":["has no first name","is not black","has any money","has no family","likes the children"],"j":"In addition to Miss Moore’s other irritating traits, the narrator of “The Lesson” seems frustrated with the fact that she is “the only woman on the block with no first name”."},{"q":"What is MOST significant about Miss Moore asking Sylvia to ride in a cab without her?","a":["She trusts Sylvia to take care of the others.","Sylvia has never ridden in a cab before.","She has already paid the cab driver.","She plays favorites with the children.","Sylvia does not know how to count change."],"j":"It is both significant and ironic that Miss Moore asks Sylvia to take three other kids with her in a cab and to pay the driver when they arrive because it signifies Miss Moore’s trust, though Sylvia does not like her."},{"q":"When the kids visit the toy store in “The Lesson”, Big Butt says he wants a","a":["microscope","sailboat","paper weight","pencil case","jigsaw puzzle"],"j":"Big Butt tells everyone in “The Lesson” that he wants a $300 microscope from the toy store, though his friends assume he does not know what it is for."},{"q":"The narrator of “The Lesson” MOST often characterizes Mercedes as","a":["proper","stupid","poor","rigid","witty"],"j":"The narrator of “The Lesson” consistently portrays Mercedes as a prim and proper girl who annoys everyone else. This characterization is exemplified in her response to Miss Moore’s question about who has stationery in their houses."},{"q":"Based on the context given in “The Lesson”, Q.T. is MOST likely the","a":["youngest","strongest","poorest","saddest","dumbest"],"j":"In “The Lesson”, Q.T. is most likely the youngest child in the group. Sylvia comments that he is the only one the other boys can get away with hitting, though later in his life he is “liable to […] get his licks in when you half expect it”."},{"q":"Why does the narrator of “The Lesson” MOST likely feel ashamed to enter the toy store?","a":["She knows she will stand out as poor.","She is not wearing the right clothes.","She is embarrassed of her friends.","She is not interested in the toys.","She wants Miss Moore to go away."],"j":"The narrator of “The Lesson” admits to feeling “funny, shame” when she approaches the door of the toy store, most likely because it reminds her that compared to the Fifth Avenue people, she is poor."},{"q":"Which principle is Miss Moore MOST likely trying to teach the kids in “The Lesson” when she takes them to F.A.O. Schwartz?","a":["income inequality","the value of work","racial injustice","the danger of desire","basic math"],"j":"Miss Moore is teaching the kids in “The Lesson” about income inequality when she takes them to F.A.O. Schwartz and asks them what they think about a society “in which some people can spend on a toy what it would cost to feed a family of six or seven”."},{"q":"What is the lesson Sylvia, the narrator of Toni Cade Bambara’s story, learns?","a":["There is a much larger world outside her community.","White people spend their money on toys instead of necessities.","She will most likely always have to deal with injustice.","Some people will care more about her than she thinks.","It is not safe for her to visit Fifth Avenue on her own."],"j":"Sylvia, the narrator of “The Lesson”, learns in this brief episode that there is a much larger world outside her neighborhood than she has ever realized as a child growing up in Harlem."},{"q":"Why is Mercedes the only character in “The Lesson” to be known by her real name?","a":["The other kids consider her an outsider.","She does not want a nickname.","It demonstrates she has more money.","People like that she is named for a car.","Miss Moore despises her nickname."],"j":"In “The Lesson”, only Mercedes’ real name is used because the other kids consider her an outsider, presumably unworthy of a nickname."},{"q":"Why do the children in “The Lesson” MOST likely get away with judging Miss Moore?","a":["They share a common language she does not speak.","She is condescending toward the kids and their families.","They know she is wealthy and treats them with charity.","They know she feels obligated to educate them.","She has no reason to stick around if they scare her off."],"j":"The language barrier between the kids in “The Lesson” and Miss Moore gives them a kind of permission to judge her. They speak the same kind of slang as each other, while she speaks more properly."},{"q":"When Sylvia claims she “don’t feature” Miss Moore’s comment about the children being poor in “The Lesson”, she means she","a":["does not understand what Miss Moore means","think it is fair for Miss Moore to judge them","disagrees because she does not feel poor","hates Miss Moore for stating the obvious","does not care what Miss Moore thinks of them"],"j":"When Miss Moore points out that the children are poor and live in the slums, Sylvia claims she “don’t feature”, meaning she does not understand what Miss Moore means because she has never viewed her life that way before."},{"q":"Why does Sylvia feel betrayed by her best friend Sugar in “The Lesson”?","a":["She asks Miss Moore why everyone does not have an equal chance.","She uses the cab fare to buy junk food for herself and no one else.","She seems uninterested in the unreasonable cost of the sailboat.","She does not shove Mercedes when she acts uppity toward them.","She acts like she has all the answers to Miss Moore’s questions."],"j":"Sylvia feels betrayed by Sugar when she asks Miss Moore the question of why everyone does not have “an equal crack at the dough” in America because she feels outdone and resents Sugar for falling into Miss Moore’s trap."},{"q":"Which of the following black revolutionaries did NOT spend time in prison?","a":["Robert Williams","Malcolm X","George Jackson","Etheridge Knight","Eldridge Cleaver"],"j":"Malcolm X, Etheridge Knight, Eldridge Cleaver, and George Jackson were all heavily influenced to become revolutionaries by their time spent in prison. Though he was charged with several crimes, Robert Williams never spent time in prison."},{"q":"Etheridge Knight’s writing differs MOST from that of his 1960s revolutionary counterparts in that he focuses on","a":["his personal experiences and use of language","his development as a black liberation leader","why blacks and whites must live separately","the unfair incarceration of black men","the rehabilitation he experienced in prison"],"j":"Etheridge Knight focuses more often on his personal experiences and the importance of language than do his 1960s revolutionary counterparts, who often wrote their memoirs about becoming activists."},{"q":"How did Etheridge Knight become involved in illegal activity?","a":["He became addicted to opiates.","He joined a gang as a boy.","His family was criminally active.","He went AWOL from the Army.","He joined the Civil Rights movement."],"j":"Knight became addicted to opiates after being injured by shrapnel during the Korean War. His subsequent criminal activity largely fed his addiction."},{"q":"Etheridge Knight got his FIRST break as a poet when Dudley Randall","a":["arranged to have his work published while he was in prison","mentored him and taught him to write more vividly","paid his bail so he could be released from prison sooner","invited him to a public reading at a highly regarded club","offered to pay for his rehabilitation so he could focus on writing"],"j":"Etheridge Knight got his first big break as a poet when renowned poet Dudley Randall arranged to publish his collection, <i>Poems from Prison</i>, while Knight was still incarcerated."},{"q":"Which of the following significant events occurred in Etheridge Knight’s life in 1977?","a":["He stopped using heroin.","He earned his B.A.","He got out of prison.","He married another poet.","He died of lung cancer."],"j":"In 1977, Etheridge Knight decided to go on methadone so he could stop using heroin. This decision helped propel his professional and academic career."},{"q":"Etheridge Knight’s poem “The Idea of Ancestry” reads MOST like a(n)","a":["narrative","battle cry","obituary","play","court case"],"j":"Knight’s poem “The Idea of Ancestry” is written like a narrative story. It opens with a description of his family and closes with a reflection on what he has lost."},{"q":"What does the speaker of “The Idea of Ancestry” MOST likely mean when he says he went home with “a monkey on [his] back”?","a":["He was fighting an addiction.","He was being chased by police.","He felt guilty about his life.","He felt pressure from his family.","He had escaped from prison."],"j":"In section 2 of “The Idea of Ancestry”, the speaker says he hitchhiked home “with a monkey on [his] back. And [he] almost kicked it with the kinfolks”. In other words, he was fighting an addiction that he almost beat when he was surrounded by family."},{"q":"In which of the following ways does the speaker of “The Idea of Ancestry” MOST emphasize the importance of his family to him?","a":["He repeats the number of family photos in his cell.","He recalls childhood memories at their houses.","He discusses his family’s powerful religious traditions.","He reflects on what he will say to them when he gets out.","He counts the days he has been away from them."],"j":"The speaker of “The Idea of Ancestry” repeats several times the 47 family photos he has hung in his cell to reiterate their importance in his life and survival in prison."},{"q":"When the speaker of “The Idea of Ancestry” says, “I am all of them, they are all of me”, he is MOST likely referring to","a":["family ties","his fellow inmates","his addictions","the black community","his memories"],"j":"The speaker of “The Idea of Ancestry” says of his family members, “I am all of them, they are all of me”, reflecting on their blood relationship."},{"q":"Why does the speaker of “The Idea of Ancestry” say he loves his niece most?","a":["She is the only one to smile in a picture.","He has not yet had the chance to meet her.","She is the youngest member of the family.","He thinks she shows the most promise.","She represents his favorite family members."],"j":"In “The Idea of Ancestry”, the speaker claims he currently loves his seven-year-old niece the most because her picture is the only one to feature a smile, which brightens his lonely days."},{"q":"What is MOST significant about the speaker’s statement in “The Idea of Ancestry” that the family Bible includes the names of absent family members?","a":["It reminds the speaker he is still a permanent part of his family.","It identifies those family members as part of the Christian faith.","It demonstrates God’s love for all people no matter where they are.","It reinforces the notion that writing affirms a person’s identity.","It provides a record for the speaker’s own posterity."],"j":"The speaker in “The Idea of Ancestry” reflects on the fact that both he and an uncle who has not been seen in years still exist as part of their family because the family Bible includes their names and birthdays."},{"q":"The slashes present in Etheridge Knight’s “The Idea of Ancestry” are more formally known as","a":["virgules","daggers","full stops","carets","degrees"],"j":"The slashes Etheridge Knight uses in place of periods in “The Idea of Ancestry” are called “virgules” in formal literary analysis."},{"q":"For which of the following reasons does Etheridge Knight MOST likely abbreviate \"year\" as “yr” twice in “The Idea of Ancestry”?","a":["It represents his desire to shorten his prison sentence.","It is in keeping with his slangy style throughout the poem.","It demonstrates that he is gradually losing time in prison.","It shows he was probably in a rush when he wrote the poem.","It was a purely stylistic choice with no deeper meaning."],"j":"Though we cannot know for certain, Etheridge Knight may have abbreviated “your” as “yr” in “The Idea of Ancestry” to symbolize his desire to shorten his prison sentence."},{"q":"The speaker of “The Idea of Ancestry” claims to be MOST like a salmon swimming upstream when he feels the instinct to","a":["gather with his family","produce children","struggle for survival","come up for air","move against the tide"],"j":"The speaker of “The Idea of Ancestry” compares himself to salmon swimming upstream when he has the urge to return home to his family every fall (the same time when salmon return home to spawn)."},{"q":"What does the speaker of “The Idea of Ancestry” mean when he says he “cracked a croaker’s crib for a fix”?","a":["He broke into a doctor’s office for drugs.","He attacked a man and stole his wallet.","He snuck into a morgue to sleep his high off.","He stole drugs from a gang leader.","He snatched a baby while it was sleeping."],"j":"When he says he “cracked a croaker’s crib for a fix”, the speaker of “The Idea of Ancestry” means he broke into a doctor’s office for drugs. He is presumably in prison for this crime."},{"q":"Which postmodern play is an excellent example of Bob Dylan’s “relative” human identity?","a":["<i>Six Characters in Search of an Author</i>","<i>Rosencrantz and Guildenstern Are Dead</i>","<i>Exploits and Opinions of Dr. Faustroll</i>","<i>Who’s Afraid of Virginia Woolf?</i>","<i>Amédée, or How to Get Rid of It</i>"],"j":"Luigi Pirandello’s <i>Six Characters in Search of an Author </i>is a good representation of Bob Dylan’s relativist human identity, or his ability to switch between different kinds of people."},{"q":"In which of the following films is Bob Dylan portrayed by six different actors?","a":["<i>I’m Not There</i>","<i>Dont Look Back</i>","<i>Eat the Document</i>","<i>No Direction Home</i>","<i>Masked and Anonymous</i>"],"j":"<i>I’m Not There </i>presents a fictional depiction of Bob Dylan’s multiple personas through the eyes of six different actors, including one woman."},{"q":"Which of the following titles did Bob Dylan virulently reject, though many people perceived him as such?","a":["his generation’s spokesman","a song-and-dance man","American music’s leading poet","the epitome of an activist","the first 1960s revolutionary"],"j":"Bob Dylan virulently rejected the notion that he was the spokesman of his generation, though many young people viewed his music and poetry as speaking for them."},{"q":"Which folk musician wrote “This Land Is Your Land”?","a":["Woody Guthrie","Dave Van Ronk","Odetta","Peter, Paul, and Mary","Glen Campbell"],"j":"Woody Guthrie, a folks singer and songwriter with thousands of songs under his belt, wrote “This Land Is Your Land”."},{"q":"The most politically charged songs of the 1960s were published in","a":["<i>Broadside</i>","<i>Rolling Stone</i>","<i>Billboard</i>","<i>Blues World</i>","<i>Rave</i>"],"j":"Most new songwriters in the 1960s knew they could gain an audience if they could publish in <i>Broadside, </i>which specialized in politically charged music."},{"q":"Why was Bob Dylan’s receipt of the Nobel Prize for Literature in 2016 MOST controversial?","a":["Critics wanted to keep literature and pop culture separate.","Other writers did not think Dylan had technical talent.","Fans did not want his music separated from his lyrics.","The Prize had never been awarded to a songwriter.","Most people did not think songwriting was a form of literature."],"j":"When Bob Dylan received the Nobel Prize for Literature in 2016, critics were dismayed because they wanted to keep literature and pop culture separate."},{"q":"Bob Dylan’s “A Hard Rain” is written in the form of a","a":["dialogue","letter","narrative","news story","lullaby"],"j":"Dylan wrote “A Hard Rain” in the form of a dialogue between a father and his son."},{"q":"Which of the following terms BEST describes the general tone of “A Hard Rain”?","a":["foreboding","amused","disdainful","repentant","hard"],"j":"Most of “A Hard Rain” carries a foreboding tone, in which the main speaker (the son) describes the frightening things he has seen in the world."},{"q":"What is the “blue-eyed son’s” resolution at the end of “A Hard Rain”?","a":["He will testify to what he has seen.","He is going to join the war effort.","He will go to sleep with a heavy heart.","He is going to become an expatriate.","He wants to change himself."],"j":"At the end of “A Hard Rain”, the “blue-eyed son” makes a resolution to testify to the frightening things he has seen: “And I’ll tell it and think it and speak it and breathe it”."},{"q":"“A Hard Rain” is patterned after the traditional ballad","a":["“Lord Randall”","“Nottamun Town”","“The Roving Boy”","“The Miner’s Doom”","“Young Johnny”"],"j":"Bob Dylan patterned “A Hard Rain” after the traditional ballad “Lord Randall”, which also features a father and son dialogue."},{"q":"Which of the following questions does the father in “A Hard Rain” NOT pose to his son?","a":["“What did you do?”","“Where have you been?”","“What did you see?”","“What did you hear?”","“Who did you meet?”"],"j":"In “A Hard Rain”, the father asks his son where he has been, what he has seen and heard, and who he has met. These questions create a structure in which the son can paint a picture of his travels."},{"q":"What is MOST significant about the places the son tells his father he has been in “A Hard Rain”?","a":["They seem mythical and unreal.","They are sparse and boring.","They are clearly hallucinations.","They are American neighborhoods.","They are painted with great detail."],"j":"The places the son describes to his father in “A Hard Rain” are indistinct, places that may not exist in the real world but often seem drawn from Greek and Roman myths."},{"q":"When the son repeats the refrain “a hard rain’s a-gonna fall” in “A Hard Rain”, he is implying that the world is","a":["in a state of crisis and neglect","becoming globalized rapidly","not able to support its people","going to reject humanity soon","a terrible and dangerous place"],"j":"The imagery the son paints for his father in “A Hard Rain”, especially in the refrain that “a hard rain’s a-gonna fall”, is that the world is in crisis and disrepair. He paints an apocalyptic vision."},{"q":"Which Biblical story does “A Hard Rain” MOST reflect?","a":["Noah and the Flood","The Tower of Babel","Adam and Eve","Christ’s Passion","Revelation"],"j":"“A Hard Rain” recalls the Biblical book of Genesis, in which Noah and his family are the only survivors of a global flood, the result of which is a rainbow."},{"q":"In which of the following ways does Bob Dylan’s imagery in “A Hard Rain” reflect Arthur Rimbaud’s style?","a":["He personifies inanimate objects in impossible ways.","He talks about a voyage that can only end in death.","He portrays family relationships in a new way.","He uses the question-and-answer rhetorical strategy.","He relies on a satirical allegory to make his point."],"j":"In “A Hard Rain”, Bob Dylan personifies inanimate objects, giving them impossible traits, like a hammer that is “a-bleedin’” and a “black branch with blood that kept dripping”. This strategy is similar to Arthur Rimbaud’s poetic theory of “the derangement of all senses”."},{"q":"Which of the following themes is featured in “A Hard Rain”?","a":["lost innocence","love denied","God’s disappearance","historical milestones","nature’s beauty"],"j":"“A Hard Rain” largely focuses on the theme of lost innocence, as in the stanza featuring “a newborn baby with wild wolves all around it” and “guns and sharp swords in the hands of young children”."},{"q":"Which phrase in “A Hard Rain” BEST exemplifies the literary device of synesthesia?","a":["“Heard one person starve”","“She gave me a rainbow”","“I’ve walked and I’ve crawled”","“in front of a dozen dead oceans”","“where souls are forgotten”"],"j":"Synesthesia, the use of one sense to describe another, appears in “A Hard Rain” when the speaker claims he has “Heard one person starve”."},{"q":"Which two emotions does the image of the girl standing beside her dead pony in “A Hard Rain” evoke?","a":["sadness and admiration","anger and pity","hopelessness and fear","joy and grief","paralysis and anxiety"],"j":"The image of a young girl standing next to her dead pony in “A Hard Rain” evokes both sadness for the girl’s loss and admiration for her willingness to stay with her dead animal."},{"q":"The last stanza of “A Hard Rain” requires the reader and the poet to consider","a":["what he will do with this new knowledge","how he can respond to suffering people","the dangerous realities around him","how music can change the world","his plight as a starving artist"],"j":"The last stanza of “A Hard Rain” begins with the question, “What will you do now?” In other words, both the reader and the poet are expected to take action based on everything he has witnessed."},{"q":"Bob Dylan FIRST performed “A Hard Rain” at","a":["Carnegie Hall","Radio City Music Hall","The Beacon","Lincoln Center","Madison Square Garden"],"j":"Bob Dylan first performed “A Hard Rain” publicly at Carnegie Hall in New York City on September 22, 1962."},{"q":"Why could Bob Dylan NOT have written “Hard Rain” in response to the Cuban Missile Crisis?","a":["It was written before the crisis occurred.","It was adapted from an old folk song.","The song’s imagery does not align with the crisis.","Dylan was uninterested in global affairs.","Its topical focus is too broad to apply."],"j":"“A Hard Rain” was first performed in September 1962, but the Cuban Missile Crisis occurred in October of that year. Thus, it could not have been written for the crisis."},{"q":"Which term BEST describes the speaker’s tone in “Masters of War”?","a":["irate","curious","apprehensive","hopeful","blasphemous"],"j":"The speaker in “Masters of War” does not hide his anger at the men who profit from building weapons and killing innocent people."},{"q":"The speaker of “Masters of War” claims the worse fear that can ever be inflicted on someone is the fear of","a":["bringing a child into the world","being left in an unmarked grave","losing one’s identity and purpose","seeing one’s family decimated","paying for immoral activities"],"j":"In the fifth stanza of “Masters of War”, the speaker claims, “You’ve thrown the worst fear / That can ever be hurled / Fear to bring children / Into the world”."},{"q":"To which biblical character does the speaker of “Masters of War” compare his target audience?","a":["Judas","Cain","Herod","Jezebel","Lot"],"j":"In “Masters of War”, the speaker accuses his audience (those who make the tools of combat) of being “Like Judas of old / You lie and deceive”."},{"q":"Which of the following themes dominates the last three stanzas of “Masters of War”?","a":["unforgiveness","avarice","conflict","destruction","ignorance"],"j":"The last three stanzas of “Masters of War” focuses heavily on these masters’ inability to obtain forgiveness, by money or other means. According to the speaker, “Even Jesus would never / Forgive what you do”."},{"q":"“Masters of War” was written shortly after the","a":["Cuban Missile Crisis","Vietnam War","Manhattan Project","Space Race","Civil Rights Movement"],"j":"“Masters of War” was written after the Cuban Missile Crisis occurred in the winter of 1962-63."},{"q":"Who coined the term “military industrial complex” in the 1960s?","a":["Dwight D. Eisenhower","Martin Luther King","Bob Dylan","Robert McNamara","Malcolm X"],"j":"President Dwight D. Eisenhower warned Americans to beware of the growing “military industrial complex” in his 1961 farewell speech."},{"q":"In addition to profiting from the war industry, the speaker of “Masters of War” accuses these profiteers of","a":["arming powerless people","killing unborn children","giving in to pressure","building larger mansions","destroying the earth"],"j":"The speaker of “Masters of War” accuses the men who profit from this industry of putting weapons into the hands of powerless people and allowing chaos to happen."},{"q":"Which of the following statements BEST describes the message of “With God on Our Side”?","a":["American leaders justify war by claiming God’s blessing.","America can never be defeated with God on its side.","Americans who believe in God would not go to war.","God supports wars America claims are righteous.","The Old Testament but not New Testament God approves of war."],"j":"Bob Dylan’s song “With God on Our Side” sarcastically points out that American politicos frequently justify war by claiming that God is on the nation’s side."},{"q":"Why did folk singer Judy Collins MOST likely refuse to sing the last stanza of “Masters of War” when she covered the song?","a":["It did not align with the main principles of folk music.","She thought it was poorly written.","Her voice was not well suited to it.","It did not provide the closure most folks songs did.","She had received death threats last time she sang it."],"j":"The end of “Masters of War” is notoriously harsh for typical folk music, wishing death upon those profiting from war. Thus, Judy Collins refused to sing it, though she often covered Dylan’s song."},{"q":"Bob Dylan’s “The Lonesome Death of Hattie Carroll” is primarily meant to","a":["criticize injustice driven by money","mourn the loss of a Godly woman","inspire national anti-war protests","revive a classic American folktale","promote peace among the people"],"j":"The main theme of Dylan’s “The Lonesome Death of Hattie Carroll is to emphasize that wealthy people often escape justice."},{"q":"In which major city did the death of Hattie Carroll take place?","a":["Baltimore","New York","Chicago","Washington, DC","Boston"],"j":"William Zanzinger killed Hattie Carroll in a Baltimore hotel."},{"q":"Which term BEST describes the speaker’s tone in the last stanza of “The Lonesome Death of Hattie Carroll”?","a":["sarcastic","indifferent","comforting","mournful","amused"],"j":"The last stanza of “The Lonesome Death” is riddled with sarcasm. As the stanza opens, the speaker claims that “In the courtroom of honor” there is no favoritism, but he closes the stanza by revealing that William Zanzinger received a six-month sentence for Carroll’s death."},{"q":"Which of the following folk songs was NOT inspired by a contemporary news story?","a":["“Walk Right In”","“Ohio”","“I Ain’t Marching Anymore”","“The Ballad of George Jackson”","“Only a Pawn in Their Game”"],"j":"Most 1960s folk songs were politically motivated by contemporary news stories. “Walk Right In”, however, was a Canadian non-political folk song."},{"q":"William Zantzinger’s sentence for killing Hattie Carroll was deferred so he could","a":["supervise his tobacco crop’s harvest","have a chance to flee Baltimore","put his financial affairs in order","avoid being harmed by other inmates","appeal the case to a higher court"],"j":"William Zantzinger’s six-month sentence for killing Hattie Carroll was deferred so he could supervise his tobacco crop’s harvest."},{"q":"Why did William Zantzinger strike Hattie Carroll with a plastic cane?","a":["He was angry she did not bring his drink faster.","She had refused his sexual advances.","She was the only black barmaid in the hotel.","He was distressed over a bad financial deal.","He accidentally hit her when he was drunk."],"j":"William Zantzinger hit Hattie Carroll with a plastic cane, a black barmaid in a Baltimore hotel, because she did not bring his bourbon quickly enough."},{"q":"The third stanza of “The Lonesome Death of Hattie Carroll” describes","a":["Hattie’s humble existence","Zanzinger’s wealthy parents","Zanzinger’s six-month sentence","the original crime and arrest","racial injustice in the South"],"j":"The third stanza of “The Lonesome Death” describes Hattie Carroll’s humble life as the 51-year-old mother of ten children."},{"q":"What does the repeated refrain in “The Lonesome Death” that the listener should not cry MOST signify?","a":["It implies there is nothing unusual about the case.","It says no one should sympathize with Zanzinger.","It assumes the song will upset the listener.","It claims people should not cry but take action.","It makes people want to do the opposite."],"j":"The refrain, “Take the rag away from your face, now ain’t the time for your tears” makes the listener of “The Lonesome Death” feel that this situation is not unusual enough to cry over."},{"q":"Why does the speaker of “The Lonesome Death” finally advise the listener to shed tears?","a":["Corrupt institutions rule the country.","Ten children have been orphaned.","Zanzinger shows no remorse.","People will riot in the streets.","An internal war has begun."],"j":"The speaker of “The Lonesome Death” finally says, “Bury the rag deep in your face, / For now’s the time for your tears” when the verdict is issued and he realizes corrupt courts and institutions rule the country."},{"q":"Who is the subject of Joan Didion’s essay, “Where the Kissing Never Stops”?","a":["Joan Baez","Marilyn Monroe","Betty Friedan","Gloria Steinem","Angela Davis"],"j":"Joan Didion’s essay “Where the Kissing Never Stops” is about civil rights activist and singer Joan Baez."},{"q":"Joan Baez was a leading figure in the","a":["New Folk Revival","beatnik scene","Ethnic Folk Movement","Freedom Singers","electric Dylan era"],"j":"Joan Baez was a leader in the New Folk Revival, as well as the Civil Rights movement as a whole."},{"q":"Which of the following elements of her writing MOST connected Joan Didion’s work with that of Hunter S. Thompson?","a":["She did not feel the need to be impartial.","Her stories were surreal and trippy.","She was active in Civil Rights.","She was a poet and a journalist.","Her work was not widely recognized."],"j":"Both Joan Didion and Hunter S. Thompson were involved in the New Journalism movement, which did not expect writers to be impartial, but instead encouraged subjectivity."},{"q":"Which event MOST significantly helped Joan Didion get a position with <i>Vogue </i>magazine?","a":["She won the Prix de Paris essay competition.","<i>The New York Times </i>picked up her work.","She wrote a review of <i>The Feminine Mystique</i>.","She graduated from the University of California at Berkeley.","She published <i>Slouching toward Bethlehem</i>."],"j":"Joan Didion won the Prix de Paris essay competition, sponsored by <i>Vogue </i>magazine, which helped her obtain a job with the publication."},{"q":"What was the original title of “Where the Kissing Never Stops”?","a":["“Just Folks at a School for Non-Violence”","“Some Dreamers of the Golden Dream”","“In Sable and Dark Glasses”","“Fixed Opinions, or the Hinge of History”","“John Wayne: A Love Song”"],"j":"“Where the Kissing Never Stops” was originally published in 1966 as “Just Folks at a School for Non-Violence”."},{"q":"In “Where the Kissing Never Stops”, why is the Monterey County Board of Supervisors challenging Joan Baez?","a":["They allege her school violates the county zoning code.","They suspect she is teaching young people to make bombs.","Neighbors think her school is actually a bordello.","Local merchants accuse her of taking business from them.","They want her to prove she is an American citizen."],"j":"The Monterey County Board of Supervisors challenges Joan Baez’s Institute for the Study of Nonviolence for violating the municipal zoning code."},{"q":"How does Joan Didion portray the residents of Salinas, California, in “Where the Kissing Never Stops”?","a":["They are more worried about appearances than what is happening.","They are genuinely concerned for their children’s safety.","They are afraid the stores in the town will be forced to close.","They are willing to compromise with Joan Baez’s demands.","They distrust students of all kinds and do not want them around."],"j":"Didion mainly portrays the Salinas, California residents as being concerned with superficial issues, like their property values and the fact that Joan Baez walks around her property."},{"q":"Which term BEST describes how Joan Didion describes Joan Baez at the municipal meeting in “Where the Kissing Never Stops”?","a":["poised","annoyed","sympathetic","concerned","flighty"],"j":"Early in “Where the Kissing Never Stops”, Didion portrays Baez as an unusually poised woman, “what used to be called a lady”."},{"q":"Of Joan Baez’s traits, Joan Didion seems MOST interested in her","a":["intense ability to feel emotion","family’s multi-ethnic origins","disinterest in money or fame","unusually reclusive lifestyle","unwillingness to follow “the man”"],"j":"In “Where the Kissing Never Stops”, Joan Didion focuses often on Baez’s unusually intense ability to feel and elicit emotions in others: “She wanted to move people, to establish with them some communion of emotion”."},{"q":"What does Joan Baez claim is “just about the most important thing about” her school?","a":["required periods of total silence","a variety of readings on nonviolence","get-togethers and social activities","visits to stores in the main town","learning to write creatively"],"j":"According to Baez in “Where the Kissing Never Stops”, mandatory periods of silence (and on some days abstinence from most activities) are “just about the most important thing about the school”."},{"q":"In “Where the Kissing Never Stops”, Joan Didion characterizes Baez’s students as","a":["too young to appreciate what is going on in the world","privileged kids from the upper echelons of society","people with brilliant but underdeveloped intellects","kids who should be in college rather than on a commune","beautiful enough to make people listen to their protests"],"j":"Didion repeatedly characterizes Baez’s students as “very young, very earnest, and not very much in touch with the larger scene”."},{"q":"When Joan Didion characterizes Ira Sandperl as the <i>eminence gris </i>of Joan Baez’s project, she MOST likely means he","a":["has a great deal of power","is a nontraditional man","supervises only himself","does not do much work","makes all the decisions"],"j":"Joan Didion characterizes Ira Sandperl, the president of Baez’s Institute, as the <i>eminence gris</i>, meaning he has a great deal of influence over the Institute’s operation."},{"q":"Based on Ira Sandperl’s statement in “Where the Kissing Never Stops”, what is MOST likely the difference between “an <i>un</i>violent movement and a <i>non</i>violent one” (p. 90)?","a":["Un-violence implies a potential for violence, while nonviolence does not.","Nonviolent people are more motivated than un-violent people by compassion.","Nonviolence is the buzzword of the day that will catch people’s attention.","Un-violent people are not as invested as nonviolent people in their social cause.","Nonviolence is more motivated by Quaker principles than un-violence."],"j":"When Ira Sandperl says he and Joan Baez decided they “wanted to turn an <i>un</i>violent movement [at the Berkeley demonstrations] into a <i>non</i>violent one”, he implies that the former has the potential for violence, while the latter takes a completely nonviolent approach."},{"q":"Toward the end of “Where the Kissing Never Stops”, Joan Didion portrays Joan Baez as a(n)","a":["recluse","pushover","adolescent","teacher","headcase"],"j":"Toward the end of her essay, Didion describes Baez as a hard-to-reach recluse who admits, “I don’t see people”. She keeps to herself, reads, and studies."},{"q":"According to Joan Baez at the end of “Where the Kissing Never Stops”, the pacifist movement is","a":["confounding","effective","disgusting","impractical","beautiful"],"j":"When asked how she feels about the pacifist movement in “Where the Kissing Never Stops”, Joan Baez admits to thinking it does not make much sense: “Burning draft cards doesn’t make much sense, and burning themselves makes even less”."},{"q":"When Joan Didion named her essay “Where the Kissing Never Stops”, she was MOST likely referring to","a":["the neighbors’ misconceptions about what happened at the Institute","students’ desire to live in a world of nonviolence, beauty, and love","Ira Sandperl’s underlying motives for attracting young women to the Institute","the reputation Joan Baez wanted her Institute to have in the broader world","the notion that nature is inclined toward truth, beauty, and passion"],"j":"Though Didion never explains the title of her essay, “Where the Kissing Never Stops” may explain what Joan Baez’s neighbors thought was going on behind the Institute’s closed doors."},{"q":"The opening of “Where the Kissing Never Stops” BEST exemplifies","a":["Americans’ polarization in the 1960s","the height of the Civil Rights movement","Joan Baez’s stubborn nature","middle-class Americans’ social oppression","concerns about safety from nuclear war"],"j":"Part I of “Where the Kissing Never Stops” emphasizes Americans’ polarization in the 1960s by portraying the vastly different views of traditional upper-class Americans and social activists like Baez."},{"q":"The folk revival of the late 1950s and early 1960s occurred for all the following reasons EXCEPT as a","a":["glorification of the easier past","protest against Top 40 songs","reaction against rock and roll","tool for political dissension","way to share traditional stories"],"j":"The folk revival of the 1950s and 60s was largely a response to Top 40 music, including rock and roll. It was also valued as a tool for political dissension and as a way for people to share traditional story-ballads."},{"q":"Which of the following statements BEST describes how Joan Didion appears to feel about Joan Baez’s political thoughts?","a":["She appears naïve and easily swayed by stronger personalities.","She does not always seem convinced of her own politics.","She learns much of what she thinks from the students around her.","Her behavior is shaped by deeply held convictions.","She learned from a young age to be politically active."],"j":"Joan Didion appears to view Baez’s political views with some suspicion, repeatedly pointing out in “Where the Kissing Never Stops” that Baez is naïve and seems to be easily influenced by people like Ira Sandperl."},{"q":"When Joan Didion claims Joan Baez is an “unhappy analysand” in “Where the Kissing Never Stops”, she MOST likely means Baez is","a":["often analyzed by others","interested in psychoanalysis","adept at interpreting others","hyperaware of the world","under the care of a psychoanalyst"],"j":"When Didion claims Baez is “an unhappy analysand” in “Where the Kissing Never Stops”, she means Baez is not content with always being the object of others’ analysis."},{"q":"In “Where the Kissing Never Stops”, Joan Baez describes Ira Sandperl as having","a":["“messianic eyes”","“a Berkeley-type smile”","“Indian features”","“powerful emotions”","“a protest complex”"],"j":"Joan Baez describes Ira Sandperl as having “glittering and messianic eyes”, revealing that she views him as a kind of savior."},{"q":"What reason does Ira Sandperl give the Institute students in “Where the Kissing Never Stops” for becoming a vegetarian?","a":["He encountered a majestic tree in the Sierras.","He once saw a calf butchered in front of its mother.","Taking life from sentient beings was the gravest sin.","He was never attracted by the idea of eating meat.","His parents encouraged him to respect all living things."],"j":"Joan Didion notes in “Where the Kissing Never Stops” that Ira Sandperl explains to the students that he became a vegetarian after he saw a majestic tree springing up in the Sierras, though it is unclear how the two are connected."},{"q":"A critic of “Where the Kissing Never Stops” might accuse Joan Didion of approaching Joan Baez’s story","a":["over-intellectually","non-selectively","indifferently","ambiguously","un-rigorously"],"j":"Supporters of Joan Baez’s might criticize Joan Didion’s treatment of her in “Where the Kissing Never Stops” in a distinctly over-intellectualized and negative way."},{"q":"Tim O’Brien is BEST known for writing about the","a":["Vietnam War","World Wars","Korean War","Civil War","Revolutionary War"],"j":"Tim O’Brien is best known for writing often-autobiographical stories about the Vietnam War."},{"q":"Why does the narrator of “Ambush” MOST likely tell his daughter he did not kill anyone during the war?","a":["He wants her to remain innocent as long as possible.","He feels like a monster for killing an innocent civilian.","It is traumatic for him to relive the event over and over.","He does not remember killing anyone during the war.","He fears for his reputation as a journalist and writer."],"j":"The narrator of “Ambush” probably lies to his daughter about killing someone during the war because he wants her to retain her nine-year-old innocence as long as possible."},{"q":"For which of the following reasons does the narrator of “Ambush” claim to have killed the young Vietnamese man?","a":["It was an automatic instinct.","He hated him and his friends.","He viewed him as the enemy.","He thought it was morally right.","He felt a strong political duty."],"j":"According to the narrator of “Ambush”, throwing the grenade at the young Vietnamese soldier “was entirely automatic” and not done from hatred or “morality or politics or military duty”."},{"q":"Why was <i>The Things They Carried </i>MOST significant as a collection of Vietnam War-related short stories?","a":["It showed people American soldiers’ experiences.","It demonstrated the destruction of a beautiful country.","It reminded Americans they had a duty to be patriotic.","It normalized Vietnam veterans’ experiences in war.","It gave voice to the North Vietnamese victims of war."],"j":"Amidst the protests and violence in America over the Vietnam War, <i>The Things They Carried </i>reminded readers about the American soldiers' traumatizing experiences."},{"q":"The title story of <i>The Things They Carried </i>details","a":["solders’ daily grind","bravery in battle","leadership requirements","soldiers’ return home","the victims of war"],"j":"The story “The Things They Carried” details soldiers’ daily grind, including both the physical and emotional weight they bore."},{"q":"Which of the following stories in <i>The Things They Carried </i>is the companion story to “Ambush”?","a":["“The Man I Killed”","“In the Field”","“On the Rainy River”","“Enemies and Friends”","“Speaking of Courage”"],"j":"“The Man I Killed” is the companion story to “Ambush” in <i>The Things They Carried</i>. It details the soldier’s examination of the Viet Cong soldier he killed."},{"q":"What story does the narrator of “The Man I Killed” concoct about the Viet Cong soldier he killed?","a":["He was a mathematics student ill-prepared for war.","He was a young husband and father drafted into battle.","He was a farmer who accidentally ended up in a battle unit.","He was a shopkeeper who left his home for a better life.","He was a hardened criminal who fought for his freedom."],"j":"The narrator of “The Man I Killed” imagines that the Viet Cong soldier he has killed was a mathematics student who was not prepared for the rigors and mental strain of war."},{"q":"The main difference between the story told in “Ambush” and that told in “The Man I Killed” is that in “Ambush”, the narrator","a":["describes the moments leading up to the killing","recalls only vague memories of the event","humanizes the soldier in a newfound way","discusses his friend Kiowa’s role in the event","provides a grim description of the corpse"],"j":"In “Ambush”, the narrator describes the moments leading up to his killing of the Viet Cong soldier, whereas “The Man I Killed” focuses on the gruesome aftermath of the man’s death."},{"q":"Both “Ambush” and Wilfred Owen’s poem “Dulce et Decorum Est”","a":["challenge traditional views of patriotism","glorify humanity’s courage in battle","remind the reader that soldiers have families","are influential in changing foreign policy","launch the writers into successful careers"],"j":"Both “Ambush” and Wilfred Owen’s World War I poem “Dulce et Decorum Est” challenge the traditional view of patriotism that says it is sweet and appropriate to die for one’s country."}]]}