{"n":["Music Theory","The Early 1960s","The Heart of the 1960s","The End of the 1960s"],"v":[[{"q":"What is the broadest definition of music?","a":["sound organized in time","a wave of energy","interlocking rhythmic patterns","a harmonic melody","oscillating tones"],"j":"The broadest definition of music is “sound organized in time.” Music is an organized series of sounds in a specific time frame."},{"q":"Which of the following instruments is an idiophone, according to the Sachs-Hornbostel instrument classification system?","a":["gong","clarinet","violin","tuba","trumpet"],"j":"The gong is an idiophone according to the Sachs-Hornbostel classification system because it produces sound when its body is struck."},{"q":"Which of the following expressions BEST describes pitch?","a":["“Tune the instrument to A-440”","“Slow the song down”","“That chord is inverted”","“The song features a xylophone”","“Play with emotion”"],"j":"Pitch refers to a single tone whose highness or lowness does not change. The expression “Tune the instrument to A-440” describes a single, stable pitch."},{"q":"Assume a song uses a treble clef. What is the pitch of a note on the second line from the bottom of the staff?","a":["G","A","B","C","D"],"j":"On a staff with a treble-clef, the second line from the bottom of the staff represents the G pitch. This clef is also known as the “G-clef.”"},{"q":"Which of the following intervals consists of 8 half steps?","a":["minor sixth","perfect fifth","minor seventh","major third","major seventh"],"j":"The minor sixth (m6) interval contains 8 half-steps. Examples of this interval include C to A-flat and G to E-flat."},{"q":"What is the relationship between the pitches A-sharp and B-flat?","a":["enharmonic","major","diatonic","minor","harmonic"],"j":"The pitches A-sharp and B-flat are enharmonic because they are identical in pitch. They are two different labels for the same piano key."},{"q":"Which of the following intervals is a half step in a typical major scale?","a":["^2-^3","^1-^2","^3-^4","^4-^5","^5-^6"],"j":"Major scales have two half step intervals: ^2-^3 and ^7-^8."},{"q":"Two tones sounding simultaneously could lead to","a":["harmony","melody","rhythm","timbre","form"],"j":"Harmony requires that at least two tones sound simultaneously. Many harmonies rely on chords, which contain three pitches."},{"q":"Compared to a conjunct melody, a disjunct melody features","a":["more melodic leaps","fewer instruments","additional rhythmic patterns","fewer chords","slower speeds"],"j":"Disjunct melodies feature more melodic leaps than conjunct melodies. They will use larger intervals as a result."},{"q":"Which of the following tempo markings is FASTEST?","a":["allegro","moderato","andante","adagio","lento"],"j":"The allegro tempo marking has speed of 120 beats per minute, so the term represents a fast tempo."},{"q":"Assume a piece of music contains a <i>ritardando</i>. What should the musician do?","a":["slow down","play louder","play softer","speed up","switch instruments"],"j":"A <i>ritardando</i> tells the musician to slow down the overall speed of a song. An <i>accelerando</i> requires the song to speed up."},{"q":"In which time signature is swing music usually notated?","a":["4/4","3/4","12/8","6/8","1/4"],"j":"While swing music is written in 4/4 time, it is played as if in compound meter (12/8)."},{"q":"Which of the following chords is a major triad?","a":["C, E, G","A, D, F","B, D-sharp, F-sharp","G-flat, E, A","A-sharp, B, C"],"j":"The chord C-E-G is a major triad because the bottom two pitches form a major third interval and the top two pitches form a minor third interval."},{"q":"Assume an E major key signature. Which of the following notes is NOT raised?","a":["E","F","C","D","G"],"j":"The E major contains 4 sharps: F,C,G, and D. It does not raise E."},{"q":"Harmonic progression oscillates between","a":["tension and resolution","harmony and melody","major and minor scales","fast and slow tempos","ostinatos and rubatos"],"j":"Harmonic progression oscillates between tension and resolution through the use of specific chordal patterns."},{"q":"What determines the quality of a diatonic triad?","a":["the scale degree of its root","the interval between its third and fifth","the pitch of its third","the number of unique intervals","the tempo of the chord"],"j":"The quality of a diatonic triad depends on the scale degree of its root. The root must use a pitch in the indicated key."},{"q":"What is the MOST common chord progression?","a":["predominant-dominant-tonic","supertonic-predominant-dominant","mediant-dominant-submediant","tonic-supertonic-mediant","tonic-submediant-leading tone"],"j":"The most common chord progression is predominant-dominant-tonic. This pattern is represented as ii-V-I or IV-V-I."},{"q":"What is the role of a cadence in music?","a":["It is a resting point.","It marks the beginning of a new melody.","It features an instrumental solo.","It speeds up a song.","It introduces harmonic tension."],"j":"Musical cadences serve as pausing points. They often feature strong descending bass lines."},{"q":"Modal mixture occurs when a composer","a":["alters pitches in a triad","includes two different time signatures","changes the tempo","writes music in irregular meter","adds a new chord to a song"],"j":"Modal mixture occurs when altering pitches of the basic triad. It often occurs with a major key and its parallel minor key."},{"q":"Which of the following techniques could be used to modulate keys?","a":["using accidentals to create the new dominant seventh chord","creating a tone-row based on chromatic pitches","resolving the main idea on the old dominant chord","using a full cadence","centering the song on the new supertonic chord"],"j":"Modulation switches a song from one key to another. One common way is to use accidentals to create the new dominant seventh chord and resolve it with the tonic chord of the new key."},{"q":"Which composer called for the “emancipation of the dissonance”?","a":["Arnold Schoenberg","Claude Debussy","Igor Stravinsky","Ulysses Kay","Steve Reich"],"j":"Arnold Schoenberg called for the “emancipation of the dissonance” and developed a new system of tonality focused on chromatic pitches."},{"q":"What characterizes non-functional harmonies?","a":["They do not resolve.","They rely on chromatic pitches.","They are based on natural minor scales.","They feature electronic instruments.","They avoid the use of minor third intervals."],"j":"Though non-functional harmonies use many common harmonic progressions, they do not resolve"},{"q":"Which of the following examples BEST represents a polyphonic texture?","a":["a song with two different melodies played simultaneously","a single, sustained pitch","a song with a melody and a harmonic accompaniment","a song with two performers playing different versions of the same melody","a rhythmic line performed in unison"],"j":"Polyphony occurs when two different melodies are played simultaneously. The melodies relate to each other though both could stand alone."},{"q":"Arranging a piece of music results in","a":["individual instrument parts","clear thematic motives","new improvisational melodies","musical diagrams","syncopated rhythmic structures"],"j":"Arrangement in music takes an existing piece of music and assigns different parts to a series of instruments."},{"q":"Which of the following traits BEST determines timbre?","a":["the thickness of the instrument’s material","the frequency of its sound wave","the duration of the sound","the chord structure of a melody","the rhythmic pattern of a song"],"j":"Timbre refers to the quality of a sound that distinguishes it from other sounds. It is determined in part by the thickness of the instrument’s material."},{"q":"Which of the following dynamic markings means “loud”?","a":["<i>f</i>","<i>ff</i>","<i>mf</i>","<i>mp</i>","<i>p</i>"],"j":"The volume of a song is represented through specific terms. The forte dynamic marking (<i>f</i>) means loud."},{"q":"How is a legato marking articulated on a wind instrument?","a":["tah-tah-tah","tah-ah tot","taaht","tot","TAH ta"],"j":"The legato articulation marking connects notes in a smooth way. It is articulated on a wind instrument as tah-tah-tah."},{"q":"What is the SMALLEST unit of musical form?","a":["motive","theme","phrase","introduction","coda"],"j":"The motive is the smallest unit of musical form. It is the smallest identifiable recurring musical idea."},{"q":"What progression does a full cadence use?","a":["V-I","IV-V","ii-iii","I-ii","IV-vii"],"j":"Full cadences are also known as authentic cadences. They use the V-I progression."},{"q":"Which of the following diagrams BEST represents a song using theme and variation form?","a":["A’ A’’","a-B-a-B","AAA","ABA","ABACA"],"j":"Theme and variations is a common musical form that presents a theme and several musical variations based on that theme. It can be diagrammed as A A’ A’’."},{"q":"Which of the following forms was cliché in the music of the 1960s?","a":["32-bar form","verse-chorus form","sonata form","twelve-bar blues","ternary form"],"j":"In the 1960s, 32-bar form was considered cliché due to its overuse in earlier music. Music from this time avoided this form."},{"q":"Which technique does a fugue use to develop the fugue subject?","a":["imitative counterpoint","unusual scales","tone-rows","non-functional harmonies","block chords"],"j":"The fugue subject is developed through the use of imitative counterpoint. These techniques are used in a typical fugue."},{"q":"Which of the following developments occurs during the exposition of a sonata?","a":["the presentation of the first idea","the repetition of the second idea","the use of phrases with irregular length","a sudden change in dynamics","the introduction of a countermelody"],"j":"The exposition of the sonata introduces two major ideas. These melodies are then developed throughout the composition."},{"q":"What is the audible range of sound for human ears?","a":["20-20,000 Hz","30-30,000 Hz","10-10,000 Hz","40-40,000 Hz","50-50,000 Hz"],"j":"The human ear can hear sounds between 20 and 20,000 cycles per second (Hz)."},{"q":"Which of the following instruments is part of the brass family?","a":["bugle","flute","snare drum","celesta","guitar"],"j":"The bugle is a member of the brass family. This family consists of aerophones made of brass or other metals."},{"q":"Which of the following cities was a major post-war center for <i>musique concrete</i>?","a":["Cologne","London","Berlin","Los Angeles","Madrid"],"j":"Cologne, Paris, and Rome were all major post-war centers for <i>musique concrete.</i> This musical style featured electronically produced sounds."},{"q":"Assume a C major scale. What is the pitch of ^5?","a":["G","C","D","F","A"],"j":"The dominant pitch (^5) of a C major scale is G. This pitch is the second only to the tonic in terms of importance."},{"q":"Assume a song is written in 4/4 time. How many beats are in a half note?","a":["2","1","3","4","6"],"j":"A song written in 4/4 time will have four beats in a single measure. A half note represents half the value of a measure, leading to its duration of 2 beats."},{"q":"Syncopation occurs when emphasized notes fall","a":["on weak beats","on the first beat","on an eighth note","on a quarter note","on a sixteenth note"],"j":"Syncopation occurs when emphasized notes fall in between beats or on weak beats."},{"q":"Which expression BEST describes the role of a beat in music?","a":["It is always felt.","It is rarely audible.","It groups measures together.","It establishes the duration of a single note.","It is the framework of melody."],"j":"The musical beat is always felt in a song but does not need to be audible. It is the foundational concept for rhythm."},{"q":"Assume a chord includes the pitches A, A1, and A2, where A is the root, A1 is the third, and A2 is the fifth. What is second inversion of this chord?","a":["A2-A-A1","A-A2-A1","A1-A2-A","A2-A1-A","A-A-A"],"j":"The second inversion of a triad places the fifth on the bottom. In the example featuring A, A1, and A2, the triad A2-A-A1 is the second inversion."},{"q":"What is the gravitational center of a key?","a":["tonic pitch","supertonic pitch","subdominant pitch","dominant pitch","submediant pitch"],"j":"The tonic pitch (^1) is the gravitational center of a key. It also names it."},{"q":"Which of the following key pairings has a relative relationship?","a":["F major and D minor","C major and C minor","A-flat major and F-sharp minor","D-sharp major and E-flat minor","D major and G minor"],"j":"F major and D minor are relative to each other because they both feature 1 flat in their key signatures."},{"q":"The term “dissonant” BEST describes","a":["pitch","tempo","form","rhythm","melody"],"j":"The term dissonant best describes the quality of a pitch. A pitch can be dissonant or resonant depending on its place in a harmonic progression."},{"q":"Which of the following terms describes the quality of a diatonic triad?","a":["diminished","enharmonic","polyphonic","supertonic","ternary"],"j":"Terms such as diminished, augmented, major, and minor describe the quality of a diatonic triad. These triads are built on pitches in an identified key."},{"q":"What intervals are used in a chord built on the seventh scale degree of a major scale?","a":["two minor thirds","a major fourth and a minor second","two major sevenths","a diminished fifth and a tritone","two major sixths"],"j":"The chord built on the seventh scale degree of a major scale features two minor thirds. This chord is unstable and makes listeners long for the tonic chord."},{"q":"How is a pizzicato typically played?","a":["plucking the string","muffling the bow","oscillating between two notes rapidly","placing a mute in the bell","blowing through a reed"],"j":"String musicians perform pizzicatos by plucking the strings. This musical technique is a type of articulation."},{"q":"Which of the following actions creates tension in music?","a":["increasing the tempo","adding an ornament","emphasizing the main melody","slowing down the song","addition of new instruments"],"j":"Increasing the tempo or dynamic level will increase the tension in a piece of music."},{"q":"A theme represents a(n)","a":["cohesive melody","dynamic level","tempo","improvisational form","dissonant harmony"],"j":"A theme is a unit of musical form that represents a cohesive melody. It consists of several phrases."},{"q":"Which of the following form elements does musical analysis NOT typically address?","a":["coda","theme","antecedent phrase","consequent phrase","motive"],"j":"The introduction and coda are typically disregarded in the analysis of a song’s form."}],[{"q":"Which musical was MOST associated with the Kennedy administration?","a":["<i>Camelot</i>","<i>Gypsy</i>","<i>West Side Story</i>","<i>A Funny Thing Happened on the Way to the Forum</i>","<i>The Sound of Music</i>"],"j":"Alan Jay Lerner and Frederick Loewe’s <i>Camelot</i> became associated with the administration of John F. Kennedy. Lerner was Kennedy’s classmate at Harvard."},{"q":"How did <i>Bye, Bye, Birdie</i> foreshadow the musical theatre of the 1960s?","a":["It featured the military induction of the main character.","It used complex atonal techniques.","It incorporated jazz-based rhythms.","It relied on a rock beat.","It commented on social justice issues."],"j":"Charles Strouse and Lee Adams’s <i>Bye, Bye, Birdie</i> features an Elvis-like character who is inducted into the military."},{"q":"How did John Cage confound musical critics?","a":["He wrote music over which he had no control.","He did not write music for string instruments.","His music quoted medieval sources.","He did not compose with popular atonal styles.","His music included dance performances."],"j":"John Cage confounded musical critics by writing music over which he had no control. The music would change each time it was performed."},{"q":"Which of the following works did Igor Stravinsky compose?","a":["<i>Rite of Spring</i>","<i>Midsummer Night’s Dream</i>","<i>Pli Selon Pli</i>","<i>Fantasy Variations</i>","<i>4’ 33’’</i>"],"j":"Igor Stravinsky’s <i>Rite of Spring</i> challenged many classical music compositional techniques and ushered in the Modern era."},{"q":"<i>Musique concrète </i>focused on the","a":["manipulation of recorded sounds","use of pedal tones","improvisational virtuosity of the soloist","development of dance-like rhythms","replication of live ensemble performances"],"j":"<i>Musique concrète</i> was a musical style that manipulated previously recorded sounds to form unique musical compositions."},{"q":"Compared to earlier musicals, <i>West Side Story</i> was unusual in its use of","a":["jazz harmonies","dance numbers","female lead characters","full orchestral accompaniment","elaborate stage designs"],"j":"Leonard Bernstein composed the music for <i>West Side Story</i> with jazz harmonies. This style helped cement its popularity."},{"q":"Who developed the <i>Young People’s Concerts</i> series?","a":["Leonard Bernstein","John Cage","Karlheinz Stockhausen","Pierre Boulez","Benjamin Britten"],"j":"Leonard Bernstein was a prolific composer and conductor that popularized classical music among younger audiences with his series <i>Young People’s Concerts.</i>"},{"q":"Which of the following musical techniques does <i>Aria with Fontana Mix</i> feature?","a":["graphic notation","non-functional harmonies","twelve-tone method","pedal tones","full cadence progression"],"j":"John Cage’s <i>Aria with Fontana</i> was the result of combining two earlier works. It features graphic notation."},{"q":"Why did established composers use serial techniques in the 1960s?","a":["Tonal music was out of fashion.","Classical music appeared on the radio for the first time.","Electronic music became more widespread.","Eastern music become widely heard.","They were used in popular rock music."],"j":"Many established classical composers such as Igor Stravinsky and Aaron Copland used serial techniques in the 1960s because tonal music was out of fashion."},{"q":"Which of the following musical instructions does <i>Threnody for the Victims of Hiroshima</i> contain?","a":["Decrease the vibrato.","Maintain the silence.","Stomp the ground.","Strike the instrument’s body.","Clap loudly."],"j":"Krzysztof Penderecki’s <i>Threnody for the Victims of Hiroshima</i> calls for many atypical sound effects, such as decreasing the rate of vibrato."},{"q":"How do string players perform a tremolo?","a":["moving the bow back and forth on the string as fast as possible","plucking the string","striking the instrument’s body with the bow","placing a mute on the strings","tapping the instrument’s body with a fist"],"j":"String players perform a tremolo by moving the bow back and forth on the strong as fast as possible. This effect is commonly used in classical music."},{"q":"Which of the following instruments does the instrumentation for <i>Threnody for the Victims of Hiroshima</i> NOT include?","a":["piano","violin","viola","cello","string bass"],"j":"Krzysztof Penderecki’s <i>Threnody for the Victims of Hiroshima</i> only features bowed string instruments. The piano is not a bowed string instrument."},{"q":"John Coltrane expanded the technical limits of bebop jazz through","a":["incorporating more complex chord changes","slowing down the tempo","including non-traditional jazz instruments","quoting classical music themes","using twelve-tone method"],"j":"John Coltrane incorporated more complex chord changes in an attempt to push the technical limits of bebop jazz. He started off his career as a sideman."},{"q":"Which of the following songs originally appeared in <i>Threepenny Opera</i>?","a":["“Mack the Knife”","“Blue Rondo a la Turk”","“Take Five”","“So What”","“Fables of Faubus”"],"j":"“Mack the Knife” originally appeared in Kurt Weil’s 1928 <i>Threepenny Opera.</i>"},{"q":"Which of the following groupings BEST represents the 9/8 time signature in “Blue Rondo a la Turk”?","a":["2+2+2+3","3+4+2","1+1+3+4","4+5","1+8"],"j":"The 9/8 time signature in “Blue Rondo a la Turk” is counted as 3+3+3 or 2+2+2+3. This song appeared on <i>Time Out.</i>"},{"q":"Which album is considered the MOST important album in the history of jazz music?","a":["<i>Kind of Blue</i>","<i>Time Out</i>","<i>Giant Steps</i>","<i>Sketches of Spain</i>","<i>The Shape of Jazz</i>"],"j":"Miles Davis’s 1959 album <i>Kind of Blue</i> is considered widely to be the most important album in the history of jazz music."},{"q":"What is the interval between ^6 and ^7 of the Dorian mode?","a":["minor second","major third","tritone","augmented fourth","minor seventh"],"j":"The Dorian mode is similar to a natural minor scale except that the interval between ^6 and ^7 is a minor second."},{"q":"Which diagram BEST represents the musical form of “So What”?","a":["AABA","ABA","a-B-a-B","A A’ A’’","ABBA"],"j":"“So What” appeared on the album <i>Kind of Blue.</i> This song used a typical AABA form."},{"q":"Which composer was a strong proponent of Third Stream music?","a":["Gunther Schuller","Dimitri Shostakovich","John Cage","Ulysses Kay","William Grant Still"],"j":"Gunter Schuller was a classical composer that promoted Third Stream music. This music combined elements from jazz and classical music."},{"q":"Charles Mingus’s music encouraged other composers to","a":["write music about social justice issues","use serial techniques","collaborate with musical theatre artists","record music for general audiences","go on extended international tours"],"j":"Charles Mingus wrote music based on civil rights issues. He inspired other musicians to compose music on these issues."},{"q":"Where did Ornette Coleman begin performing?","a":["New York City","New Orleans","Los Angeles","Boston","Detroit"],"j":"Ornette Coleman began his musical career in New York City. He pioneered the free jazz style."},{"q":"Ornette Coleman did NOT include a piano in his jazz ensemble in order to","a":["avoid harmonic encumbrances","allow the musicians to perform slower","increase the resonance of the ensemble","permit the use of improvisational styles","minimize rhythmic clashes"],"j":"Ornette Coleman’s jazz ensemble did not include a piano in order to avoid harmonic encumbrances among the various musicians."},{"q":"What was the primary mechanism for music dissemination in the 1950s?","a":["AM radio","vinyl records","cassette tapes","live ensemble tours","television broadcasts"],"j":"AM radio was the primary way music disseminated in 1950s America. FM radio became more prominent in the 1960s."},{"q":"The payola system resulted in the","a":["establishment of a musical status quo","commissioning of large-scale musical theatre works","development of free jazz music","creation of television music programs","popularization of classical music"],"j":"The payola system involved paying DJs to play records. This system led to the establishment of a musical status quo that made it difficult for emerging artists."},{"q":"How did the <i>Psycho</i> film score match the film’s black-and-white palette?","a":["prioritizing string instruments","including standard harmonic progressions","using many different ornamentations","relying on jazz harmonies","quoting Latin dance rhythms"],"j":"Bernard Herrmann wrote the film score for <i>Psycho</i>. He matched the black-and-white filming through only using string instruments."},{"q":"Which term BEST describes the musical style of <i>Gloria</i>?","a":["neo-Classical","atonal","serial","improvisational","experimental"],"j":"Critics consider Francis Poulenc’s <i>Gloria</i> as “neo-Classical” because it adheres to older compositional styles and techniques."},{"q":"Dimitri Shostakovich’s Symphony No. 13 protests the Soviet failure to","a":["erect a monument to Jewish victims","engage in diplomacy with the United States","promote creative freedom","adequately feed the population","invest in local industries"],"j":"Dimitri Shostakovich’s Symphony No. 13 memorializes the Nazi anti-Semitic massacre in the Ukraine. This work protested the Soviet failure to erect a monument to these victims."},{"q":"What is the vocal range of the soloist in <i>Momente</i>?","a":["soprano","alto","tenor","countertenor","bass"],"j":"Karlheinz Stockhausen’s <i>Momente</i> features four small choruses and a solo soprano singer."},{"q":"In a requiem mass, a trope includes","a":["vernacular language commentary","extended instrumental solos","rhythmic dance sections","electronic music excerpts","jazz improvisations"],"j":"Tropes in a requiem mass contain vernacular language commentary on the Latin text. These were banned by Catholic Church."},{"q":"Which poet had his work featured in <i>War Requiem</i>?","a":["Wilfred Owen","William Blake","Thomas Hardy","Lord Tennyson","Robert Browning"],"j":"Benjamin Britten featured Wilfred Owen’s poetry in his <i>War Requiem. </i>Owen wrote a series of poems a week before he died in action during World War I."},{"q":"What is the interval of the continuous bell toll in <i>War Requiem?</i>","a":["tritone","diminished fifth","minor fifth","major seventh","minor second"],"j":"There is a continuous bell toll in Benjamin Britten’s <i>War Requiem</i> played on the chimes<i>.</i> It tolls at the interval of a tritone."},{"q":"What is the second movement of <i>War Requiem</i>?","a":["<i>Dies irae</i>","<i>Requiem aeternam</i>","<i>Offertorium</i>","<i>Agnus Dei</i>","<i>Libera me</i>"],"j":"Benjamin Britten’s <i>War Requiem </i>features six movements from the traditional requiem mass. The second movement is <i>Dies irae.</i>"},{"q":"How did John Coltrane attempt to appeal to popular audiences?","a":["He played the soprano saxophone.","He quoted famous rock songs.","He performed with a full swing jazz ensemble.","He played popular music from Broadway shows.","He performed music in front of loud audiences."],"j":"John Coltrane attempted to make jazz music more accessible for popular audiences by playing on the soprano saxophone."},{"q":"Who recorded “Oye Como Va”?","a":["Tito Puente","Stan Getz","Antônio Carlos Jobim","John Coltrane","Ornette Colman"],"j":"Tito Puente recorded the Latin jazz song “Oye Como Va.” He was known as “El Rey del Timbal.”"},{"q":"Which of the following statements BEST describes Stan Getz’s contributions to music?","a":["He popularized samba music.","He developed graphical notation.","He experimented with electric sounds.","He wrote music featuring traditional Irish instruments.","He established free jazz musical styles."],"j":"Stan Getz popularized Brazilian samba music in the early 1960s. He is known for recording “The Girl from Ipanema.”"},{"q":"Which of the following musical techniques does “Alabama” feature?","a":["pedal tone","twelve-tone method","unusual scales","graphical notation","non-functional harmonies"],"j":"John Coltrane composed “Alabama” in honor of the victims of a Ku Klux Klan bombing. It uses a pedal tone to provide a sense of musical structure."},{"q":"Which of the following musical genres MOST influenced the theme from <i>Dr. No</i>?","a":["rock","classical","pop","blues","opera"],"j":"The theme from the first James Bond movie, <i>Dr. No</i>, draws from rock and jazz musical styles."},{"q":"How did Stephen Sondheim achieve his fame in the early 1960s?","a":["He wrote the lyrics for <i>West Side Story.</i>","He was featured on the <i>Ed Sullivan Show.</i>","He wrote a song that topped the Billboard charts.","He collaborated with The Beatles.","He performed for John F. Kennedy"],"j":"Stephen Sondheim achieved his initial fame because of the success of <i>West Side Story.</i> He wrote the lyrics."},{"q":"The lyricist for <i>Gypsy</i> also wrote the lyrics for","a":["<i>A Funny Thing Happened on the Way to the Forum</i>","<i>Threepenny Opera</i>","<i>Oklahoma!</i>","<i>The Sound of Music</i>","<i>Camelot</i>"],"j":"Stephen Sondheim wrote the lyrics for both <i>Gypsy </i>and <i>A Funny Thing Happened on the Way to the Forum.</i>"},{"q":"The adoption of the cassette tape encouraged audiences to","a":["listen to an entire album","engage in critical musical listening","mix their own music","pay less for musical recordings","reject classical music"],"j":"The increasing adoption of the cassette tape compelled audiences to listen to an entire album rather than a series of singles."},{"q":"Who developed the leading guitar amplifier of the 1960s?","a":["Jim Marshall","Orville Gibson","Mike Korpak","Marv Lamb","JP Moats"],"j":"Jim Marshall developed the leading guitar amplifier of the 1960s. This technology allowed musicians to perform for large stadium audiences."},{"q":"Which Motown song was the FIRST to achieve a number one ranking on the pop list?","a":["“Please Mr. Postman”","“Shop Around”","“Fingerprints, Part 2”","“What’s Going On”","‘Signed, Sealed, Delivered”"],"j":"The Marvelettes’s “Please Mr. Postman” was the first Motown song to hit number one on the Billboard pop list."},{"q":"What was Eddie Holland’s role in the H-D-H trio?","a":["He managed the lead singer.","He recruited the background singers.","He edited the music.","He performed in the ensemble.","He arranged the music."],"j":"Eddie Holland managed the lead singer in songs produced by the H-D-H trio. This trio developed numerous Motown songs that later became number one hits."},{"q":"The “Wall of Sound” approach attempted to","a":["give songs a unique sound","create the maximum amount of dissonance","echo older compositional techniques","incorporate electrophone instruments","mimic popular rock styles"],"j":"Phil Spector’s “Wall of Sound” approach gave songs a unique sound that could not be replicated. Songs were enhanced in the studio."},{"q":"Which group was the FIRST successful surf rock group?","a":["Jan and Dean","The Beach Boys","The Ventures","Surf Punks","The Mermen"],"j":"Jan and Dean was the first surf rock group of the early 1960s. They composed “Surf City.”"},{"q":"Which record label FIRST signed Bob Dylan?","a":["Columbia Records","Capitol Records","Decca Records","EMI","Island Records"],"j":"Columbia Records signed Bob Dylan in 1961 through the talent scout John Hammond."},{"q":"In the 1960s, “A Hard Rain’s A-Gonna Fall” echoed concerns regarding","a":["nuclear destruction","terrorism","global warming","African warfare","civil war"],"j":"Bob Dylan’s “A Hard Rain’s A-Gonna Fall” became emblematic for many of the concerns in the 1960s such as nuclear war."},{"q":"Why did Bob Dylan refuse to perform on the <i>Ed Sullivan Show</i>?","a":["They did not want him to perform his chosen song.","The host insulted him publically.","They featured his rival in an earlier segment.","The studio lacked the proper equipment.","They did not pay him."],"j":"Bob Dylan refused to appear on the <i>Ed Sullivan Show</i> because they wanted him to change the song he was slated to perform. This refusal increased his artistic reputation."},{"q":"Which song served as the breakthrough for The Beatles?","a":["“Please, Please Me”","“Love Me Do”","“She Loves You”","“I Want to Hold Your Hand”","“From Me to You”"],"j":"“Please, Please Me” was the first number one hit for The Beatles. It was followed up by “From ME to You.”"},{"q":"Where was John F. Kennedy assassinated?","a":["Dallas","Memphis","Cincinnati","Houston","Nashville"],"j":"John F. Kennedy was assassinated in Dallas, Texas on November 22, 1963."}],[{"q":"Which record label released “A Change Is Gonna Come”?","a":["RCA Victor","Columbia Records","Decca Records","EMI","Capitol Records"],"j":"RCA Victor released Sam Cooke’s “A Change Is Gonna Come.” This song became a civil rights anthem."},{"q":"Which of the following terms BEST describes the ending of “A Change Is Gonna Come”?","a":["uplifting","nerve-wracking","romantic","still","wrathful"],"j":"The end of Sam Cooke’s “A Change Is Gonna Come” provides an uplifting message to listeners: “But I know a change is gonna come.”"},{"q":"Which song replaced “I Want to Hold Your Hand” as the number one record on the Billboard charts in 1964?","a":["“She Loves You”","“The House of the Rising Sun”","“You Really Got Me”","“I Want to Be Your Man”","“Eve of Destruction”"],"j":"The Beatles’ first number one hit “I Want to Hold Your Hand” was replaced as the number one hit by their next single “She Loves You/”"},{"q":"Which event generated the <i>Ed Sullivan Show</i>’s LARGEST audience in 1964?","a":["a Beatles performance","a Lyndon B. Johnson interview","a Rolling Stones performance","a Bob Dylan interview","an Ornette Coleman performance"],"j":"The Beatles’ appearance on the <i>Ed Sullivan Show</i> resulted in their largest audience in 1964."},{"q":"Why did the American Federation of Television and Radio Artists ban The Kinks from touring in the United States?","a":["They fought during their performances.","They performed lewd music.","They insulted the executive director.","They wore revealing clothing.","They owed royalties to the association."],"j":"The American Federation of Television and Radio Artists banned The Kinks from touring in the United States because they fought on-stage during their performances."},{"q":"The group that released “Baby Love” also recorded","a":["“Come See About Me”","“Dancing in the Street”","“You Really Got Me”","“Hello, Dolly!”","“To Dream the Impossible Dream”"],"j":"The Beatles released both “Baby Love” and “Come See About Me” in 1964."},{"q":"The Rolling Stones took their name from a(n)","a":["blues singer","musical genre","artistic composer","folk song","military warship"],"j":"The Rolling Stones based their name on Muddy Waters, a famous Chicago blues singer and guitarist."},{"q":"Milton Babbitt was one of the FIRST American innovators in","a":["electronic music","serial techniques","neo-Classical revivalism","mixtape creation","beatmaking"],"j":"Milton Babbitt was one of the first American innovators in electronic music. His interest was based in his fascination with serialism."},{"q":"<i>Philomel</i> draws from","a":["Greek mythology","Egyptian folk tales","French war songs","British military marches","Assyrian religious rites"],"j":"Milton Babbitt’s <i>Philomel</i> is based on Greek mythology and features a solo soprano accompanied by taped sounds."},{"q":"Which composer developed micropolyphony?","a":["György Ligeti","Steve Reich","Phillip Glass","Leonard Bernstein","Terry Riley"],"j":"György Ligeti developed micropolyphony, a technique that features as many as 50 independent lines moving simultaneously."},{"q":"Which of the following works was described as a “battering of the senses”?","a":["<i>Requiem for Soprano, Mezzo-Soprano, 2 Mixed Choirs and Orchestra </i>","<i>Aventures</i>","<i>Lux Aeterna</i>","<i>In C</i>","<i>Chichester Palms</i>"],"j":"One music critic described György Ligeti’s <i>Requiem for Soprano, Mezzo-Soprano, 2 Mixed Choirs and Orchestra </i>as a “battering of the senses” due to the use of micropolyphony."},{"q":"<i>St. Luke’s Passion </i>was commissioned to","a":["commemorate a cathedral anniversary","honor the victims of an anti-Semitic massacre","protest Vietnam War policy","mark an anniversary of the end of World War II","highlight the contributions of African-Americans in music"],"j":"Krzysztof Penderecki’s <i>St. Luke’s Passion </i>premiered in Germany to commemorate the anniversary of the Münster cathedral."},{"q":"Which of the following musical techniques does <i>St. Luke’s Passion</i> feature?","a":["Gregorian chant","micropolyphony","rondo form","graphical notation","tone clusters"],"j":"Krzysztof Penderecki’s <i>St. Luke’s Passion </i>includes Gregorian chant, twelve-tone serialism, and triads."},{"q":"Which symphony orchestra premiered <i>Echoes of Time and the River</i>?","a":["Chicago Symphony Orchestra","Los Angeles Philharmonic","Boston Symphony Orchestra","Baltimore Symphony Orchestra","New York Philharmonic"],"j":"The Chicago Symphony Orchestra premiered George Crumb’s <i>Echoes of Time and the River </i>in 1967."},{"q":"To which type of music was Terry Riley introduced while in college?","a":["sustained tones that avoided tonality","Hungarian rhythmic folk dances","string quartets using graphical notation","diatonic melodies with accented rhythms","African polyphonic music"],"j":"While studying at the University of California, Berkeley, Terry Riley was introduced to music with sustained tones that avoided tonality."},{"q":"Which of the following musicians collaborated with Terry Riley?","a":["Chet Baker","Miles Davis","Ornette Coleman","Jimmy Garrison","John Coltrane"],"j":"Chet Baker collaborated with Terry Riley using Miles Davis’s “So What” as a melodic framework."},{"q":"What was Terry Riley’s original plan for the tempo in <i>In C</i>?","a":["He wanted to avoid a specific designation.","He planned on a slow, deliberate speed.","He intended to write it for a compound meter.","He wanted a tempo that shifted between fast and slow.","He planned on using a rhythmic cycle."],"j":"Terry Riley initially wanted to avoid a specific tempo designation in <i>In C</i>, but he added a steady beat designation at the request of Steve Reich."},{"q":"Which of the following notes was added to the C major fragments in <i>In C</i>?","a":["F-sharp","E-flat","C-sharp","D-flat","A-flat"],"j":"The notes of F-sharp and B-flat are added to some of the C major fragments in Terry Riley’s <i>In C.</i>"},{"q":"Which instrument does Terry Riley play in <i>In C</i>?","a":["soprano saxophone","bassoon","trumpet","trombone","string bass"],"j":"In <i>In C, </i>composer Terry Riley also plays the soprano saxophone."},{"q":"Which aspect of <i>In C</i> reminded audiences of rock and roll music?","a":["the steady beat","the electric guitars","the rock-based chords","the fast tempo","the syncopated rhythms"],"j":"The steady beat in Terry Riley’s <i>In C</i> reminded audiences of rock and roll music."},{"q":"Which of the following statements BEST captures Steve Reich’s views on jazz?","a":["It defies musical analysis.","It draws from Classical-era.","It requires little musical training.","It uses non-Western musical patterns.","It rejects the use of electronic instruments."],"j":"Steve Reich was a serial composer that believed jazz was the music of the moment and that it defied musical analysis."},{"q":"Where did Steve Reich study philosophy?","a":["Cornell University","University of California, Berkeley","Harvard University","Duke University","University of the Pacific"],"j":"Steve Reich studied philosophy at Cornell University before studying music at Juilliard and Mills College."},{"q":"Which of the following elements did Steve Reich’s music emphasize?","a":["the rhythmic aspects of speech","the altissimo register of woodwind instruments","the incorporation of percussion solo sections","the V-I progression","the lack of defined tempos"],"j":"Steve Reich’s music emphasized the rhythmic aspects of speech through altering famous speeches."},{"q":"Which of the following works did Steve Reich compose?","a":["“It’s Gonna Rain”","“So What”","“Aquarius”","“What a Wonderful World”","“Mercy, Mercy, Marcy”"],"j":"Steve Reich’s “It’s Gonna Rain” samples Brother Walter’s sermon in a minimalist composition."},{"q":"Which of the following tape techniques does NOT appear in “It’s Gonna Rain”?","a":["speed change","overdubbing","panning","splicing","phase shifting"],"j":"Steve Reich decided not to use speed change in “It’s Gonna Rain” because he wanted to preserve the speech rhythms."},{"q":"Which of the following lines appears in “It’s Gonna Rain”?","a":["“For forty days”","“Baby, baby, I’m aware of where you go”","“Think it over”","“When I’m riding in my car”","“Got to keep on groovin’”"],"j":"Steve Reich’s “It’s Gonna Rain” features the lyric “For forty days and forty nights.”"},{"q":"The FIRST part of “It’s Gonna Rain”<i> </i>emphasizes phasing in order to","a":["create an echo effect","accent the environmental sounds","add tonal color","establish a new rhythmic pattern","harmonize the main melody"],"j":"The first part of “It’s Gonna Rain” emphasizes phasing to cause an echo effect while the second part focuses on the creation of sounds with no textual meaning."},{"q":"Which composer did Heidi Sherman identify as “The Father of Sampling”?","a":["Steve Reich","Terry Riley","Ornette Coleman","Philip Glass","John Coltrane"],"j":"Heidi Sherman considered Steve Reich as “The Father of Sampling” because of how he prominently featured sampling in his compositions."},{"q":"Which of the following compositions has a tonal profile?","a":["<i>Chichester Palms</i>","<i>In C</i>","<i>4’33’’</i>","<i>Requiem for Soprano, Mezzo-Soprano, 2 Mixed Choirs and Orchestra </i>","<i>Philomel</i>"],"j":"Leonard Bernstein composed <i>Chichester Psalms </i>with a tonal profile despite the emphasis on serial music."},{"q":"<i>Fiddler on the Roof </i>PRIMARILY highlighted","a":["anti-Semitism","racial discrimination","gender inequalities","fascism","government inefficiencies"],"j":"The Broadway musical <i>Fiddler on the Roof</i> profiled Russian anti-Semitism in the modern Soviet Union."},{"q":"What is the setting of <i>Cabaret</i>?","a":["Berlin before the rise of Nazism","Munich during the interwar period","Paris during the <i>Belle Époque</i>","Rome during the Renaissance","London before the Glorious Revolution"],"j":"John Kander and Fred Ebb’s <i>Cabaret</i> is a 1960s musical set in pre-war Berlin before the rise of Nazism."},{"q":"Which instrument does the orchestration for <i>Hair</i> NOT include?","a":["violin","electric guitar","acoustic guitar","drums","keyboards"],"j":"The instrumentation for the musical <i>Hair</i> does not include string instruments such as the violin."},{"q":"What is the opening song of <i>Hair</i>?","a":["“Aquarius”","“Sodomy”","“Manchester”","“Air”","“Colored Spade”"],"j":"The first song in the Broadway musical <i>Hair</i> is Galt McDermot’s “Aquarius.”"},{"q":"On which of the following themes does <i>Hair</i> comment?","a":["the prominence of religious irreverence","the power of family values","the spirit of pioneering families","the horrors of war","the ingenuity of local businesses"],"j":"<i>Hair</i> touched on many 1960s themes such as religious irreverence, antiwar protests, and free love."},{"q":"What is the opening key of “Aquarius”?","a":["B-flat minor","A major","C-sharp minor","E major","D minor"],"j":"The opening key of Galt McDermot’s “Aquarius” is B-flat minor is established around 0:23 of the song."},{"q":"Louis Armstrong intended “What a Wonderful World” to","a":["calm racial tension","celebrate breadwinners","inspire religious fervor","protest against nuclear war","encourage artistic expression"],"j":"Louis Armstrong’s “What a Wonderful World” became popular in the United States twenty years after its release."},{"q":"Which of the following musicians was a member of Cannonball Adderley’s jazz group?","a":["Joe Zawinul","Ray Charles","Jimmy Garrison","McCoy Tyne","Charlie Parker"],"j":"Joe Zawinul was an Austrian-born pianist that performed with jazz saxophonist Cannonball Adderley."},{"q":"What caused John Coltrane’s spiritual transformation in the late 1950s?","a":["He stopped using drugs.","He went on a service trip to Haiti.","He met the Pope.","He divorced his wife.","He lost a close friend."],"j":"John Coltrane went through a spiritual transformation in the late 1950s after he stopped using drugs. His<i> A Love Supreme </i>reflects this transformation."},{"q":"What is the fourth movement of <i>A Love Supreme</i>?","a":["“Psalm”","“Acknowledgement”","‘Resolution”","‘Pursuance”","“Tension”"],"j":"There are four movements in John Coltrane’s <i>A Love Supreme</i>. The fourth movement is called “Psalm.”"},{"q":"Who plays the drum set in <i>A Love Supreme</i>?","a":["Elvin Jones","Ed Blackwell","Dave Brubeck","Gil Evans","Scott LaFaro"],"j":"Elvin Jones plays the drum set in John Coltrane’s jazz composition <i>A Love Supreme. </i>This song was inspired by Coltrane’s spiritual transformation."},{"q":"Which phrase BEST describes the effect of the six-note pattern from <i>A Love Supreme</i>?","a":["speech-like","clashing","echoing","layered","wave-like"],"j":"The six-note pattern in John Coltrane’s <i>A Love Supreme </i>has a speech-like effect This pattern also has an ambiguous key."},{"q":"Why is the key ambiguous in the six-note pattern in <i>A Love Supreme</i>?","a":["There are no thirds.","There are many moving chords.","There are many diatonic notes.","There are notes using the Phrygian mode.","There are rapid trills."],"j":"The six-note pattern in John Coltrane’s <i>A Love Supreme</i> has an ambiguous key because it does not contain any thirds. The notes can be played in any order."},{"q":"How does <i>A Love Supreme </i>open?","a":["a gong strike","a cymbal roll","a timpani solo","a piano trill","a single saxophone note"],"j":"John Coltrane’s <i>A Love Supreme </i>opens with a gong strike and a series of ambiguous piano chords."},{"q":"The composer of “Alabama” also wrote","a":["<i>A Love Supreme</i>","<i>In C</i>","<i>St. Luke’s Passion</i>","<i>War Requiem</i>","<i>Threnody for the Victims of Hiroshima</i>"],"j":"John Coltrane composed both “Alabama” and <i>A Love Supreme.</i> They are both jazz compositions."},{"q":"Ennio Morricone was initially known for","a":["spaghetti western film scores","free jazz improvisations","Romantic-styled string quartets","samba recordings","talent scouting"],"j":"Ennio Morricone composed many spaghetti western film scores directed by Sergio Leone."},{"q":"Which of the following films featured <i>The Beatles</i>?","a":["<i>A Hard Day’s Night</i>","<i>Psycho</i>","<i>Goldfinger</i>","<i>A Hard Day’s Night</i>","<i>The Graduate</i>"],"j":"<i>A Hard Day’s Night</i> featured The Beatles and was shot in six weeks in the 1960s."},{"q":"<i>Dont Look Back</i> portrayed a(n)","a":["rock tour","ballet performance","political protest","awards show","religious rite"],"j":"<i>Dont Look Back</i> followed Bob Dylan’s 1965 last acoustic rock tour in Britain."},{"q":"How did Lalo Schifrin achieve his initial popularity?","a":["He composed the theme for <i>Mission Impossible.</i>","He was featured on the <i>Ed Sullivan Show</i>.","He won a prestigious European composition prize.","He performed with Bob Dylan.","He worked for a major music label."],"j":"Lalo Schifrin became famous because he composed the theme for the popular television show <i>Mission Impossible.</i>"},{"q":"Which television show featured a theme composed by Neal Hefti?","a":["<i>Batman</i>","<i>Mission Impossible</i>","<i>Smothers Brothers Comedy Hour</i>","<i>Ed Sullivan Show</i>","<i>American bandstand</i>"],"j":"Neal Hefti wrote the theme for the <i>Batman</i> television show. He was also one of the arrangers for the Count Basie orchestra."},{"q":"Which entertainment company founded The Monkees?","a":["NBC","CBS","Warner Brothers","Columbia Records","ABC"],"j":"NBC established the musical group The Monkees to run a rival to The Beatles in 1965."},{"q":"The Monkees’ success reflected the","a":["power of the television industry","rise of FM radio","popularity of mix tapes","prevalence of drug culture","influence of Motown producers"],"j":"The Monkees were created by an NBC show called <i>Daily Variety.</i> The winners formed this group, which also represented the influence of the television industry on music."},{"q":"Which of the following songs did The Monkees release?","a":["“Last Train to Clarksville”","“Within You Without You”","‘She’s Leaving Home”","“Respect”","“My Generation”"],"j":"NBC formed The Monkees from their show <i>Daily Variety. </i>This group released “Last Train to Clarksville.”"},{"q":"<i>American Bandstand</i> played an important role in","a":["overcoming racial barriers in the music industry","breaking the monopoly of AM radio stations","ending traditional rock and roll song formats","popularizing psychedelic rock","incorporating classical music into pop performances"],"j":"Dick Clark’s <i>American Bandstand</i> helped overcome racial barriers in the music industry through featuring African-American performers."},{"q":"“My Generation” served as an anthem for","a":["disaffected youth","military veterans","rock and roll stars","jazz performers","working women"],"j":"The Who’s “My Generation” serve as an anthem for disaffected youth in the 1960s."},{"q":"The artist who recorded “Masters of War” also released","a":["“The Lonesome Death of Hattie Carroll”","“Paint It Black”","“My Girl”","“I Get Around”","“You Still Believe Me”"],"j":"Bob Dylan’s songs “Masters of War” and “The Lonesome Death of Hattie Carrol” featured socially conscious lyrics."},{"q":"Who played the drums in “Mr. Tambourine Man”?","a":["Hal Blaine","Larry Knetchel","Leon Russell","Bob Dylan","John Coltrane"],"j":"Hal Blaine played the drums in “Mr. Tambourine Man.” This song was a collaboration between Bob Dylan and The Byrds."},{"q":"What is the original accompaniment of “Mr. Tambourine Man”?","a":["guitar and harmonica","alto saxophone and snare drum","tambourine and violin","trombone and bass drum","chimes and flute"],"j":"The original accompaniment of “Mr. Tambourine Man” featured guitar and harmonica. The Byrds later collaborated to expand the accompaniment."},{"q":"The FIRST line of the melody in “Mr. Tambourine Man” descends a(n)","a":["octave","tritone","minor fourth","major fifth","augmented fourth"],"j":"The first melodic line in Bob Dylan and The Byrd’s “Mr. Tambourine Man” descends a full octave from F to F."},{"q":"Which of the following scale degrees is NOT in the third melodic line of “Mr. Tambourine Man”?","a":["2","1","3","5","6"],"j":"Scale degree 2 is not in the third melodic line of “Mr. Tambourine Man.” This line is similar to the first melodic line."},{"q":"Which musical style does “Mr. Tambourine Man” represent?","a":["folk","bebop jazz","Motown","surf rock","classical"],"j":"Bob Dylan and The Byrd’s “Mr. Tambourine Man” is a folk song. This type of music has a repetitive structure."},{"q":"How does the musical artist in “Mr. Tambourine Man” make the verses unpredictable?","a":["He adds new rhymes.","He changes the tempo.","He adds a new instrument.","He uses tape echoes.","He mutes the instrument."],"j":"In “Mr. Tambourine Man,” Bob Dylan adds rhymes to the end of each verse to make the music somewhat unpredictable."},{"q":"Which of the following lyrics does “Mr. Tambourine Man” feature?","a":["“Take me for a ride”","“When I’m riding in my car”","“Hey, hey, hey”","“Baby, baby I’m aware of where you go”","“Think it over”"],"j":"Bob Dylan and The Byrd’s “folk song Mr. Tambourine Man” features the lyric “Take me for a ride.”"},{"q":"Which of the following songs features a similar introduction to “Mr. Tambourine Man”?","a":["“Ticket to Ride”","“Hey Joe”","“Lucy in the Sky with Diamonds”","“Stop! In the Name of Love”","“I Just Wasn’t Made for These Times”"],"j":"The opening of “Mr. Tambourine Man” features a two-measure guitar riff, which is similar to the introduction in “Ticket to Ride.”"},{"q":"Which of the following factors inspired Bob Dylan to include rock and roll influences in his music?","a":["the popularity of The Beatles","the prominence of the <i>Ed Sullivan Show</i>","the influence of Columbia Records","the adoption of FM radio","the development of concept albums"],"j":"Bob Dylan began incorporating rock and roll influences in his music because of the widespread popularity of The Beatles."},{"q":"Which of the following instruments does Al Kooper play on the original recording of “Like a Rolling Stone”?","a":["organ","piano","guitar","snare drum","bass drum"],"j":"Al Kooper plays the organ on the original recording of Bob Dylan’s “Like a Rolling Stone.”"},{"q":"Which of the following musical characteristics applies to “Like a Rolling Stone”?","a":["It was longer than most singles.","It included serial composition techniques.","It lacked string accompaniment.","It relied on four-part harmony.","It featured Indian instruments."],"j":"Bob Dylan’s <i>Like a Rolling Stone</i> combined elements from rock and folk music. It took folk music’s form, which was longer than the typical 2-minute track."},{"q":"Which song launched The Rolling Stones into international fame?","a":["“Satisfaction”","“Miss You”","“Honk Tonk Woman”","“Brown Sugar”","“She’s A Rainbow”"],"j":"According to Keith Richards, the Rolling Stones’ “Satisfaction” launched them into international fame."},{"q":"Which of the following phrases BEST describes the theme of “Satisfaction”?","a":["a search for authenticity","an encounter with a lost love","a declaration of civil rights","a call for political action","a protest against literary culture"],"j":"Mick Jagger insisted that The Rolling Stones’ “Satisfaction” describes a “man’s search for authenticity in a culture of commercialism”."},{"q":"What is the style of the piano in “Like a Rolling Stone”?","a":["bluesy honky-tonk","bebop jazz","syncopated rock and roll","folk rock","muted Motown"],"j":"The piano in Bob Dylan’s folk rock song “Like a Rolling Stone” plays in a bluesy honky-tonk style."},{"q":"What is the musical key of “Satisfaction”?","a":["E major","D minor","C major","F Minor","A-flat major"],"j":"The Rolling Stones’ “Satisfaction” is in the key of E major. It does not feature many chords outside of the key."},{"q":"The introduction of “Paint it Black” features a(n)","a":["sitar lick","piano riff","string tremolo","stoptime bridge","parlando interlude"],"j":"The introduction of The Rolling Stones’ “Paint it Black” features a sitar lick. This musical technique is also used in “Satisfaction.”"},{"q":"How many beats are in a single measure of “Paint it Black”?","a":["4","3","2","5","6"],"j":"There are four beats per measure in The Rolling Stones’ “Paint it Black.”"},{"q":"<i>The Village Voice</i> played an important role in","a":["defining popular taste","normalizing Motown music","protesting against AM monopolies","spreading surf rock styles","advertising European music"],"j":"<i>The Village Paper</i> was an important arbiter of popular taste in the 1960s."},{"q":"Why did Aretha Franklin NOT sign with Motown?","a":["She lacked her father’s approval.","She wasn’t offered enough money.","She failed her audition.","She did not want to tour.","She lacked the right look."],"j":"Aretha Franklin did not sign with Motown because she lacked her father’s approval. She first signed with Columbia Records."},{"q":"Which singer was known as the “Queen of Soul”?","a":["Aretha Franklin","Diana Ross","Mary Wilson","Jean Terrell","Betty McGlown"],"j":"Aretha Franklin was known as the “Queen of Soul” for her powerful vocal abilities."},{"q":"What is the musical form of “Papa’s Got a Brand New Bag”?","a":["twelve-bar blues","rondo form","ternary form","theme and variations","sonata form"],"j":"“King of Soul” James Brown released “Papa’s Got a Brand New Bag.” This song uses the twelve-bar blues."},{"q":"Which of the following musical characteristics does “I Got You (Feel Good)” feature?","a":["interlocking horn riffs","sitar introductions","piano string plucking","theremin backup","triangle syncopations"],"j":"James Brown’s “I Got You (Feel Good) features interlocking horn riffs and the twelve-bar blues form."},{"q":"Which musical group released “Stop! In the Name of Love”?","a":["The Supremes","The Beatles","The Temptations","The Monkees","The Rolling Stones"],"j":"The Supremes with lead singer Diana Ross released the song “Stop! In the Name of Love” in 1965."},{"q":"Which of the following choreographic moves accompanied the lyric “Stop” in “Stop! In the Name of Love”?","a":["left hand on the hip","right hand on the head","right hand on the hip","left hand on the head","left hand on the stomach"],"j":"While singing the lyric “Stop” in “Stop! In the Name of Love,” the singers in The Supremes placed their left hand on their hip and extended the right hand as a stop sign."},{"q":"What is the approximate tempo of “Stop! In the Name of Love”?","a":["116 bpm","96 bpm","76 bpm","136 bpm","156 bpm"],"j":"The approximate tempo of The Supremes’ “Stop! In the Name of Love” is 116 beats per minute (bpm)."},{"q":"In “Stop! In the Name of Love,” the vibraphone plays chords on beat(s)","a":["1 and 4","2","2 and 3","3","3 and 4"],"j":"In The Supremes’ “Stop! In the Name of Love,” the vibraphone plays chords on beats 1 and 4 and outlines the chromatic descent."},{"q":"Which instrument becomes slightly more prominent in the second verse of “Stop! In the Name of Love”?","a":["baritone saxophone","vibraphone","horn","organ","piano"],"j":"In the second verse of The Supremes’ Motown song “Stop! In the Name of Love,” the baritone saxophone becomes slightly more prominent."},{"q":"Which of the following albums did The Beach Boys release?","a":["<i>Pet Sounds</i>","<i>Freak Out!</i>","<i>Highway 61 Revisited</i>","<i>Revolver</i>","<i>Rubber Soul</i>"],"j":"The Beach Boys released <i>Pet Sounds</i> in 1966. This project was led by lead singer Brian Wilson."},{"q":"Which of the following instruments does “I Just Wasn’t Made for These Times” feature?","a":["theremin","timpani","ukulele","cello","coke bottle"],"j":"The haunting voice of the theremin reaffirms the melancholy nature of the Beach Boys’ “I Just Wasn’t Made for These Times.”"},{"q":"Which of the following musical elements intensifies the chorus of “Good Vibrations”?","a":["repeating triplets","staccato pick ups","minor fourth chords","syncopated rhythmic lines","legato phrases"],"j":"The Beach Boys’ “Good Vibrations” features repeating cello triplets to add intensity of the chorus."},{"q":"Contrary to MOST rock music, “Good Vibrations” incorporated","a":["complex progressions","electronic instruments","fast tempos","vocal stanzas","drum sets"],"j":"“Good Vibrations” incorporated complex harmonic progressions, which was in stark contrast to the simple progressions used in the majority of rock music."},{"q":"The condensed AM format required MOST artists to","a":["record 2-minute long songs","stay with standard chord progressions","incorporate minimal instrumentation","feature female singers","avoid extended improvisations"],"j":"The condensed AM format prioritized songs lasting no longer than 2 minutes in order to air as many as possible."},{"q":"Which of the following classical composers MOST inspired Frank Zappa?","a":["Edgard Varèse","Aaron Copland","Philip Glass","Steve Reich","Terry Riley"],"j":"Igor Stravinsky and Edgard Varèse inspired rock composer Frank Zappa to incorporate the element of surprise in his music."},{"q":"<i>Sprechstimme</i> results in a(n)","a":["cross between singing and speaking","smooth and connected sound","rhythm falling on the off-beats","metallic and enharmonic pitch","powerful and sudden clash"],"j":"The third section of <i>Help, I’m a Rock</i> features a harmonized version of <i>Sprechstimme</i>, a cross between singing and speaking."},{"q":"Which of the following musical groups was at the forefront of rock and roll drug culture in the late 1960s?","a":["Velvet Underground","The Beatles","Cream","The Temptations","The Monkees"],"j":"Velvet Underground was at the forefront of avant-garde and rock and roll drug culture in the later 1960s. They worked with Andy Warhol."},{"q":"How did The Doors launch their musical careers?","a":["They were a club house band.","They performed with Bob Dylan.","They appeared on the <i>Ed Sullivan Show.</i>","They wrote music for The Beatles.","They staged local variety shows."],"j":"The Doors began their careers as a club house band in the legendary Los Angeles club Whisky-a-Go-Go."},{"q":"How did The Beatles remain popular throughout the 1960s?","a":["They incorporated new musical influences.","They owned FM radio stations.","They made popular music videos.","They appeared with famous folk singers.","They established a music festival."],"j":"The Beatles remained popular throughout the 1960s because they incorporated new musical influences into their music. Their albums differed significantly from one another."},{"q":"How did <i>Rubber Soul</i> differ from earlier Beatles albums?","a":["The group name was not on it.","It featured many singles.","The cover lacked their faces.","The cover was in black and white.","It was released on cassette tape."],"j":"<i>Rubber Soul</i> differed from earlier Beatles’ albums in that the group name was not on it and that it was marketed as an album."},{"q":"In which musical genre is backmasking MOST common?","a":["<i>musique concrete</i>","twelve-tone serialism","bebop jazz","swing jazz","rhythm and blues"],"j":"Backmasking is a common technique in <i>musique concrete</i> that results in playing a tape backward. “Rain” features this technique."},{"q":"What is the accompaniment of “Eleanor Rigby”?","a":["string octet","sitar and snare drum","brass quintet","bells and violin","woodwind quartet"],"j":"A string octet serves as the accompaniment in The Beatles’ “Eleanor Rigby.” This song appeared on the <i>Revolver</i> album."},{"q":"How did The Beatles promote “Paperback Writer”?","a":["They recorded lip-synced films.","They went on an international tour.","They appeared on several radio stations.","They conducted media interviews.","They hired a promoter."],"j":"The Beatles promoted “Paperback Writer” through recording lip-synced films and sending them to television shows."},{"q":"Who was the lead singer of the Jefferson Airplane?","a":["Grace Slick","George Harrison","Van Morrison","Eric Clapton","Ginger Baker"],"j":"Grace Slick served as the lead singer of the Jefferson Airplane, a psychedelic rock group."},{"q":"Which of the following songs did Otis Redding perform during his set at the 1967 Monterey International Pop Festival?","a":["“Shake!”","“A Change Is Gonna Come”","“My Generation”","“Hey Joe”","“Wild Thing”"],"j":"Otis Redding performed the closing act of the 1967 Monterrey International Pop Festival. He performed “Shake!” and “Respect.”"},{"q":"Which instrument plays at the very beginning of Otis Reading’s “Satisfaction”?","a":["snare drum","piano","organ","trombone","baritone"],"j":"The snare drum and a shout of “Ho” opens Otis Reading’s rendition of “Satisfaction.”"},{"q":"The cover of <i>Sgt. Pepper’s Lonely Hearts Club Band</i> features","a":["historical figures","geometric patterns","national flags","political symbols","industrial machines"],"j":"The cover of <i>Sgt. Pepper’s Lonely Hearts Club</i> featured the Beatles’ favorite historical icons."}],[{"q":"Which of the following compositions did Karel Husa write?","a":["<i>Music for Prague 1968</i>","<i>Mass</i>","<i>Rite of Spring</i>","<i>Daphnis and Chloé</i>","<i>Symphonie fantastique</i>"],"j":"Karel Husa’s <i>Music for Prague 1968</i> is a concert band composition expressing solidarity with his homeland."},{"q":"Which of the following musical effects does <i>Music for Prague</i> 1968 feature?","a":["twelve-tone method","parlando interlude","stoptime bridge","full cadence","counterpoint"],"j":"Karel Husa’s <i>Music for Prague 1968</i> features twelve-tone method, atonal music, and passages with non-pitched percussion."},{"q":"Who led the reformists in 1968 Prague?","a":["Alexander Dubček","Edvard Beneš","Rudolf Slánský","Jan Massaryk","Ladislav Novomeský"],"j":"Alexander Dubček lifted censorship and pursued other reform policies in 1968 Prague."},{"q":"<i>2001: A Space Odyssey</i> is PRIMARILY about<i> </i>a","a":["dystopian future","love story","political struggle","family story","war narrative"],"j":"Stanley Kubrick’s <i>2001: A Space Odyssey</i> outlines a dystopian future in which technology rules over humans."},{"q":"What is the role of a temp track in a film?","a":["It helps a director pace the film.","It marks the various sections of a film.","It adds subtitles to sections without spoken dialogue.","It marks places needing special sound effects.","It signals the entrance of new characters."],"j":"A film temp track helps the director pace a film and capture the desired music for a specific scene."},{"q":"Which of the following works did Richard Strauss compose?","a":["<i>Also Sprach Zarathustra </i>","<i>La valse</i>","<i>Daphnis and Chloé</i>","<i>4’33’’</i>","<i>War Requiem</i>"],"j":"Richard Strauss’s <i>Also Sprach Zarathustra</i> was featured in the final film score for <i>2001: A Space Odyssey.</i>"},{"q":"Which vocal part is featured in “O King”?","a":["mezzo-soprano","soprano","tenor","bass","countertenor"],"j":"Luciano Berio composed “O King” for mezzo-soprano and five instruments in honor of the assassination of Martin Luther King Jr."},{"q":"Which event led to the composition of <i>Sinfonia for Eight Voices and Orchestra?</i>","a":["the assassination of Martin Luther King Jr.","the onset of the Cuban Missile Crisis","the KKK church bombing in Alabama","the racial riots in Harlem","the launch of Apollo 11"],"j":"Luciano Berio incorporated “O King” into <i>Sinfonia for Eight Voices and Orchestra. </i>He initially wrote that song to commemorate the assassination of Martin Luther King Jr."},{"q":"The third movement of <i>Sinfonia for Eight Voices and Orchestra</i> serves as a(n)","a":["tribute to a composer","philosophical musing on religion","personal reflection on the role of the family","protest against Vietnam War policy","attack on racist principles"],"j":"The third movement of Luciano Berio’s <i>Sinfonia for Eight Voices and Orchestra</i> is a tribute to Gustav Mahler, a famous classical composer."},{"q":"Which of the following subjects is quoted in the third movement of <i>Sinfonia for Eight Voices and Orchestra?</i>","a":["conversations with Harvard students","speeches from John F. Kennedy, Jr.","songs from Beatles’ albums","verses from the Old Testament","fables from Greek philosophers"],"j":"Luciano Berio incorporated many spoken conversations in the third movement of <i>Sinfonia for Eight Voices and Orchestra, </i>such as those with Harvard students."},{"q":"Which novel is MOST quoted in the third movement of <i>Sinfonia for Eight Voices and Orchestra?</i>","a":["<i>The Unnamable</i>","<i>Molloy</i>","<i>Murphy</i>","<i>Malone Dies</i>","<i>Watt</i>"],"j":"Luciano Berio extensively quotes Samuel Beckett’s novel <i>The Unnamable</i> throughout the third movement of <i>Sinfonia for Eight Voices and Orchestra.</i>"},{"q":"To which of the following works does the expression “The Game of the Waves” allude in the third movement of <i>Sinfonia for Eight Voices and Orchestra?</i>","a":["<i>La mer</i>","<i>Rite of Spring</i>","<i>Symphonie fantastique</i>","<i>Five Pieces for Orchestra</i>","<i>Mass</i>"],"j":"In the third movement of Luciano Berio’s <i>Sinfonia for Eight Voices and Orchestra, </i>the statement “The Game of the Waves” alludes to Claude Debussy’s <i>La mer.</i>"},{"q":"What is the tempo of the third movement of <i>Sinfonia for Eight Voices and Orchestra?</i>","a":["160 bpm","140 bpm","180 bpm","120 bpm","100 bpm"],"j":"The tempo of the third movement of Luciano Berio’s <i>Sinfonia for Eight Voices and Orchestra</i> is 160 beats per minute."},{"q":"Which instruments performs Gustav Mahler’s second theme in the third movement of <i>Sinfonia for Eight Voices and Orchestra?</i>","a":["E-flat clarinet","viola","euphonium","alto flute","soprano saxophone"],"j":"The E-flat clarinet performers Gustav Mahler’s second klezmer-like theme in the third movement of <i>Sinfonia for Eight Voices and Orchestra.</i>"},{"q":"Which phrase interrupts the introduction of “Dance of the Earth” during the third movement of <i>Sinfonia for Eight Voices and Orchestra?</i>","a":["“Keep Going!”","“Oh! Péripétie”","“Where now?”","“recht gemä...”","“Oh! Nicht eilen, bitte”"],"j":"The expression “Keep Going” interrupts the section based on <i>Rite of Spring’s </i>“Dance of the Earth” in the third movement of Luciano Berio’s <i>Sinfonia for Eight Voices and Orchestra.</i>"},{"q":"Why did Sirhan Sirhan murder Robert Kennedy?","a":["his views on Israel","his support for the Vietnam War","his criticism of racist policies","his support for Communism","his hostility towards traditional family values"],"j":"Sirhan Sirhan shot and ultimately murdered Robert Kennedy because of his pro-Israel views."},{"q":"“People Got to Be Free” was a response to the","a":["assassination of Robert Kennedy","success of the Apollo 11 mission","popularity of the Woodstock festival","fall of the Berlin Wall","end of racial segregation"],"j":"The Rascals’ “People Got to Be Free” was written in response to the assassination of Robert Kennedy."},{"q":"Which of the following songs alludes to the assassination of Robert Kennedy?","a":["“Sympathy for the Devil”","“It’s About That Time”","“I Heard It Through the Grapevine”","“Magic Carpet Ride”","“Hey Jude”"],"j":"Songs such as “Sympathy for the Devil” and “People Got to Be Free” were written in response to the assassination of Robert Kennedy."},{"q":"What was the primary appeal of presidential candidate George Wallace?","a":["his opposition to a racially integrated society","his support for Zionist causes","his attack on free market principles","his promotion of social welfare programs","his critique of American isolationism"],"j":"George Wallace ran for President in 1968 on a platform resisting a racially integrated society."},{"q":"Which of the following songs was banned in many radio markets due to concerns it could flare up tensions?","a":["“Street Fighting Man”","“Sympathy for the Devil”","“Helter Skelter”","“Born to be Wild”","“Like a Rolling Stone”"],"j":"The Rolling Stones’ “Street Fighting Man” was banned in several radio markets because of concerns it could lead to racial violence."},{"q":"Charles Manson attempted to sign his rock band with the producer for","a":["The Byrds","The Beatles","The Beach Boys","Velvet Underground","The Who"],"j":"Charles Manson initially tried to sign his rock band with The Byrds’ producer Terry Melcher."},{"q":"Charles Manson believed “Helter Skelter” alluded to a(n)","a":["racial war","divine law","economic reality","military doctrine","love story"],"j":"Charles Manson believed The Beatles’ song “Helter Skelter” alluded to a looming race war."},{"q":"The Beatles consulted with Maharishi Mahesh Yogi primarily to","a":["pursue focused meditation","learn Indian music theory","engage in literary criticism","improve their physical health","stop alcoholic behaviors"],"j":"The Beatles consulted with Maharishi Mahesh Yogi to pursue focused mediation and move away from their party lifestyle."},{"q":"“Let It Be” encouraged listeners to","a":["seek peaceful resolutions","abandon traditional religions","participate in political debates","protest against unjust policies","improve social welfare conditions"],"j":"John McCartney recorded “Let IT Be” to encourage listeners to seek peaceful resolutions to their problems."},{"q":"Which of the following artists was involved in recording “Give Peace a Chance”?","a":["John Lennon","Led Zeppelin","Mick Jagger","Eric Clapton","Jethro Tull"],"j":"John Lennon and Yoko Ono recorded “Give Peace a Chance” during their “Bed-In” in June 1969."},{"q":"Which of the following musical trends crowded out the avant-gardism of the early 1960s?","a":["the rise of minimalism","the development of jazz fusion","the adoption of electronic composition","the popularity of rock operas","the creation of twelve-tone serialism"],"j":"The avant-gardism of the early 1960s was crowded out by musical trends such as the rise of minimalism and the return to tonality."},{"q":"Who invented voltage-controlled amplifiers?","a":["Robert Moog","Wendy Carlos","Milton Babbitt","Leonard Bernstein","Miles Davis"],"j":"Robert Moog created voltage-controlled amplifiers and filters that led to building synthesizers."},{"q":"<i>Mass</i> was commissioned to commemorate the","a":["opening of the Kennedy Center","assassination of Martin Luther King Jr.","Allied victory in World War II","end of racial segregation","success of the Apollo 11 mission"],"j":"Leonard Bernstein was commissioned to compose <i>Mass</i> in honor of the opening of the Kennedy Center."},{"q":"Which of the following Beethoven compositions did Leonard Bernstein conduct in honor of the fall of the Berlin Wall?","a":["Symphony No. 9","Violin Concerto","Piano Sonata No.14","Piano Concerto No. 5","Für Elise"],"j":"Leonard Bernstein conducted Ludwig van Beethoven’s Symphony No. 9 at a concert celebrating the fall of the Berlin Wall in 1989."},{"q":"Jazz fusion primarily incorporates elements from","a":["rock and roll","swing jazz","blues","hip hop","folk"],"j":"Jazz fusion incorporates elements of rock and roll music into improvisational jazz styles."},{"q":"Which album is considered the FIRST jazz fusion album?","a":["<i>In a Silent Way</i>","<i>Bitches Brew</i>","<i>A Love Supreme</i>","<i>Kind of Blue</i>","<i>Time Out</i>"],"j":"Miles Davis’s <i>In a Silent Way</i> is considered the first jazz-fusion album. He recorded it in 1969."},{"q":"How did Miles Davis FIRST attempt to create the jazz fusion style?","a":["He simplified the harmonies.","He included string instruments.","He limited the amount of improvisation.","He made the beat less discernable.","He began hosting shorter performances."],"j":"Miles Davis created the jazz fusion style through simplifying the harmonies and insisted on a more discernible beat."},{"q":"Which instrument does Herbie Hancock play in “In a Silent Way”?","a":["piano","string bass","drum set","soprano saxophone","alto saxophone"],"j":"Herbie Hancock plays the piano in Miles Davis’s jazz fusion song “In a Silent Way.”"},{"q":"What is the LAST sounded pitch in “In a Silent Way”?","a":["E","F","G","A","B"],"j":"The bass plays a sustained E as the last sounded pitch in Miles Davis’s “In a Silent Way.”"},{"q":"Which of the following compositions MOST revived musical theatre in the 1970s?","a":["<i>Jesus Christ Superstar</i>","<i>Hair</i>","<i>West Side Story</i>","<i>Bye, Bye Birdie</i>","<i>Camelot</i>"],"j":"Andrew Lloyd Webber’s <i>Jesus Christ Superstar</i> became a driving force for musical theatre in the 1970s. It premiered on Broadway in 1971."},{"q":"How did Andrew Lloyd Webber give <i>Jesus Christ Superstar</i> a modern sound?","a":["He composed synthesizer parts.","He used fast tempos.","He included brass instruments.","He did not establish a key signature.","He used serial techniques."],"j":"Andrew Lloyd Webber gave his rock musical <i>Jesus Christ Superstar</i> a modern sound through composing synthesizer parts."},{"q":"Why did Motown experience difficulties in the late 1960s?","a":["The headquarters moved to another city.","Music stations refused to play their music.","The main artists formed a union.","Record labels did not distribute their music.","The backup musicians went on strike."],"j":"Motown experienced difficulties in the late 1960s because Berry Gordy moved the headquarters from Detroit to Los Angeles."},{"q":"Which of the following reasons explains the initial success of the Jackson 5?","a":["Diana Ross endorsed them.","They appeared on <i>American Bandstand.</i>","Decca Records signed them.","They toured with The Beatles.","They won a major musical contest."],"j":"The Jackson 5 experienced early success in part because of Diana Ross’s endorsement and an appearance on the <i>Ed Sullivan Show.</i>"},{"q":"Which group became the leaders of the 1970s disco movement?","a":["Bee Gees","Sister Sledge","Tavares","Chic","Village People"],"j":"The Bee Gees became the leaders of the 1970s disco movements. They had their American debut in 1968."},{"q":"The musical group Blood Sweat & Tears is from","a":["Chicago","New York City","Los Angeles","Miami","Detroit"],"j":"Blood Sweat & Tears formed in Chicago. They performed at the famous Los Angeles Club Whisky a Go-Go."},{"q":"Which of the following songs had a strong influence on heavy metal?","a":["“Whole Lotta Love”","“I Want You Back”","“Jesus Christ Superstar”","“In a Silent Way”","“Revolution”"],"j":"Led Zeppelin’s “Whole Lotta Love” appeared on the album <i>Led Zeppelin II</i>. This song greatly influenced heavy metal."},{"q":"Which of the following sounds characterizes Jethro Tull?","a":["jazzy flute","bluesy trumpet","jazzy saxophone","classical guitar","bluesy piano"],"j":"Jethro Tull was characterized by Ian Anderson’s jazzy flute and consistent use of mixed meter."},{"q":"Which song was the FIRST single released on Apple Records?","a":["“Hey Jude”","“Born to be Wild”","“Revolution”","“By the Time We Got to Woodstock”","“Dance to the Music”"],"j":"“Hey Jude” was the first single released on The Beatles’ record label Apple Records."},{"q":"The Band was formed to","a":["provide backup for a famous musician","showcase new Motown music","improvise new fusion jazz music","perform traditional American music","highlight folk musical styles"],"j":"Bob Dylan formed the Band to serve as his backup. They performed rock music."},{"q":"What was the musical theme of the FIRST day of the Woodstock Music & Arts Fair?","a":["world music","Latin rock","psychedelic rock","fusion jazz","rhythm and blues"],"j":"The first day of the 1969 Woodstock Music & Arts Fair featured world and folk music."},{"q":"Sly is BEST known for their","a":["mixture of various musical styles","virtuosic improvisational abilities","anti-war protest anthems","incorporation of electronic synthesizers","tours with the Rolling Stones"],"j":"The San Francisco-based band Sly is known for their mixture of various musical styles such as funk and soul."},{"q":"Which of the following songs did the Jefferson Airplane release?","a":["“White Rabbit”","“I Want to Take You Higher”","“Dance to the Music”","“Voodoo Chile”","“Stepping Stone”"],"j":"The Jefferson Airplane released “White Rabbit,” which had heavy references to drug use."},{"q":"The composer of “White Rabbit” found inspiration for the song through","a":["repeatedly listening to an album","traveling in the Middle East","playing a musical instrument","participating in a political discussion","reminiscing about childhood memories"],"j":"Grace Slick found inspiration for “White Rabbit” while repeatedly listening to the jazz album<i> Sketches of Spain.</i>"},{"q":"Which of the following musical techniques does the introduction of “White Rabbit” feature?","a":["ostinato","twelve-tone serialism","unusual scale","parlando interlude","tremolo"],"j":"“White Rabbit” features a bass four-beat ostinato on F-sharp and C."},{"q":"Which of the following reasons BEST explains why the Rolling Stones let Brian Joes go?","a":["He missed many performances.","He released unauthorized singles.","He engaged in verbal attacks on the group.","He disappeared for months at a time.","He signed with another talent agency."],"j":"The Rolling Stones let Brian Joes go in 1969 because he missed many performances and a string od drug arrests."}]]}