{"n":["Light","Optics","Lasers","Applications of Lasers"],"v":[[{"q":"Who among the following researchers identified a key application of their discovery?","a":["Guglielmo Marconi","Heinrich Hertz","Theodore Maiman","Galileo Galilei","Lord Rayleigh"],"j":"Guglielmo Marconi’s 1890s development of the radio transmitter made radio waves applicable for wireless communication."},{"q":"Sound waves do NOT","a":["carry molecules in the direction of propagation","require a medium to travel","initiate with a vibration","oscillate parallel to the direction of propagation","transport energy"],"j":"Waves disturb molecules of the materials through which they pass by vibration, but they do not transport mass from one point to another as they propagate."},{"q":"What proposition informed the first quantitative estimate of <i>c</i>?","a":["Orbital distances impact when eclipses are observed.","Light behaves in accordance with electromagnetic laws.","The sky appears blue due to Rayleigh scattering.","Radio waves travel at the speed of light.","White light is a composite of all colors."],"j":"The first quantitative estimate of <i>c</i>, the speed of light, was deduced from the observation that the timing of a Jupiter eclipse depended on the distance of Earth from Jupiter."},{"q":"Which of the following researchers would have identified light as an electromagnetic wave?","a":["Albert Michelson","Johannes Kepler","Ole Römer","Rene Descartes","Galileo Galilei"],"j":"Light was not understood to be an electromagnetic wave until the 1860s. Albert Michelson experimentally measured speed of light beginning in the 1870s."},{"q":"Why do clear crystals appear colored?","a":["Their impurities absorb light.","Their pigments reflect light.","Their molecules scatter light.","They have gases that refract light.","They are metals that conduct light."],"j":"Chemical impurities in the crystalline structure of clear crystals absorb frequencies of light except for the color observed."},{"q":"What percentage of the sun’s spectral emissions are ultraviolet, visible, or infrared waves?","a":["99%","90%","50%","15%","33%"],"j":"Over 99% of the Sun’s emissions are in the ultraviolet, visible, and infrared parts of the electromagnetic spectrum."},{"q":"Which property determines whether electromagnetic waves are harmful?","a":["frequency","diffraction","transparency","emissivity","resonance"],"j":"Electromagnetic waves that are most harmful to living tissue have the shortest wavelengths and therefore the highest frequencies."},{"q":"The wavelength of peak human sensitivity to visible light is CLOSEST to","a":["550 nm","700 nm","450 nm","1 mm","10 nm"],"j":"The part of the visible spectrum that human eyes are most sensitive to ≈560 nm, which is yellow-green light."},{"q":"Why did Theodore Maiman call the laser “a solution seeking a problem”?","a":["The laser was invented before its applications were developed.","The laser was invented before its mechanisms were understood.","Light and optics were considered lesser sciences when the laser was invented.","Functions of lasers were already fulfiilled when the laser was invented.","There remain only a narrow range of laser applications."],"j":"Theodore Maiman called the laser “a solution seeking a problem” shortly after it was invented. In the decades since, the laser is used in a broad variety of technical and commercial applications."},{"q":"A violet plum would appear LEAST prominent under light that is","a":["green","incandescent","white","fluorescent","violet"],"j":"An object that reflects only violet light can only be seen as that color if “violet” light frequencies are incident upon it. Incandescent and fluorescent lights both produce white light, which carries all visible frequencies."},{"q":"A wave with wavelength 10 m and period 0.2 s has a frequency of","a":["5 Hz","50 Hz","0.02 Hz","2 Hz","0.5 Hz"],"j":"The period <i>T</i> of a wave is the inverse of its frequency <i>f. T</i>=1/<i>f</i> or <i>f</i>=1/<i>T</i> = 1/0.2= 5 Hz."},{"q":"A wave with wavelength 10 m and frequency 100 Hz has a speed of","a":["1,000 m/s","10,000 m/s","10 m/s","0.1 m/s","0.01 m/s"],"j":"The speed of a wave <i>v</i> is its frequency <i>f</i> times its wavelength <i>λ</i>. <i>v</i>=<i>f λ</i> = 100 Hz*10 m= 1,000 m/s"},{"q":"Hippolyte Fizeau’s experiment to estimate the speed of light did NOT use a","a":["rotating mirror","glass plate","light source","rotating disc","static mirror"],"j":"Hippolyte Fizeau used a rotating disc, or cogwheel in his experiments to detect the speed of light, while a later scientist substituted the disc for a rotating mirror."},{"q":"Which of the following factors LEAST explains what color the sky appears?","a":["color of light emitted by the sun","atmospheric particulates","scattering light","eye sensitivity to the visible spectrum","position of the sun relative to the horizon"],"j":"Light emitted by the sun includes all colors of the visible spectrum. The sky appears specific colors based on how molecules in the air scatter light within a certain spectral range, and how our eyes perceive those colors."},{"q":"Radio waves were first demonstrated in the laboratory a decade before the","a":["demonstration of radio waves for communication","first AM radio station’s establishment","demonstration of radio waves over long distances","first human-generated radio wave","demonstration of radio waves’ speed"],"j":"Physicist Heinrich Hertz produced the first radio waves in the laboratory in 1887 and engineer Guglielmo Marconi first demonstrated radio communications about ten years later, in 1896."},{"q":"Which of the following items is a visible light source?","a":["fire","heat lamp","mirror","moon","window"],"j":"Fire is a visible light source because it emits, and not merely reflects, electromagnetic waves in the visible spectrum."},{"q":"Which of the following fruits would appear LESS prominent under the light of a florescent bulb as opposed to an incandescent bulb?","a":["strawberry","blueberry","banana","lime","kiwi"],"j":"A strawberry, being red, would be less prominent under florescent light. Florescent bulbs produce less light from the lower-frequency (red) end of the visual spectrum, relative to incandescent bulbs, which produce more lower-frequency light."},{"q":"Which of the following gases is NOT a major source of scattered light in the atmosphere?","a":["nitrous oxide","nitrogen","argon","carbon dioxide","oxygen"],"j":"Earth’s atmosphere is mostly composed of nitrogen, oxygen, argon, and carbon dioxide, whose molecules scatter light. Other gases exist in trace amounts in the atmosphere."},{"q":"What type of radiation is used to kill cancer cells?","a":["gamma ray","ultraviolet","microwave","x-ray","infrared"],"j":"Gamma rays damage and destroy living tissue, which is why they are used to target cancer cells."},{"q":"What type of wave is sound?","a":["longitudinal","transverse","electromagnetic","microwave","radio"],"j":"Sound waves are classified as longitudinal waves because their disturbances are parallel to the direction that sound waves travel."},{"q":"It is observed that material X is composed of electrons that are free to migrate and realign. Material X is MOST likely to be a","a":["conductive metal","wave transmitter","reflective glass","sound amplifier","refractive surface"],"j":"Conductors’ outermost electrons are not bound to specific atoms, but are free to reposition in response to an incoming electromagnetic wave. Metals tend to be such conductors of heat and light."},{"q":"Which of the following scientific discoveries came FIRST?","a":["White light was decomposed with a prism.","The speed of light was quantitatively measured.","Electromagnetic waves were predicted.","Radio waves were generated in a laboratory.","The speed of light was theoretically derived."],"j":"Isaac Newton demonstrated that white light is a composite of colors, using a prism, in the late 1660s. The first quantitative measurement of light’s speed was in 1676, in Ole Romer’s experiment."},{"q":"Light that scatters LAST as the sun sets is","a":["red","violet","blue","white","green"],"j":"As the sun approaches the horizon at sunset, light travels further through the atmosphere to the line of sight. Higher frequencies are scattered first, and only lower frequencies (redder light) reach the eyes."},{"q":"How is a wave’s energy related to its amplitude?","a":["The wave’s displacement increases as its energy increases.","The wave’s speed decreases as its energy increases.","The wave’s period increases as its energy increases.","The wave’s length increases as its energy increases.","The wave’s frequency decreases as its energy increases."],"j":"A wave’s amplitude is its maximum displacement from its equilibrium position and is related to the wave’s energy. A wave’s displacement increases as its energy increases."},{"q":"The speed of light is used to define the","a":["length of a meter","frequency of a radio station","colors of the rainbow","resonant frequency of glass","mass in a gram"],"j":"The precisely quantified speed of light is used to define the length of a meter: 1m is the distance travelled by light in a vacuum in a second."},{"q":"The constant speed of light in a vacuum is implied by","a":["the principle of energy conservation","the third law of thermodynamics","Huygens’ principle","the second law of motion","Fermat’s principle of least time"],"j":"Since electric and magnetic waves perpetuate each other, a loss in the speed of electromagnetic waves would require a loss in energy. This result would violate the principle of energy conservation."},{"q":"What was Galileo’s estimate of the speed of light?","a":["10 times the speed of sound","30 ∙ 10<sup>8</sup> m/s","2 times the speed of sound","100 times the speed of sound","298,000,000 m/s"],"j":"Galileo Galilei’s estimate of the speed of light was not quantitative; he found light was at least ten times faster than sound."},{"q":"In the eighteenth century, light was understood to","a":["travel through space","share properties with radio waves","travel instantaneously","behave similarly to magnetism","oscillate as a wave"],"j":"Before the 1700s, an estimate of the speed of light was made by inferring the time it took to travel from around Jupiter to the Earth."},{"q":"What discovery enabled the development of the radio transmitter?","a":["Radio waves share properties with light waves.","Radio waves have the shortest wavelengths in the electromagnetic spectrum.","Metals are good conductors of electricity.","Antennas can be tuned to a specific frequency.","Radio waves travel at the speed of sound."],"j":"Guglielmo Marconi’s first demonstration of the radio transmitter was preceded by Heinrich Hertz’s laboratory findings that radio waves travel and can be manipulated in ways similar to light."},{"q":"The time it takes for a buoy to bob up and down on an ocean wave is that wave’s","a":["period","frequency","wavelength","amplitude","wave speed"],"j":"A wave’s period is the time it takes for a wave to complete one oscillation."},{"q":"If green light strikes an object capable of reflecting all visible wavelengths, that object appears","a":["green","white","black","red","brown"],"j":"An object that reflects all wavelengths of visible light will appear the same color as the incident light."},{"q":"If violet light strikes an object capable of absorbing all visible wavelengths, that object appears","a":["black","white","violet","yellow","brown"],"j":"An object that absorbs all wavelengths of visible light will appear black. Conversely, one that reflects all wavelengths of visible light will appear the same color as the incident light."},{"q":"The color an object appears does NOT depend on","a":["color in the object’s pigments","reflectivity of an object","color of light incident on the object","personal perception","frequency of light incident on the object"],"j":"Color is not an inherent property in an object. It instead depends on the wavelengths that an object absorbs or reflects."},{"q":"The electric and magnetic fields in waves are NOT","a":["parallel to the wave’s propagation","variable in magnitude","perpendicular to each other","formed by charged particles","self-perpetuating"],"j":"The electric and magnetic fields in waves are perpendicular to the wave’s propagation."},{"q":"Antennas tune to a frequency by the movement of their","a":["electrons","protons","photons","neutrons","neutrinos"],"j":"Antennas tune to a frequency when their electrons are stimulated to produce an electromagnetic wave of a matching frequency."},{"q":"Why does light slow down in a medium?","a":["It takes time for a wave  to propagate between atoms.","The frequency of the wave decreases.","Some of the wave’s energy is converted to heat.","Most materials are poor conductors.","Opaque materials reflect light."],"j":"When light travels through a medium, it takes nanoseconds for its atoms to absorb and reemit a wave."},{"q":"Waves in the electromagnetic spectrum are NOT distinguished by their","a":["period","applications","frequency","wavelength","energy"],"j":"Electromagnetic waves exist on a spectrum that classifies waves based on their frequency and wavelength. Waves are also distinguished by their applications, many of which are tied to how energetic the waves are."},{"q":"The unit of frequency was named after the researcher who","a":["generated radio waves","invented the laser","measured the speed of light","demonstrated the radio transmitter","discovered light scattering in the sky"],"j":"The unit of frequency named after Heinrich Hertz, who first generated radio waves in a laboratory."},{"q":"Cobalt blue glass gets its coloring from its","a":["added metal oxides","natural radioactivity","absorption of high-frequency light","scattering of low frequency light","transmission of ultraviolet waves"],"j":"Cobalt blue glass gets its coloring from the addition of cobalt oxide, which is transparent to blue frequencies."},{"q":"The most penetrating waves in the electromagnetic spectrum","a":["are emitted by radioactivity","have no practical applications","have long wavelengths","are less energetic","fundamentally differ from other wave types"],"j":"Gamma waves are highly penetrating waves that are emitted by radioactive nuclei. They have the shortest wavelength in the spectrum."},{"q":"Early investigators of the speed of light were limited by all of the following factors EXCEPT","a":["not knowing light is an electromagnetic wave","timekeeping methods","human reaction time","apparatus materials","early estimates of orbital parameters"],"j":"Leon Foucault made a highly accurate estimate of the speed of light several years before light was understood to be an electromagnetic wave."},{"q":"A material that is opaque to all visible frequencies, when struck by visible light, will","a":["warm up","reflect white light","transmit the light","generate electromagnetic waves","shatter from resonance"],"j":"When a material is opaque to a range of frequencies, the material absorbs those frequencies. The energy of those incident frequencies are converted to heat."},{"q":"Mechanical waves travel","a":["through material","with mass","through a vacuum","at the speed of light","without vibration"],"j":"Mechanical waves require a physical media to propagate, unlike electromagnetic waves."},{"q":"All waves originate with a(n)","a":["vibration","change in mass","pulsing electric field","collision of air molecules","parallel oscillation"],"j":"A wave is a disturbance between points, which originate with some kind of vibration."},{"q":"A planet whose atmospheric molecules have a resonant frequency in the lower visible spectrum will MOST likely appear","a":["red","white","violet","blue","green"],"j":"The apparent color of the sky depends on the predominant range of the frequency that air molecules scatter. Lower frequencies correspond to reddish light."},{"q":"Any electromagnetic wave with wavelengths shorter than visible light is likely to be","a":["harmful to human tissue","used for communication","used for cooking","also invisible to animals and insects","produced artificially"],"j":"Electromagnetic waves with wavelengths shorter than those of visible light are highly energetic and likely damaging to human tissue, depending on the type and dose."},{"q":"Lord Rayleigh discovered a process by which light is","a":["absorbed and re-emitted by molecules","dulled by electron resistance","reflected by opaque materials","transmitted in transparent materials","focused and redirected in a laboratory"],"j":"Lord Rayleigh discovered atmospheric scattering of light, in which air molecules absorb and re-emit light."},{"q":"To what property can the difference between light bulbs’ tones be attributed?","a":["frequency","transparency","amplitude","resonance","absorbency"],"j":"Incandescent and fluorescent bulbs can be described as producing warm or cool light because they emit waves from different frequencies of the visible spectrum."},{"q":"An early estimate of the speed of light was theoretically derived using","a":["Maxwell’s equations","the principle of energy conservation","Galileo’s postulate","orbital parameters","the second law of motion"],"j":"James Maxwell used his system of equations describing electric and magnetic fields to theoretically derive the speed of light."},{"q":"Which of the following applications uses radiation of the SHORTEST wavelength?","a":["instrument sterilization","satellite transmission","night vision devices","meteorology","astronomy"],"j":"The shorter wavelength (10-400nm) ultraviolet light is used for medical instrument sterilization."}],[{"q":"Which of the following concepts is NOT relevant to rainbows?","a":["Rayleigh scattering","Fermat’s principle of least time","Snell’s law","law of reflection","law of refraction"],"j":"A rainbow appears when water droplets create dispersion prisms. First, light is refracted within a water droplet. Next, the remaining light is reflected back to the air.  The reflected light is refracted again by the droplet. Based on the dispersion effect, each droplet creates a full spectrum of colors. An observer sees one wavelength from each droplet, based on the angle."},{"q":"Images of objects in mirrors appear","a":["differently based on the object’s location","inverted","the same size as the object","the same distance as from the object to the mirror","virtual"],"j":"If an object is between the focal point and concave mirror, it is virtual. If it is farther from the mirror than the focal point, it is real."},{"q":"An ideal mirror to deter shoplifting would be","a":["convex","concave, with a short focal length","concave, with a long focal length","plane","prismatic"],"j":"Convex mirrors always produce upright images and provide a wide field of view. For this reason, they are often used in large buildings to see around corners or aisles."},{"q":"Fiber-optics rely on","a":["total internal reflection","dispersion","diffuse reflection","polarization","diffraction"],"j":"Optical fibers transmit light by completely reflecting light within flexible “pipes”."},{"q":"A blurred image can be BEST corrected by","a":["narrowing the aperture on a lens","increasing the wavelength of incident light","shining a complementary color of light","using a polarizing filter","adding a diffraction grating to a lens"],"j":"Spherical aberrations occur when the edges of a lens or mirror focus light in a slightly different place from the center. The image seems blurry since it is actually several images close together. Adjusting the aperture decreases the area of the lens being used in cameras and fixes this aberration."},{"q":"What aspect of Thomas Young’s 1801 discovery supported Huygen’s wave model of light?","a":["Patterns of dark and bright fringes are caused by constructive and destructive interference.","Two waves with the same amplitude result in zero at every point.","Radio waves with longer wavelengths diffract more around buildings.","Converging lenses can form either real or virtual images.","Reflected light is polarized in a direction parallel to the surface."],"j":"Huygens’s principle said that light was a wave that spread outward from its source. Each point on the wave was the source of secondary “wavelets”. Huygens’s theory explains diffraction, interference, and polarization. In double-slit interference, for instance, patterns of dark and bright fringes are caused by constructive and destructive interference of these “wavelets”."},{"q":"What is the minimum resolution for an optical microscope?","a":["400 nm","10<sup>-14</sup> m","10<sup>-10</sup> m","10 nm","1000 nm"],"j":"For an object to be resolved by an optical microscope, it may not be smaller than a wavelength of visible light, which is 400-700 nm."},{"q":"Refracting telescopes are more susceptible to chromatic aberration because they","a":["use lenses","are heavy","tend to scratch","are extremely large","collect parallel light rays"],"j":"Chromatic aberration occurs when different wavelengths of light are refracted at different angles by a lens. This does not occur in telescopes that do not make use of refracted light."},{"q":"Which of the following developments could NOT be traced back to Sir Isaac Newton’s insights on optics?","a":["spectacles","space telescopes","precise lens","fiber optics","prisms"],"j":"Isaac Newton developed mirrors and prisms to determine the nature of light. He also discovered the so-called Newton’s rings that allow irregularities in lens to be identified, and invented the reflecting telescope."},{"q":"Light travelling through a material with an index of refraction > 2 is likely to","a":["reflect internally","change frequency","fluctuate from magnetic fields","refract less than in water","disperse less light than a diamond"],"j":"If the angle of incidence is greater than the critical angle, all light will be reflected. The light stays within one substance the whole time. Therefore, this ray will follow the law of reflection rather than Snell’s Law."},{"q":"A mirage is an effect of","a":["refraction","reflection","dispersion","diffraction","virtual imaging"],"j":"Mirages are formed when hotter air close to the ground refracts light back to the viewer."},{"q":"Christiaan Huygens is famous for","a":["publishing a competing theory of light to Isaac Newton’s","confirming Thomas Young’s hypothesis on waves","deriving an equation explaining refraction","discovering the polarizing angle of light","experimenting with magnifying lenses"],"j":"Christiaan Huygens’ wave theory of light was an alternative understanding to Isaac Newton’s particle theory."},{"q":"Where would you NOT expect to experience interference effects?","a":["in a prism","on a soap bubble","on a DVD","in a theater","on an oil slick"],"j":"Prisms separate light through dispersion into a spectrum of wavelengths. Interference is the property of two waves combining to form an “average” wave."},{"q":"A warning message on car mirrors is required because their images are","a":["reduced","inverted","subject to blind spots","warped","virtual"],"j":"Cars’ convex side mirrors include a warning that objects are closer than they appear because the image produced is reduced in size."},{"q":"The pinhole in a camera does NOT","a":["create an upright image","focus light rays","control light intake","determine the sharpness of an image","produce a real image"],"j":"The holes in a pinhole camera converge light rays to create an inverted image."},{"q":"As the speed of light in a material decreases, the index of refraction","a":["increases","remains constant","decreases","becomes negative","approximates <i>c</i>"],"j":"The index of refraction, <i>n</i>, of a material equals the speed of light in a vacuum, <i>c</i>, divided by the speed of light in the material; <i>n</i>=<i>c</i>/<i>v</i>. <i>C</i> is constant, so as <i>v</i> decreases, <i>n</i> increases."},{"q":"Which of the following advantages do fiber-optic cables NOT have over copper cables?","a":["They transmit information at speed of <i>c</i>.","They are less costly.","They are more resistant to tampering.","They are more flexible.","They have greater bandwidth."],"j":"Fiber-optic cables transmit light and information quickly but <i>c</i> represents the speed of light in a vacuum, not in a medium."},{"q":"The behavior of light passing through an aperture near the size of the light’s wavelength can BEST described by","a":["Huygens’ principle","ray approximation","principles of magnification","geometric optics","the particle theory of light"],"j":"Diffraction occurs when light expands around an opening near the size of its wavelength. This behavior can be explained by the wave theory of light as described by Huygens’ principle."},{"q":"Which of the following materials has the highest index of refraction?","a":["diamond","water","sapphire","air","crown glass"],"j":"A diamond has a high index of refraction; <i>n</i>= 2.42. Water has n = 1.33, air 1.00, sapphire 1,762, and crown glass 1.50."},{"q":"Which device is used to reduce glare?","a":["polarizing filter","diffraction grating","deformable mirror","condenser","hyperfocal lens"],"j":"Water, snow, glass, and many other reflective surfaces can polarize light. Polarizing sunglasses are vertically oriented and block horizontally oriented polarized light from these horizontal surfaces. Polarized lenses can also reduce glare in photography."},{"q":"Which of the following techniques is used to detect misshapen lenses?","a":["inspecting Newton’s rings","adjusting the light passing through the lens","combining lenses of different glass types","shining light on the lens at Brewster’s angle","checking for chromatic aberrations"],"j":"Newton’s rings are a series of concentric rings caused by interference when a spherical lens sits on a flat plane of glass. Only perfectly spherical glass will create perfectly symmetrical rings; the appearance of the rings can be used to assess lens shape."},{"q":"A mirage is NOT a function of","a":["the brain","temperature","density","refraction","light"],"j":"A mirage is not a hallucination of the mind; it is an optical illusion that results from light refracting through an atmosphere with varying densities."},{"q":"What is a key difference between microscopes and telescopes?","a":["Microscopes are made with lenses and telescopes with mirrors.","Microscopes were developed two centuries before telescopes.","Microscopes use multiple magnifiers and telescopes use one.","Microscopes use converging lenses and telescopes use diverging lenses.","Microscopes produce virtual images and telescopes produce real images."],"j":"Large lenses required for viewing large distances with telescopes are inconvenient to produce and prone to irregularities, therefore research telescopes are typically built with mirrors."},{"q":"A focal point indicates where","a":["rays parallel to the principal axis converge","an image forms","an object is located","the critical angle forms","rays take the least time to travel"],"j":"In concave mirrors and converging lenses, the focal point is where incoming parallel rays are focused,"},{"q":"In which of the following instances does light refract?","a":["a rainbow","the center of a lens","a mirror","a vacuum","a space telescope"],"j":"Rainbows occur when water droplets appear on the opposite side of the sky from sunlight, and light is refracted within a water droplet."},{"q":"Convex mirrors were likely more prevalent than plane mirrors in the fifteenth century because of","a":["manufacturing practices","artistic preferences","their applications","available materials","research requirements"],"j":"Curved, convex mirrors were likely more prevalent than plane mirrors in the fifteenth century because they were made by blowing glass."},{"q":"The ideal mirror type for directly projecting light is","a":["concave","plane","convex","converging","magnifying"],"j":"Concave mirrors are ideal for directly projecting light rays because they reflect incoming parallel beams to a single point."},{"q":"Which of the following instruments do NOT use a concave mirror?","a":["compound microscope","space telescope","flashlight","headlight","solar cooker"],"j":"Compound microscopes use multiple convex lenses to magnify an image. Telescopes, flashlights, headlights, and solar cooker use concave mirrors."},{"q":"Which of the following instruments does NOT function by converging light?","a":["the Polaroid","refracting telescope","compound microscope","simple magnifier","solar cooker"],"j":"The Polaroid filter uses parallel hydrocarbons to transmit only linearly polarized light."},{"q":"Rainbows are a phenomenon caused by","a":["dispersion","total internal reflection","chromatic aberration","superposition","diffuse reflection"],"j":"Raindrops act as prisms that disperse light to produce a color spectrum of visible light."},{"q":"Who mathematically described the relationship between the angle of incidence and the angle of refraction of light travelling through a medium?","a":["W. Snell","Christiaan Huygens","Sir Isaac Newton","Thomas Young","E.H. Land"],"j":"Snell’s law defines refraction as light passes between two materials, 𝑛1sin𝜃1=𝑛2sin𝜃2, where n is the index of refraction and 𝜃 is the angle of the light."},{"q":"Who discovered the angle at which reflected light is completely polarized parallel to a surface?","a":["Sir David Brewster","E.H. Land","Isaac Newton","Thomas Young","J.J. Thompson"],"j":"Sir David Brewster discovered the angle at which is polarized parallel to a material’s surface, now known as Brewster’s angle."},{"q":"What color light will be produced when red is added to its complementary color, cyan?","a":["white","black","brown","magenta","violet"],"j":"Complementary colors are those that remain after a color is subtracted from white light. Therefore, adding a color of light and its complement will create white light."},{"q":"Why are colors visible on the underside of a CD?","a":["Its grooves form an interference pattern that separate wavelengths of light.","Its surface irregularities disperse light in slightly different directions.","Its transparent coating refracts light at different angles to the viewer’s eye.","Light incident on the cd refracts at 90° relative to its surface.","Light is polarized by the CD’s parallel etchings."],"j":"Grooves on the underside of a CD function as a diffraction grating that creates interference effects. These effects are apparent as a spectrum of colored light."},{"q":"Which of the following developments in optics occurred FIRST?","a":["Light was proposed to travel in time-minimizing pathways.","A wave theory of light was published.","The first reflecting telescope was constructed.","A telescope was used to discover the planet Uranus.","Slits were found to cause a notable interference pattern of light."],"j":"Pierre de Fermat proposed in 1662 that light travels between two points in a path that minimizes travel time. Newton invented the reflecting telescope in 1688 and Uranus was discovered in 1781."},{"q":"Double slit interference CANNOT be explained by","a":["ray approximation","Huygens’ Principle","the principle of superposition","optics","diffraction"],"j":"The effects seen in double slit interference is explained by Huygens’ wave model of light; it cannot be explained by the geometric simplification of ray approximation."},{"q":"Most objects are visible due to","a":["diffuse reflection","specular reflection","diffraction","refraction","dispersion"],"j":"Irregularities on the surface of most objects cause the diffuse reflection of light that makes most everyday objects visible."},{"q":"Changing indices of refraction throughout atmospheric layers allow","a":["the sun to be visible after it has set","the second of a double rainbow to appear dimmer","pinhole images of the sun projected on the ground","telescopes to collect light from distant astronomical objects","the inverted colors in a double rainbow"],"j":"The changing indices of refraction throughout atmospheric layers create a curved path that light rays from the Sun take to a viewer on earth. This allows the Sun to appear visible even after the actual position of the Sun is below the Horizon."},{"q":"Snell’s Law relates indices of refraction to","a":["angles of incidence and refracted light","a lens’ focal length","refractive index","angles of reflection and refraction","a lens’ aperture"],"j":"Snell’s law defines refraction as light passes between two materials, 𝑛1sin𝜃1=𝑛2sin𝜃2, where n is the index of refraction and 𝜃 is the angle of the light."},{"q":"Curved mirrors may distort the size an object appears due to the surface’s","a":["angles","smoothness","magnification","wavefronts","gratings"],"j":"A curved mirror reflects light by the same principles as a plane mirror, but the curvature causes light to reflect at different angles along the curve. This effect may distort the size and distance of an image."},{"q":"Which of the following techniques will NOT result in a sharper image?","a":["widening the aperture of a camera","focusing a single wavelength of light through a lens","substituting a parabolic mirror for a spherical mirror","combining lenses of different glasses","increasing the amount of light that reaches a lens"],"j":"A spherical aberration distorts an image because light reaching the edges of a lens or mirror focuses differently from light that reaches the center. Narrowing a camera’s aperture would reduce this effect, not widening it."},{"q":"Iridescent colors on a soap bubble result from a type of","a":["interference","rainbow","chromatic aberration","polarization","divergence"],"j":"Iridescent colors on a soap bubble result from thin-film interference, in which multiple rays of light reflecting on different surfaces of the bubble interfere with one another."},{"q":"Technology used in the Keck Observatory was first developed by","a":["Sir Isaac Newton","William Herschel","Edwin Hubble","Christiaan Huygens","Galileo Galilei"],"j":"Sir Isaac Newton assembled the first reflecting telescope, which is the same technology used in the Keck Observatory."},{"q":"Diverging lenses are distinguished by their","a":["thick edges","convex surfaces","low refractive indices","enlarged images","real images"],"j":"Diverging lenses are concave and are thicker at the edges than the center. They cause parallel light to diverge on the other side of the lens; rays of light appear to originate from its focal point. The image created is always virtual, shrunk, and upright, and is on the same side as the object"},{"q":"Which part of the atom makes up most of its mass?","a":["nucleus","electrons","photons","shells","neutrinos"],"j":"An atom’s core is called the nucleus. The nucleus contains most of the atom’s mass. It contains positively charged protons and neutrally charged neutrons."},{"q":"The atomic number BEST corresponds to the number of","a":["protons","electrons","ions","neutrons","shells"],"j":"Atoms are defined by the number of protons they have. This number is known as the atomic number. Hydrogen has one proton, one electron, and an atomic number of 1, for example."},{"q":"An ion differs from a neutral atom in the","a":["number of electrons","number of neutrons","shape of shells","potential energy of electrons","shape of the nucleus"],"j":"If an atom loses or gains electrons, it carries an overall charge. An atom with a net charge is called an ion."},{"q":"Who FIRST described energy as divided into quanta?","a":["Max Planck","J.J. Thomson","Heinrich Hertz","James Maxwell","Albert Einstein"],"j":"In 1900, Max Planck theorized that energy is instead “quantized”. Energy can only be transmitted in discrete packets. These packets must be multiples of a precise quantity, known as a quantum. Energy thus can only take discrete values, and nothing in between."},{"q":"What particles were the cause of sparks in the photoelectric effect?","a":["electrons","protons","neutrons","alpha particles","photons"],"j":"Heinrich Hertz first observed the photoelectric effect, noting in 1887 that shining light on metals produced sparks. J. J. Thomson established that these sparks were electrons emitted from the metal."},{"q":"Mirages frequently appear in deserts due to their","a":["hot air","sand","clear overhead skies","lack of water","isolation"],"j":"A desert’s hot changes air density such that light refracts at different angles, causing a mirage."}],[{"q":"Ground state is when the quantum number equals","a":["1","2","1.5","3","0.5"],"j":"The lowest energy level where n=1 is the ground state. The electron is closest to the nucleus in the ground state. Higher energy levels are known as excited states. Electrons must absorb energy by absorbing a photon."},{"q":"The Pauli exclusion principle states that","a":["electrons cannot occupy the same quantum state","matter cannot occupy the space of other matter","complex elements are excluded from models","electrons are excluded from the atom if shells are too full","electron shells cannot overlap each other"],"j":"The Pauli exclusion principle states that two electrons cannot occupy the same quantum state; electrons in the same atom must have different quantum numbers. They may share shell and subshell values, but must differ in some other way."},{"q":"Lithium and sodium are examples of","a":["alkali metals","halogens","earth metals","noble gases","transition metals"],"j":"Alkali metals like lithium, sodium and others have one electron in outermost shells and are highly reactive."},{"q":"In a ground state atom, electrons fill the shells until","a":["the number of electrons and protons are equal","the ground state level is full","the maximum number of shells are filled","the electron repulsion is too strong","the number of excited electrons is zero"],"j":"Electrons fill an atom in ground state from the innermost shell outward. The final electron determines the atom’s primary quantum number. It equals the element’s row of the periodic table."},{"q":"Who won a Nobel Prize partly due to his explanation of the photoelectric effect?","a":["Albert Einstein","Max Planck","Heinrich Hertz","Niels Bohr","Louis de Broglie"],"j":"Albert Einstein proposed that the photoelectric effect resulted from photons transferring energy to electrons through collisions. He won a Nobel partly for this theory."},{"q":"Which of the following descriptions is FALSE about the photon?","a":["It has miniscule mass.","It is a quantum of light.","It can carry energy.","It cannot be sensed individually by humans.","It can have momentum."],"j":"Photons are discrete packets into which light is quantized and behave like particles. Photons have zero mass, but do have a miniscule energy and momentum, and obey <i>E = nhf.</i>"},{"q":"The Bohr model is based on the element","a":["hydrogen","carbon","helium","oxygen","lithium"],"j":"Hydrogen serves as a basic model to demonstrate energy levels. It contains only one electron, simplifying its model. Atoms with more than one electron require additional quantum number."},{"q":"How did Bohr extend Planck’s model of the atom?","a":["Electrons’ energy could only take certain values.","Photons collided with electrons in orbit.","Hydrogen had the basic property of n = 1.","Neutrons had 1 u mass.","Electrons had negligible mass."],"j":"In 1913, Niels Bohr adapted the planetary model of the atom. He incorporated Planck’s quantum hypothesis and electrons still orbited the central nucleus. However, the electrons’ energy could only take certain discrete values."},{"q":"Which of the following properties do quantum numbers NOT describe?","a":["mass","energy","shell","subshell","spin"],"j":"The main quantum numbers are the principal one describing energy levels, and those describing shell, subshell, and spin."},{"q":"Quantum number 1 and 2 differ PRIMARILY in terms of their","a":["energy level","spin","orbital position","mass","momentum"],"j":"Energy levels take the form of a positive integer, the quantum number. The lowest energy level where n=1 is the ground state. Higher energy levels are known as excited states."},{"q":"The Pauli exclusion principle states that no","a":["two electrons can share a quantum state","atom can have zero protons","two shells have the same spin","electron can have negative energy","two orbitals can occupy the same position"],"j":"The Pauli exclusion principle states that two electrons cannot occupy the same quantum state. Thus, electrons in the same atom must have different quantum numbers."},{"q":"Why is lithium highly reactive?","a":["It has an unpaired electron.","It has an odd number of protons.","It has only one shell.","It has an odd spin.","It has a partially filled third orbital."],"j":"Noble gases include helium, argon, neon, krypton, xenon and have low reactivity. Alkali metals like lithium, sodium, etcetera have one electron in outermost shells and are highly reactive as a result."},{"q":"An emission spectrum occurs when","a":["excited atoms emit wavelengths","one electron replaces another","an object reaches a high temperature","electrons flow over an energy barrier","a charge passes through plasma"],"j":"The wavelengths emitted by a collection of excited atoms is called an emission spectrum. Elements can be identified by their emission spectra."},{"q":"How does a spectroscope produce its images?","a":["by separating light","by applying electromagnetic waves","by applying centrifugal force","by using a set of mirrors","by heating a collection of atoms"],"j":"A spectroscope produces images by separating light into component wavelengths. Light passes through a prism or grating and is then projected onto a screen to be viewed."},{"q":"A spectroscope’s images are usually called","a":["spectral lines","absorption spectra","splatalogues","hydrogen lines","electron configurations"],"j":"The colored lines of light separated by a spectroscope are often called spectral lines."},{"q":"Which atom produces the Balmer series?","a":["hydrogen","helium","oxygen","nitrogen","potassium"],"j":"The Balmer series is a set of emission lines that appears as hydrogen de-excites into the n = 2 state from a higher energy level."},{"q":"Relative to hydrogen, iron is","a":["more complex","smaller","more abundant","less stable","easier to identify"],"j":"Iron has many more electrons than hydrogen and thus has a more complex emission spectrum with many more visible lines."},{"q":"Which two household items do you need to assemble a simple spectroscope?","a":["compact disc and paper towel","cardboard box and construction paper","knife and string","salt and chalk","food coloring and soap"],"j":"You can create a spectroscope with a CD and a paper towel tube. The pits on the surface of the CD separate light, which the mirrored surface then reflects into your eye."},{"q":"Which type of light is produced by objects at high temperature?","a":["incandescence","fluorescence","phosphorescence","bioluminescence","infrared"],"j":"Objects that reach a high temperature will start to glow, producing incandescent light."},{"q":"Why do atoms in gas phase rarely interact?","a":["They are separated by a large distance.","They are at a low temperature.","They are difficult to excite.","They are closely packed.","They are in a metastable state."],"j":"Atoms in a gas phase are spaced far apart from each other, and thus the probability that they will interact is quite low."},{"q":"Atoms in solid phase tend to emit a frequency range that is","a":["continuous","large","visible","infrared","cool"],"j":"Thermal radiation is emitted as a continuous range of wavelengths because it emits from atoms in solid phase, which are closely packed. The closely packed atoms can undergo many more possible transitions, causing them to emit photons in a continuous range."},{"q":"An object’s temperature is inversely related to its","a":["peak wavelength","frequency","size","emission spectrum","speed"],"j":"At any given temperature, a “peak” wavelength emits with greatest intensity. This peak is inversely related to an object’s temperature. Thus, we can estimate that a star emitting light in a violet wavelength is about twice as hot as a star emitting in a red wavelength."},{"q":"What criterion defines an object as white hot?","a":["having a distribution speak that overlaps the entire visible spectrum","having a peak wavelength that correlates to that of white light","emitting a continuous range of frequencies","reaching a temperature of around 800 K","radiating thermal radiation"],"j":"An object that is white hot is so hot that its peak wavelength overlaps the entire visible spectrum, thus appearing white."},{"q":"Which type of waves create an absorption spectrum?","a":["electromagnetic","string","mechanical","matter","gravitational"],"j":"Absorption spectrums emerge when electromagnetic waves are passed continuously through a collection of atoms. They appear as a continuous spectrum except for black lines where the atoms have absorbed specific wavelengths of light; these spectrums can be used to identify the composition of a material."},{"q":"What type of light source is the Sun?","a":["incandescent","fluorescent","phosphorescent","bioluminescent","infrared"],"j":"The Sun produces its light through heat; it is an incandescent source."},{"q":"What is the name of the thin lines in the emission spectrum of sunlight?","a":["Fraunhofer lines","emission lines","spectroscopy lines","absorption lines","black lines"],"j":"Joseph von Fraunhofer discovered the thin lines indicating missing light frequencies in the Sun’s emission spectrum. These lines are named after him: Fraunhofer lines."},{"q":"What causes the lines in the Sun’s emission spectrum?","a":["the absorption of light by cooler gases","positive and negative ions canceling each other out","discrete shifts in atoms’ energy levels","the release of photons from excited states","the transmission of electromagnetic waves"],"j":"The Sun’s Fraunhofer lines are caused by the absorption of certain frequencies of light by cooler gases around the sun."},{"q":"Which element’s existence did scientists deduce from lines around the Sun?","a":["helium","hydrogen","oxygen","nitrogen","carbon"],"j":"Scientists used Fraunhofer lines to deduce the existence of an as-yet unknown element in the sun—helium."},{"q":"What does the Doppler effect tell us about stars?","a":["how fast they are moving","which elements compose them","how large they are","what their gravitational pull is","how far they are from Earth"],"j":"The Doppler effect is the frequency shift that occurs when waves from a moving object change as they come near or depart from a stationary observer. Although originally the term applied to sound waves, it is also true of electromagnetic waves and can tell scientists how fast stars are moving."},{"q":"What does the red shift suggest?","a":["The universe is expanding.","No life exists in the universe.","Many elements remain to be discovered.","Stars are dying faster than they used to.","Cosmic object emit sound."],"j":"Scientists can compare spectral lines from galaxies to known measurements of spectral lines on Earth to make inferences about the speed and velocity of stars. The spectral lines of most galaxies shift toward the red side of the spectrum, which indicates that they are moving away from Earth."},{"q":"Fluorescence can BEST be explained with the analogy of a(n)","a":["staircase","train","elevator","highway","trampoline"],"j":"Fluorescence occurs when a material absorbs a photon and then emits a lower frequency photon. It is similar to someone leaping to the top of a staircase and then returning down one step at a time."},{"q":"Why might a museum choose to display minerals under a blacklight?","a":["to reveal their colors","to preserve their chemical structure","to limit the degrading effects of fluorescence","to protect them from incandescence","to prevent de-excitation"],"j":"Minerals of difference compositions fluoresce in different colors because of the frequencies they emit during de-excitation. Applying ultraviolet light to minerals (or blacklight) bombards the minerals with high energy photons which the minerals then release through de-excitation, creating a variety of colors."},{"q":"The state between a ground state and an excited state is called a(n)","a":["metastable state","intermediate state","de-excited state","aggressive state","fluorescent state"],"j":"A metastable state occurs when an atom de-excites slowly, lasting up to milliseconds rather than the nanoseconds of an excited state. They are thus between a stable ground state and an excited state."},{"q":"In contrast to fluorescent materials, phosphorescent materials will glow","a":["for a longer time","more brightly","intermittently","in a wider variety of colors","only with an external source"],"j":"Phosphorescence differs from fluorescence in that fluorescent materials stop glowing once the external source of energy is removed. Phosphorescent materials can glow for hours after being excited."},{"q":"What type of gas surrounds the filament in a standard incandescent bulb?","a":["argon","halogen","tungsten","oxygen","hydrogen"],"j":"A standard incandescent bulb contains a tungsten filament surrounded by an argon gas that helps prevent oxidation."},{"q":"Why are incandescent bulbs being phased out?","a":["They are inefficient.","They are dangerous.","They are expensive.","They are unattractive.","They are old-fashioned."],"j":"Incandescent bulbs are extremely inefficient, releasing only about 5% of their energy as light and the rest as electromagnetic waves."},{"q":"What element of a compact fluorescent lamp affects the color of its light?","a":["the phosphor coating","the vapor used","the temperature of the tube","the shape of the tube","the ultraviolet light emitted"],"j":"CFLs are coated with phosphor, which fluoresces when it absorbs ultraviolet light emitted by excited mercury atoms. Different phosphors will fluoresce in different colors."},{"q":"The PRIMARY disadvantage of compact fluorescent lamps is their","a":["health hazards","short lifespans","expense","size","electricity use"],"j":"CFLs are efficient but the mercury vapor they contain poses environmental and health hazards. The bulbs must be disposed of carefully."},{"q":"What type of diode could be considered the opposite of a photodiode?","a":["light-emitting diode","backward diode","PIN diode","Gunn diode","PN junction"],"j":"A photodiode produces an electric current when light touches it, while a light-emitting diode produces light when an electric current passes through."},{"q":"What does a semiconductor require to work?","a":["voltage","heat","gas","motion","electromagnetism"],"j":"When voltage is placed across semiconductor layers, the excess atoms from the top layer become energetic enough to pass through the barrier and fill the holes in the bottom layer."},{"q":"Which of the following items does NOT contain LEDS?","a":["microchip","traffic light","brake lights","electronic billboards","computer monitors"],"j":"LEDs are common in many ordinary objects, such as traffic lights and brake lights."},{"q":"A semiconductor can BEST be understood with the analogy of","a":["holes","steps","stadium seats","cars","keys"],"j":"A semiconductor works by allowing excess atoms in one layer to fill “holes” in the bottom layer."},{"q":"Which of the following words is NOT part of the full name for “laser”?","a":["Spontaneous","Light","Amplification","Emission","Radiation"],"j":"“Laser” stands for “Light Amplification by Stimulated Emission of Radiation”. Lasers emit a beam of single-wavelength, coherent light via stimulated emission."},{"q":"What is the purpose of the active medium?","a":["It provides the atoms used for exciting and de-exciting.","It provides the minimum of atoms needed for stimulated emission.","It provides a controlled environment for harnessing lasers safely.","It funnels light into a single beam in lasers.","It prevents the excited atoms from gaining too much energy."],"j":"Every laser contains an active medium. This medium is a collection of atoms that excite and de-excite predictably and can be a solid, liquid, or gas."},{"q":"An atom that has absorbed a photon will","a":["absorb energy and become excited","release energy and become excited","absorb energy and become de-excited","release energy and become de-excited","have an inverse spin"],"j":"An atom that has absorbed a photon will absorb energy and become excited. The electric field from a passing photon causes an excited atom to emit a second, identical photon."},{"q":"The process by which an atom moves from a higher energy state to a lower energy state is known as","a":["spontaneous emission","photon absorption","quantum tunneling","population inversion","energy shift"],"j":"Spontaneous emission is an example of de-excitation. The atom returns to a lower energy state and emits a photon unpredictably. The emitted photon also travels in an unpredictable direction."},{"q":"What is the active medium in a laser?","a":["the material that emits photons","the concentrated beam of light","the frequency of the emitted light","the energy input to the laser","the free electrons in the system"],"j":"Every laser contains an active medium. This medium is a collection of atoms that excite and de-excite predictably. The active medium can be a solid, liquid, or gas."},{"q":"An atom emits a photon identical in phase of a passing photon during","a":["stimulated emission","spontaneous emission","directed emission","population inversion","polarization"],"j":"Stimulated emission occurs when the electric field from a passing photon causes an excited atom to emit a second, identical photon. The photon’s frequency must be similar to the transition frequency of the atom. The emitted photon has the same frequency, phase, and direction as the original."},{"q":"Which of the following statements is true about atoms?","a":["Atoms tend to exist in the lowest possible energy state.","Atoms tend to form bonds that will allow them to exist in solids.","Atoms in their lowest energy state do not interact with other atoms.","The transmission of photons between atoms gives rise to the strong force.","Atoms are fundamental particles."],"j":"For photons to reliably stimulate emission, most atoms in a sample must be excited, in a population inversion. Atoms in thermodynamic equilibrium occupy the lowest possible energy state; a population inversion must be specially induced."},{"q":"The process of population inversion in laser technology affects the proportion of","a":["excited atoms to ground-state atoms","photons to electrons","atoms to molecules","solids to gases","atoms with two electron shells to atoms with electron valence shells"],"j":"For photons to reliably stimulate emission, most atoms in a sample must be excited rather than in a ground state, i.e. in a population inversion. Atoms in thermodynamic equilibrium occupy the lowest possible energy state; a population inversion must be specially induced."},{"q":"What external energy excites electrons into an excited state?","a":["pump source","ionization energy","strong force","external atomic energy","weak force"],"j":"A laser must contain a pump source to provide energy and excite the atoms. Optical pumping and electrical pumping are the most common techniques."},{"q":"Which technique excites atoms by means of photon absorption?","a":["optical pumping","electrical pumping","visual pumping","sump pumping","physical pumping"],"j":"A laser must contain a pump source to provide energy and excite the atoms. Optical pumping and electrical pumping are the most common techniques. Optical pumping involves a light source, such as a lamp or laser."},{"q":"Which technique excites atoms by means of a current?","a":["electrical pumping","optical pumping","visual pumping","sump pumping","physical pumping"],"j":"A laser must contain a pump source to provide energy and excite the atoms. Optical pumping and electrical pumping are the most common techniques. Electrical pumping uses electric discharge or current to excite atoms."},{"q":"What happens if atoms achieve spontaneous emission before they achieve stimulated emission?","a":["A sustained beam of photons will not exist.","The atoms will reach population inversion.","Nothing will change.","The atoms will all lose an electron.","It will release more energy than with stimulated emission."],"j":"If atoms achieve spontaneous emission before they achieve stimulated emission, a sustained beam of photons will not exist. For photons to reliably stimulate emission, most atoms in a sample must be excited."},{"q":"What is the effect of the extra energy level in four-level lasers relative to three-level lasers?","a":["Population inversion can be achieved more easily.","The emitted wavelength is longer.","The emitted photon is more intense.","The pump source does not need to be so energized.","The scattered photons will not sustain a single beam of light."],"j":"Four-level lasers add another energy level between ground and metastable state. This energy level functions as the lower level of the stimulated emission transition and is higher than the ground state. Population inversion only requires a portion of the original atoms to be metastable."},{"q":"Interferometry relies on laser light’s","a":["coherence","direction","pressure","temperature","collimation"],"j":"Interferometry is only possible with laser light that is very coherent, so that it can measure minor irregularities or variances in refractive index."},{"q":"Which of the following statements ACCURATELY describes gas lasers?","a":["An electric current excites the gas.","They have a host and active species.","Electrons pass from the p-layer to n-layer.","Gas lasers have become more popular.","Gas lasers tend to be unstable."],"j":"Gas lasers have an active medium of low-pressure gas. Electrodes on either end of the optical cavity send current through the gas. Gas media tend to be cheaper and more durable than other types. Recently, solid-state and semiconductor lasers have superseded them."},{"q":"In what wavelength do carbon dioxide lasers transmit?","a":["infrared","UV","radio","microwave","visible"],"j":"Carbon dioxide lasers are highly efficient and highly powered. Their infrared light is suitable for industrial applications like welding and cutting."},{"q":"Which of the following statements ACCURATELY describes dimer molecules?","a":["They are stable only when excited.","They contain one type of atom.","They are strongly bonded.","They consist of unlike molecules.","They last a short time in excited state."],"j":"Excimer lasers use a gas composed of “dimer” molecules. Dimer molecules, such as argon fluoride, are only stable in the excited state."},{"q":"Excimer lasers are MOST valuable for their","a":["precision","longevity","broad wavelength","coherence","speed"],"j":"Excimer lasers are known for their precision and can remove fine layers of surface material without burning surrounding areas. Such lasers are commonly used for etching plastics and semiconductor circuits."},{"q":"The host used in the first functional laser selectively transmits the color","a":["red","blue","green","yellow","purple"],"j":"The first laser ever created was a Cr:ruby solid-state laser. Ruby is an aluminum oxide crystal, or corundum, that selectively transmits red."},{"q":"What is the active species in the Cr:ZnSe laser?","a":["chromium (Cr)","zinc (Zn)","selenium (Se)","zinc selenide (ZnSe)","chromium selenide (CrSe)"],"j":"Solid-state lasers use a rod-shaped active medium. Solid-state lasers are identified as [active species:host material], so Cr:ZnSe has a chromium active species."},{"q":"Photons are emitted by the electrons in the p-type layer of a semiconductor through the process of","a":["deexcitation","transmission","absorption","quantization","optical pumping"],"j":"The semiconductor “p-type” layer contains holes that accept electrons. With sufficient voltage, electrons become energetic enough to cross the barrier between layers. The electrons lose energy by dropping energy levels just like atomic electrons. The difference in energy is released as a visible light photon."},{"q":"Which component of a semiconductor diode laser allows for the creation of a coherent beam of light?","a":["optical resonator","active medium","n-type layer","p-type layer","host"],"j":"A laser’s optical cavity, or optical resonator, surrounds the active medium. It sustains the chain reaction and amplifies the laser beam to create a coherent beam."},{"q":"Semiconductor diode lasers are LEAST likely to be used for","a":["laser drills","barcode scanners","laser printers","laser pointers","DVD players"],"j":"Semiconductor diode lasers are used in low-power applications like laser pointers, printers, scanners, and CD/DVD readers."},{"q":"An external lens is used with laser diodes to correct","a":["the divergence of the emitted light","the varying frequencies of the emitted light","the out-of-phase light waves that are emitted","the diffraction of the emitted light","the effects of thin-film interference"],"j":"Laser diodes are fragile compared to other types of lasers. They are less collimated than other lasers. An external lens can correct the beam’s shape. However, lenses are easily broken and make laser diodes more fragile overall."},{"q":"Which of the following statements is NOT true about both light-emitting diodes and semiconductor diode lasers?","a":["They are both very fragile and prone to damage.","They both utilize a semiconductor.","They both utilize a low amount of energy.","They both have many commercial uses.","They both gradually decrease in efficiency over time."],"j":"Laser diodes are fragile compared to other types of lasers and LEDs. Both light-emitting diodes and semiconductor diode lasers rely on semiconductors and are low-energy applications."},{"q":"Which team of scientists first demonstrated the process described in “On the Quantum Theory of Radiation”?","a":["Willis Lamb and R.C. Retherford","Niels Bohr and Isidor Rabi","James P. Gordon and Herbert J. Zeiger","Charles Towns and Arthur Schawlow","Nikolay Basov and Aleksandr Prokhorov"],"j":"Albert Einstein made several important contributions to the laser and quantum theory. He wrote Zur Quantentheorie der Strahlung (“On Quantum Theory of Radiation”), which put forth the idea of stimulated emission.  In 1947, Willis Lamb and R.C. Retherford conducted the first demonstration of stimulated emission."},{"q":"Which scientist proposed the technique in which atoms are excited to a higher energy state through light absorption?","a":["Alfred Kastler","Gordon Gould","Albert Einstein","Niels Bohr","Charles Townes"],"j":"In 1950, Alfred Kastler proposed optical pumping. He envisioned a collection absorbing incident light and reaching a higher energy state. He received the 1966 Nobel Prize in Physics for this breakthrough."},{"q":"The 1966 Nobel Prize in Physics was awarded for the","a":["discovery of optical pumping","creation of the first functional laser","demonstration of stimulated emission","explanation of the photoelectric effect","creation of the first functional maser"],"j":"In 1950, Alfred Kastler proposed optical pumping. He envisioned a collection absorbing incident light and reaching a higher energy state. He received the 1966 Nobel Prize in Physics for this breakthrough."},{"q":"Why did the technique proposed by Alfred Einstein in 1917 initially have few practical applications?","a":["Population inversion was difficult to achieve.","Optical pumping was not a reliable technique.","It could only be used with microwaves.","Scientists could not find a suitable material to use it with.","A coherent beam of light could not be created with it."],"j":"Albert Einstein wrote Zur Quantentheorie der Strahlung (“On Quantum Theory of Radiation”), which put forth the idea of stimulated emission. By 1950, stimulated emission was fascinating, but impractical as achieving population inversion seemed unfeasible."},{"q":"Which range of light did the device devised by Charles Townes in 1951 utilize?","a":["microwaves","ultraviolet light","visible light","x-rays","infrared"],"j":"During World War II, Charles H. Townes developed microwave radar systems. In 1951, Townes conceived of stimulating emission at microwave frequencies; he called this conception the maser."},{"q":"A stimulated emission condition was established in Charles Townes’ maser by using","a":["a reflective cavity","a small hole","ammonia molecules","three quantum levels","visible light"],"j":"In 1951, Townes conceived of stimulating emission at microwave frequencies. A beam of excited ammonia molecules would pass through a reflective cavity. The excited molecules would emit microwaves and the cavity would amplify the waves, enabling stimulated emission. A hole therein allowed the beam to escape."},{"q":"Which of the following scientists did Charles Townes NOT work with during the development of the maser and laser?","a":["Isidor Rabi","Arthur Schawlow","Gordon Gould","James P. Gordon","Herbert J. Zeiger"],"j":"Charles Townes worked on the maser with James Gordon and Herbert Zeiger, and with Arthur Schawlow theorized an infrared light amplifier. He also worked with Gordon Gould, a Columbia graduate student interested in optical pumping. Isidor Rabi was a skeptic of the laser."},{"q":"The scientist who was eventually awarded with the patent for optical pumping also","a":["coined the term “laser”","devised and developed the maser","proposed optical pumping","explained the photoelectric effect","suggested a three-level quantum system for lasers"],"j":"Gordon Gould first coined the term “laser” in his lab notebook. He filed for a patent in 1959 and after it was awarded to Bell Labs sued, and 38 years later, received the rights to 48 patents including optical pumping and various laser applications."},{"q":"Which of the following objects can be described as “collimated, photon-stimulated, and high-current”?","a":["laser diode","light emitting diode","laser pointer","barcode reader","LaserDisc"],"j":"Laser diodes have an active layer as a barrier. The light they produce is collimated, and emission is stimulated by photons. They require a high electric current – ten times that of LEDs."},{"q":"Charles Townes and Arthur Schawlow published a paper confirming that","a":["masers with visible wavelengths were theoretically possible","masers could be created outside of a lab","lasers could be built from masers","masers had application in surgical fields","they had built the technology to create masers"],"j":"In 1958, Townes and Schawlow published confirmation that masers could theoretically produce visible light. Various scientists sought to produce working confirmation thereafter."},{"q":"Why did Charles Townes first experiment with a potassium gas maser?","a":["Potassium’s energy levels were well-understood.","Potassium was plentiful and inexpensive.","Potassium was a recently discovered element.","Other potential gas masers had already been patented.","He had developed a potassium ion specifically for maser experiments."],"j":"Townes investigated a gas laser as potassium’s energy levels were well-documented. Others chose ruby as their host."},{"q":"Theodore Maiman created the first functional","a":["laser","maser","commercially available laser","laser medical equipment","maser detector"],"j":"Theodore Maiman of Hughes Research Labs created the first working laser: a fingertip-sized synthetic ruby crystal with 694 nm red light."},{"q":"Charles Townes, Nikolay Basov, and Aleksander Prokhorov ALL","a":["won the Physics Nobel Prize","worked on masers","discovered the four-level laser","theorized stimulated emission","pioneered optical pumping"],"j":"Charles Townes, Nikolay Basov, and Aleksander Prokhorov won the Physics Nobel Prize for their work on masers (Townes) and three-level lasers (Basov and Prokohorov)"},{"q":"Which item was the first ever product scanned using a laser barcode reader?","a":["a pack of chewing gum","a bar of chocolate","an apple","a set of building bocks","a bottle of Coca Cola"],"j":"On June 26, 1974, a laser barcode reader scanned its first item, a pack of gum. They originally used HeNe lasers. Recently, cheaper and smaller diode lasers have grown in popularity"},{"q":"The first commercially available lasers used","a":["helium-neon","carbon dioxide","nitrogen","potassium","carbon monoxide"],"j":"On June 26, 1974, a laser barcode reader scanned its first item, a pack of gum. These early commercial lasers originally used HeNe."},{"q":"With which material did Arthur Schawlow and Irwin Weider both experiment to create masers?","a":["ruby","Helium-Neon","Potassium","garnet","fiberglass"],"j":"Arthur Schawlow and Irwin Weider both experimented with ruby as a host for their lasers; ruby was easily obtained."},{"q":"Laser spectroscopy uses lasers to","a":["illuminate samples and find their absorption spectrum","break down solid matter into observable gasses","provide samples of concentrated gasses","locate specific elements’ atoms","locate high concentrations of a gas"],"j":"Spectroscopy is the identification of elements by their emission and absorption spectra. Laser spectroscopy uses lasers to create a precise absorption spectrum."},{"q":"Nicolaus Bloembergen and Arthur Schawlow won the 1981 Physics Nobel Prize for developing","a":["laser spectroscopy","confocal laser scanning microscopy","laser applications in the medical field","laser printing","a laser using ruby crystals"],"j":"Laser spectroscopy uses lasers to create a precise absorption spectrum. Nicolaas Bloembergen and Arthur Schawlow earned the 1981 Nobel Prize in Physics for their contributions to laser spectroscopy."},{"q":"Why does laser spectroscopy allow more precise readings of wavelength absorption?","a":["Lasers are highly monochromatic.","Lasers create extremely concentrated beams.","Lasers can locate and isolate gasses.","Lasers can cool and heat gasses.","The light from lasers is more easily absorbed."],"j":"Lasers are monochromatic. This consistency allows absorption lines to be determined more precisely. Often, lasers will reveal that one absorption line is made of two distinct lines; they can also identify faint absorption lines that other techniques cannot detect."},{"q":"Infrared absorption technology can be used to identify","a":["organic compounds","barcodes","metals","hand and fingerprints","other light sources"],"j":"Infrared lasers are best suited for identifying organic compounds. Their wavelengths are on the order of micrometers. Organic compounds are composed mostly of molecules, not individual atoms. Thus, their patterns of vibration and rotation match larger infrared waves."},{"q":"Confocal laser scanning microscopy is a technique for","a":["creating three-dimensional models of specimens","making incisions in microscopic materials","generating barcodes","identifying microscopic material","scanning organic tissue for infection"],"j":"Confocal laser scanning microscopy (CLSM) uses a laser to construct a 3-D portrayal of a specimen. The microscope combines data from each 2-D section to create a 3-D model.  Marvin Minsky, a Harvard researcher, first conceptualized confocal scanning microscopy (CSM) in the 1950s."},{"q":"M. David Egger published the first recognizable pictures of","a":["cells","Mars","bacteria","viruses","microscopic animals"],"j":"M. David Egger and Paul Davidovits of Yale developed the first confocal laser in 1969. In 1973, Egger produced the first distinguishable images of cells."},{"q":"Laser tweezers use laser beams to","a":["hold microscopic material in place","remove microscopic material from organic compounds","locate and destroy damaged tissue","remove contaminant molecules from pure samples of elements","dislodge microscopic material"],"j":"Optical tweezers use a focused laser beam to manipulate microscopic particles. Ashkin first exhibited optical tweezing in 1986. Optical tweezers can manipulate bacteria, cells, and microscopic particles and can measure forces on the order of piconewtons."},{"q":"Which technology did Arthur Ashkin develop?","a":["laser tweezers","laser cooling","laser weaponry","laser cutting","holography"],"j":"In 1970, Arthur Ashkin of Bell discovered that laser light exerts a force on particles. Scientists soon developed optical tweezers, which use a focused laser beam to manipulate microscopic particles. Ashkin first exhibited optical tweezing in 1986."},{"q":"What does an object’s temperature measure?","a":["its particles’ kinetic energy","its potential energy","its light emission","its ability to absorb heat","its particles’ ongoing chemical reactions"],"j":"Temperature is a measurement of the average kinetic energy of a material’s particles. Air molecules at room temperature move at about 500 m/s."},{"q":"What happens when an atom absorbs a photon?","a":["it “recoils” from the impact of the photon","it emits an electron","it moves in the opposite direction of the photon’s impact","it undergoes fission","it bonds with another atom"],"j":"When a photon collides with an atom, the atom recoils slightly to conserve momentum. The atom then spontaneously emits a photon in a random direction. This photon also causes the atom to recoil in the opposite direction. The emitted photon travels in a random direction."},{"q":"What process occurs after an atom becomes excited?","a":["spontaneous emission","radiation","atomic fission","spontaneous absorption","atomic cooling"],"j":"Spontaneous emission is an example of de-excitation whereby the atom that has been excited returns to a lower energy state and emits a photon unpredictably."},{"q":"What technique do scientists use to selectively slow down atoms?","a":["Doppler cooling","radiation control","atomic cooling","reabsorption matrices","controlled electron emission"],"j":"Scientists can selectively cool atoms moving towards the laser. They take advantage of Doppler cooling. Scientists set the laser frequency to slightly below that of an energy transition; thus, the laser beam only excites atoms moving towards the source."},{"q":"The Doppler effect dictates that a wave’s frequency shifts due to relative motion between the source and the","a":["receiver","interrupter","laser","atom","surrounding light waves"],"j":"The Doppler effect causes the perceived frequency of a wave to shift if the source and observer are moving relative to one another. Moving towards a light will raise the observed frequency."},{"q":"What is nuclear fusion?","a":["a nuclear reaction in which two nuclei combine into one","a nuclear reaction where a nucleus splits into two","a stellar process where an atom separates into individual protons and electrons","a nuclear reaction in which an atom absorbs a proton","a stellar process in which an atom loses a proton"],"j":"Nuclear fusion happens when two light nuclei fuse into one larger nucleus. It is the opposite of nuclear fission which splits a large nucleus into parts. If light nuclei, such as hydrogen, fuse, they release energy. Fusion chain reactions power all stars."},{"q":"What is the fuel source of nuclear fusion?","a":["hydrogen","helium","oxygen","carbon","uranium"],"j":"As a power source, nuclear fusion is promising. Hydrogen, its fuel source, is abundant and does not create radioactive byproducts."},{"q":"Why is fusion difficult to replicate in a laboratory?","a":["It requires extremely high temperatures.","It requires a large amount of fuel.","It must be induced by a random quantum event.","It tends to fizzle out.","It causes extreme radiation."],"j":"Several obstacles make sustained fusion reactions difficult. The largest challenge is getting the nuclei to a high enough temperature. Fusion in the sun occurs at temperatures exceeding 10 million kelvin."},{"q":"Where does fusion naturally occur?","a":["stars","comets","underground","the ozone","gas planets"],"j":"Nuclear fusion happens when two light nuclei fuse into one larger nucleus. Fusion chain reactions power all stars."}],[{"q":"Which element’s oscillations are used to define the length of a second?","a":["cesium-133","rubidium-47","hydrogen","berkelium-102","argon-18"],"j":"In 1967, the National Institute of Standards and Technology created an atomic definition of the second. One second equals the time it takes cesium to complete 9,192,631,770 oscillations between two hyperfine levels of its ground state."},{"q":"What institution regulates the United States’ standards of measurement?","a":["the National Institute of Standards and Technology","the International Association of Measurement Technology","the UN Special Commission on International Measurement Standards","the National Commission of Technological Standards","the American Institute of Measurement"],"j":"The National Institute of Standards and Technology regulates the United States’ standards of measurement. In 1967, it created an atomic definition of the second."},{"q":"What is the SI measurement system’s most accurately known unit?","a":["the second","the inch","the mile","the gallon","the centimeter"],"j":"The second is the most accurate of the SI units. The first cesium atomic clock in 1955 was off by one second every 300 years. Today’s clocks are accurate to one second every 300 million years."},{"q":"A fusion reaction becomes self-sustaining after reaching the point of","a":["fusion ignition","spontaneous combustion","spontaneous emission","fusion distribution","the fission threshold"],"j":"The point at which fusion becomes self-sustaining is known as fusion ignition. Government researchers have proven laser fusion attainable with powerful lasers towards that end."},{"q":"What component of organic tissue absorbs most infrared light?","a":["water","skin tissue","cell membranes","protein","blood"],"j":"Human tissue consists mostly of water, which absorbs infrared radiation. Water accounts for almost all of tissue’s light absorption. Scientists generally approximate tissue as water when calculating absorption."},{"q":"What type of laser is most commonly used for medical applications?","a":["carbon dioxide","helium-neon","carbon monoxide","ruby","neon"],"j":"CO2 lasers are popular for laser surgery. They are readily available and easily absorb 10.6 μm light. At high enough intensity, a CO2 laser vaporizes cells. However, only the top layer of cells vaporizes. These cells absorb almost all of the light, shielding lower cells from damage."},{"q":"What is the most commonly advertised modern laser surgery?","a":["refractive eye surgery","heart surgery","cosmetic surgery","laser dermatology","laser dentistry"],"j":"LASIK gained approval in the United States in 1999. It became the most frequent elective procedure in the world in 2002."},{"q":"Refractive eye surgery uses lasers to","a":["reshape the cornea","destroy invasive veins","clean the iris and lens","alter the retina","restructure the iris"],"j":"Reshaping the cornea with lasers can correct vision. The primary laser used in eye surgery is the argon-fluoride excimer laser; the human lens absorbs its 193 nm light strongly."},{"q":"LASIK technology allows doctors to perform eye surgery without removing the","a":["epithelium","cornea","macula","conjunctiva","ciliary body"],"j":"LASIK surgery arose in response to the concern over PRK. The name stands for laser-assisted in-situ keratomileusis. The epithelium is peeled back and replaced after the surgery."},{"q":"What is a port wine stain?","a":["a type of birthmark","a tumor near the surface of the skin","a bruise resulting from the rupture of a blood vessel","a scar that commonly occurs from heart surgery","a type of internal bleeding"],"j":"Port-wine stains are red birthmarks that appear on the face and neck. They result from abnormalities in blood vessels just beneath the skin. Port-wine stains are too large and spread out for conventional surgery to remove."},{"q":"What is NOT an example of laser application in dermatology?","a":["fat tissue removal","birth mark removal","scar removal","tattoo removal","skin resurfacing"],"j":"Laser dermatology can be used for birth mark removal, scar removal, tattoo removal, and skin resurfacing."},{"q":"Laser hair removal targets the","a":["hair follicle","upper layer of skin","melanin receptors","keratin proteins","lower layer of skin"],"j":"Lasers also have applications in hair removal. Near-infrared lasers are targeted at follicles. Melanin, a pigment in hair, absorbs photons in this range strongly. The follicles heat up and die."},{"q":"Skin resurfacing consists of the removal of","a":["the surface layer of skin","flaking and dry skin","damaged areas of skin","hair","individual blemishes"],"j":"Laser skin resurfacing is a cosmetic procedure to remove wrinkles and blemishes. A CO2 laser scans over aged skin, removing the topmost layer. A fresh layer of skin replaces the layer damaged by sun and age. The new skin takes a few weeks to heal and revert to its normal color."},{"q":"What physical feature(s) make hair removal more effective?","a":["darker hair and lighter skin","lighter hair and skin","lighter hair and darker skin","thinner hair","thicker hair"],"j":"Lasers have applications in hair removal. Laser hair removal works best on dark hair and light skin. Lighter hair is difficult to remove because it contains less melanin."},{"q":"Modern laser removal of tattoos typically results in","a":["a discolored patch","scarring","minor burns","completely fresh skin","blistering"],"j":"The success of tattoo removal depends on the type of ink originally used. Generally, laser removal leaves only slight discoloration."},{"q":"Which of the following applications is NOT a common use of lasers in dentistry?","a":["removing wisdom teeth","removing decayed areas of teeth","preparing a tooth for cavity repair","removing swollen gum tissue","whitening teeth"],"j":"Lasers have various uses in dentistry. Solid-state erbium lasers that emit 3 μm light can drill into teeth and remove decayed areas without affecting solid enamel, or ready areas for cavity repair. CO2 lasers are a common treatment for gum disease, and laser teeth whitening involves argon and neodymium lasers."},{"q":"What type of laser light is used to cut metal?","a":["short wavelength","long wavelength","infrared","semiconductor","medium wavelength"],"j":"Different materials absorb widely varying wavelengths of light. Metals reflect longer wavelengths and absorb shorter wavelengths, thus, short-wavelength lasers are preferred when cutting most metals."},{"q":"Laser drilling uses","a":["short laser pulses","a continuous laser beam","a combination of conventional drills and laser technology","low-power lasers","infrared lasers"],"j":"Laser drilling is the process of rapidly pulsing a laser beam at a material. Each pulse dissolves some of the material. The number of pulses depends on wavelength, peak power, material, and repetition rate. Laser drilling requires high peak power."},{"q":"Why is aluminum NOT cut with lasers?","a":["It reflects most light.","It does not vaporize but turns to plasma.","It does not conduct heat well.","It is too soft.","It conducts electricity."],"j":"Some other metals are soft enough to cut with conventional tools. Aluminum reflects most wavelengths of light but can easily be cut with a saw."},{"q":"What type of laser is most commonly used for laser cutting?","a":["carbon dioxide laser","helium-neon laser","ruby laser","dye laser","rhodamine lasers"],"j":"CO2 lasers are frequently used for laser cutting. Laser cutting offers greater speed and accuracy than mechanical tools. It is a precise, sometimes automated process."},{"q":"What is the MAIN disadvantage of laser cutting?","a":["It takes a lot of power.","It cannot be automated.","It is not precise.","It takes a long time.","It does not work on all metals."],"j":"Laser cutting offers greater speed and accuracy than mechanical tools. However, it consumes greater power than mechanical cutting."},{"q":"Someone using binary in a laser-based application is MOST likely a","a":["CD producer","LASIK surgeon","radiology technician","hologram artist","laser welder"],"j":"Both CDs and DVDs store information as ones and zeroes. The disc player interprets these numbers into audio or video, and each pit in the plastic base corresponds with a zero byte."},{"q":"Which of the following developments occurred FIRST?","a":["LaserDisc introduced","DVDs released","National Ignition Facility completed","Apple LaserWriter released","CDs released"],"j":"LaserDisc was introduced in 1978, followed by CDs in 1982 and DVDs in 1995. The National Ignition Facility was completed in 2009."},{"q":"If a CD used a wavelength of 800 nm, then its pts would have a depth of","a":["200 nm","800 nm","400 nm","100 nm","1600 nm"],"j":"The depth of a pit is always ¼ of the wavelength of laser light in plastic. Thus, when the laser beam enters and exits the pit, it shifts a half wavelength."},{"q":"A CD without an aluminum layer would be","a":["unable to reflect laser light","penetrated by too many wavelengths","read in an opposite direction","vulnerable to scratches","played backwards"],"j":"CDs consist of three layers. The plastic base stores the track information, an aluminum layer reflects laser light, and a transparent polycarbonate layer protects the plastic base."},{"q":"In which of the following ways do CDs and DVDs differ?","a":["DVDs use a shorter wavelength.","Only CDs use binary.","DVDs can store 50 times more data than CDs.","DVDs date from two decades after the CD.","Only CDs are digital."],"j":"DVDs were introduced 13 years after the CD. They use a shorter wavelength of laser and can store 30 times more data than a CD."},{"q":"Which of the following statements ACCURATELY describes a CD being read?","a":["A photodetector reads the laser beam exiting from the pit.","A phase shift creates constructive interference.","Each pit in the plastic base corresponds with a one byte.","The laser beam reflects off the surface of the pit.","The laser beam is typically 650 nm."],"j":"Each pit in the plastic base corresponds with a zero byte, and it is always ¼ of the wavelength of laser light. When the laser beam enters and exits the pit, it shifts a half wavelength, creating destructive interference. A photodetector reads the low intensity light as a zero. Standard CDs use 780 nm wavelength infrared lasers."},{"q":"Which of the following pairs CORRECTLY matches an application to its wavelength of laser?","a":["Blu-ray; 405 nm","CD; 650 nm","DVD; 780 nm","HD DVD; 650 nm","LaserDisc; 700 nm"],"j":"CDs use 780 nm wavelength infrared lasers and DVDs 650 nm lasers. HD DVD and Blu-ray both use 405 nm lasers."},{"q":"Which of the following statements CORRECTLY contrasts holography and photographs?","a":["Holograms use multidirectional light, while photographs use a single direction.","Holograms use multiple images, and photographs only one.","Holograms derive from concave mirrors and photographs from plane mirrors.","Holograms are recordings, while photographs are reflections.","Holograms use coherent lasers, while photographs use scattered beams."],"j":"Holograms are not images but recordings. They are not usually viewable in normal lighting. Holograms record light travelling in multiple directions, whereas a photograph records only a single direction. This characteristic gives the hologram multiple viewing angles and the appearance of depth."},{"q":"Which of the following similarities do CDs and holograms share?","a":["Both rely on interference.","They use lasers from across the spectrum.","Both were conceptualized in the 1970s.","They record audiovisual information.","They can be computer-read"],"j":"When the laser beam enters and exits the pit of a CD, it shifts a half wavelength, creating destructive interference. A single laser beam splits into two beams to form a hologram. One beam scatters off the object being recorded; a mirror directs the other beam to a photographic plate and the two beams generate interference patterns as they reach the plate. Dennis Gabor theorized holography in the 1940s."},{"q":"What is unique about rainbow holograms?","a":["They appear different from different angles.","They can be seen only under fluorescent light.","They do not use interference patterns.","They use broader-spectrum lasers.","They use two beams."],"j":"Holography methods have improved to allow viewing without a laser. These rainbow holograms produce a rainbow-like spectrum that shifts depending on viewing angle. Rainbow holograms function as a security feature on credit cards, documents, and currency."},{"q":"Which of the following statements ACCURATELY describes LaserDiscs?","a":["They used HeNe lasers.","VHS superseded them.","They were cheap and readily available.","They debuted in 1987.","They are the immediate precursor of DVDs."],"j":"The LaserDisc, the precursor to the CD, debuted in 1978. LaserDiscs were metal and plastic discs 12 inches in diameter.  They used helium-neon lasers to read optical discs. They were higher quality than VHS tapes, but the cost of discs and players made LaserDiscs a commercial failure. However, they did lead to the development of CD players by 1982."},{"q":"Barcode scanners MOST fundamentally depend on","a":["absorption and reflection of light","diffraction gratings","thin-film interference","spontaneous emission","ionization"],"j":"Barcode scanners shine laser light across the dark lines of a barcode. The lines absorb the light, while the white gaps reflect the light back."},{"q":"A businessman buying a diode laser is MOST likely purchasing a","a":["barcode reader","laser pointer","printer","3D modeler","semiconductor chip"],"j":"Barcode scanners shine laser light across the dark lines of a barcode. The HeNe laser was originally used, but diode lasers are more common now."},{"q":"In which of the following jobs is one MOST likely to use a laser below 5 mW?","a":["land surveying","welding","stereolithographer","film developer","surgeon"],"j":"Laser pointers have industrial applications such as guidance systems in robotics and in levelling and land surveying equipment in construction. Laser pointers must, in the United States, by law have no more than 5 mW of power output."},{"q":"A “drum” is likely to be found in a","a":["LaserJet","LaserDisc","SD card","PRK surgery","cauterizer"],"j":"Laser printers guide ink onto paper using a laser beam. The circuit activates a laser diode, which beam reflects off a rotating hexagonal mirror. The laser then scans across a positively charged rotating drum."},{"q":"Since their introduction, printers have NOT","a":["become heavier","lowered in price","been able to print in more colors","printed more quickly","produced more detail"],"j":"Laser printers have become cheaper, faster, and more detailed over time. Early laser printers printed in black and white; now, color printers repeat the printing process with three different colored toners."},{"q":"In which MAIN way did the HP LaserJet differ from the Xerox 9700?","a":["It was available to a broader consumer base.","It could print in color.","It was the size of a modern-day printer.","It cost less than $2,000.","It had no proprietary toner."],"j":"The Xerox 9700 was one of the earliest commercial laser printers. The HP LaserJet brought laser printing to the mainstream, as it was made for the consumer desktop."},{"q":"Which of the following pairs CORRECTLY matches a scientist to their discovery?","a":["E. H. Land; Polaroid","Arthur Ashkin; helium fusion","Gary Starkweather; optical tweezing","Dennis Gabor; laser printing","Alfred Kastler; tunable dye laser"],"j":"E.H. Land developed the polaroid; Alfred Kastler first theorized optical pumping; Gary Starkweather proposed laser printing; Dennis Gabor theorized holography; and Arthur Ashkin described laser tweezing."},{"q":"Which of the following pairs CORRECTLY matches a laser type to its wavelength?","a":["krypton-fluoride; 248 nm","argon-fluoride; 755 nm","alexandrite; 193 nm","diode; 1064 nm","neodymium; 810 nm"],"j":"Krypton-fluoride lasers use a 248 nm laser and argon-fluoride 193 nm. Alexandrite lasers have a wavelength of 755 nm and diode ones 810 nm; finally, neodymium lasers have a wavelength of 1064 nm."},{"q":"Which of the following pairs CORRECTLY matches a laser type to its application?","a":["teeth drilling; erbium","photolithography; alexandrite","CDs; argon-fluoride","laser surgery; neodymium","hair removal; krypton-fluoride"],"j":"Solid-state erbium lasers that emit 3 μm light can drill into teeth to remove decayed areas without affecting solid enamel. They can also ready areas for cavity repair. Lasers are less frightening and painful than whirring mechanical drills."},{"q":"A light-emitting diode is BEST alternatively named as a","a":["reverse photodiode","stereodiode","conductor diode","laser diode","photosensitive diode"],"j":"Light-emitting diodes (LEDs) are like reverse photodiodes. They emit light when they receive electric current. They contain two semiconductor layers; the “n-type” semiconductor layer has surplus electrons, and the “p-type” layer contains holes that accept electrons. With sufficient voltage, electrons become energetic enough to cross the barrier."},{"q":"A confocal laser scanning microscope would be MOST useful to a","a":["biologist who wants to examine a living specimen","surgeon who wants to replace an epithelium","roboticist who wants to guide her robot","3D modeler who wants to construct a boat","technician who wants to inspect metal for rust"],"j":"Confocal laser scanning microscopy (CLSM) uses a laser to construct a 3-D portrayal of a specimen. When the laser passes over molecules, they undergo fluorescence and emit light. A pinhole aperture focuses the light and a sensor collects it. The microscope combines data from each 2-D section to create a 3-D model."},{"q":"A chip that has a serial number marked on it has MOST likely undergone","a":["laser engraving","stereolithography","laser etching","welding","immersion lithography"],"j":"Laser engraving carves a shallow depression in the material.  It uses a high-power laser that vaporizes surface material. Many logos and serial numbers on electrical components are engraved with lasers."},{"q":"The laser used in photolithography has shifted from","a":["krypton to argon","fluoride to neon","erbium to helium","helium to carbon","zinc to gallium"],"j":"Improvements in the power of capabilities of microchips depend on the number of elements that can fit on a single chip. Reducing the size of individual features increases this quantity. Photolithographers do so through using increasingly short wavelengths. In the past, 248 nm krypton-fluoride lasers dominated; 193 nm argon-fluoride (ArF) lasers are now standard."},{"q":"Which of the following liquids with refractive index would immersion lithography MOST likely use?","a":["arsenic trisulfide (1.9)","benzene (1.501)","aniline (1.586)","ethanol (1.361)","water (1.330)"],"j":"Immersion lithography soaks optics in liquids with high refractive index, thus increasing the lens’s focusing power. An ArF laser can thereby print features smaller than 50 nm."},{"q":"Which of the following statements ACCURATELY describes photolithography?","a":["A chemical etches away parts of the photoresist.","The semiconductor wafer is coated with a chemical.","Infrared light is shone on the photoresist.","A dimer laser illuminates the photoresist.","Longer wavelengths enable more elements to be placed on the chip."],"j":"Photolithography coats a semiconductor wafer with a photoresist, and UV light shines on it through a mask. Excimer lasers are the main source of UV. A chemical etches away at the photoresist. Improvements in microchips depend on the number of elements that can fit on a chip, requiring shorter wavelengths."},{"q":"An optician experimenting with making powerful lens is MOST likely to use","a":["immersion lithography","rainbow holography","rapid prototyping","stereolithography","laser-assisted cutting"],"j":"Optical systems that focus light tightly also improve resolution. If the laser is focused, it exposes features to only part of its wavelength. Immersion lithography soaks optics in liquids with high refractive index, so as to increase the lens’s focusing power An ArF laser can thereby print features smaller than 50 nm."},{"q":"Which of the following pairs CORRECTLY matches a category to its component?","a":["rapid prototyping; stereolithography","monomer; argon fluoride","CD; Blu-ray","laser cutting; laser sintering","LED; photodiode"],"j":"Rapid prototyping is the fabrication of 3-D shapes using computers. Stereolithography is a method of rapid prototyping involving lasers. A UV laser focuses on a platform submerged in liquid. The liquid solidifies upon exposure to laser light. A computer controls the path of the laser beam. This process forms a thin solid layer"},{"q":"The process of selective laser sintering involves the material","a":["undergoing a change of state","being cooled rapidly","absorbing UV light","experiencing diffraction","receiving electrical current"],"j":"Selective laser sintering is another rapid prototyping technique. A laser melts the powder on a platform and allows it to re-solidify."}]]}