{"n":["The Days of Camelot","The Apex of American Liberalism","The Center Does Not Hold","The Rise and Undoing of a Law-and-Order President"],"v":[[{"q":"The New Deal was a response to","a":["the Great Depression","World War I","the Cold War","the Sputnik Launch","World War II"],"j":"President Roosevelt launched a massive social welfare initiative called the New Deal in response  to the Great Depression of 1929."},{"q":"The Wagner Act of 1935 guaranteed the right to","a":["union formation","freedom of the press","fair banking practices","social security","public education"],"j":"The Wagner Act of 1935, also known as the National Labor Relations Act, guaranteed workers the right to form labor unions."},{"q":"Which piece of legislation banned MOST child labor in the United States?","a":["Fair Labor Standards Act","National Labor Relations Act","Social Security Act","Serviceman’s Readjustment Act","Civil Rights Act"],"j":"The Fair Labor Standards Act of 1938 banned most forms of child labor and established the minimum wage."},{"q":"The liberalism of the late nineteenth century focused on","a":["ensuring freedom from an intrusive government","promoting individual self-worth","creating strong central planning authorities","expanding suffrage rights","improving international relationships"],"j":"While the liberalism of the late nineteenth century focused on freedom from an intrusive government, liberalism in the twentieth century promoted government intervention to asset social welfare."},{"q":"Social Security allowed certain Americans to more easily","a":["survive a layoff","enlist in the military","start a business","fund a mortgage","vote in elections"],"j":"Social Security provided a safety net to Americans that were laid off, had a disability, or were elderly."},{"q":"Which of the following groups was part of the New Deal coalition?","a":["liberal professionals","southern African-Americans","Northeastern tradesmen","immigrant laborers","wealthy industrialists"],"j":"The New Deal coalition consisted of liberal professionals, workers, farmers, northern blacks, and southern whites."},{"q":"After the Great Depression, the United States returned to full employment with","a":["the demand for war materials","the collapse of the Third Reich","the growth of the service industry","the adoption of mass consumerism","the expansion of suburbs"],"j":"The demand for war materials during World War II restored the United States to full employment after the Great Depression."},{"q":"Why did President Roosevelt NOT act on civil rights?","a":["He needed the support of white southerners.","He did not believe it could be accomplished.","He personally supported Jim Crow policies.","He thought the courts should handle the issue of civil rights.","He lacked approval from the Justice Department."],"j":"President Roosevelt did not take action on civil rights because he needed the support of white southerners for his New Deal coalition."},{"q":"Americans most immediately purchased war bonds to","a":["lend money to the government","increase their household consumption","invest in their children’s future expenses","fund their retirements","raise money for commercial construction"],"j":"Americans purchased war bonds during World War II to lend money to the government. The government later paid back these bonds with interest."},{"q":"“Pent-up demand” arises from","a":["saving for future consumption","purchasing stock during market crashes","investing in risky financial instruments","working for a specific good","demanding equal pay for equal work"],"j":"“Pent-up demand” occurs when consumers save for future consumption. This trend occurred in the 1950s as war bonds were paid out."},{"q":"Which of the following freedoms did President Roosevelt outline in his “four freedoms” speech?","a":["freedom from fear","freedom of the market","freedom to consume","freedom of privacy","freedom from debt"],"j":"President Roosevelt outlined four freedoms one year before the United States entered World War II. One of them included freedom from fear."},{"q":"Which of the following events occurred as a result of the passage of the G.I. Bill of Rights?","a":["the establishment of the Veteran’s Affairs Office","the expansion of federal highway construction","the creation of the National Aeronautics and Space Administration","the development of Medicare","the construction of the Hoover Dam"],"j":"The G.I. Bill of Rights was designed to help veterans re-enter American life and resulted in the establishment of the Veteran’s Affairs Office."},{"q":"Which of the following states is part of the “Sunbelt”?","a":["Arizona","Michigan","Maine","Washington","North Carolina"],"j":"The “sunbelt” included states from California through Texas, which includes Arizona. These states experienced large suburban expansions during the postwar boom."},{"q":"The National Association for the Advancement of Colored People was committed initially to","a":["securing equal access to housing","protecting gun rights","ending illegal immigration","funding scientific research","stopping the spread of Communism"],"j":"The National Association for the Advancement of Colored People was dedicated initially to securing access to education and equal housing for African-Americans."},{"q":"The Bretton Woods Conference fixed the dollar’s value to","a":["gold","oil","diamonds","steel","silver"],"j":"American economic hegemony was reaffirmed at the Bretton Woods Conference when they fixed  dollar’s value to the price of gold."},{"q":"The American-led reorganization of the world economy after World War II focused on preventing","a":["economic nationalism","international trade associations","colonial economies","export-based industries","expansionary monetary  policy"],"j":"In the aftermath of World War II, the United States led the reorganization of the world economy to avoid economic nationalism and high trade barriers."},{"q":"The Cold War was launched in partial response to the","a":["atomic bombing of Japan","defeat of Fascist governments","prevalence of American economic policy","amount of debt owed by European countries","invention of mechanized infantry"],"j":"The Cold War between the United States and the Soviet Union was launched in response to the atomic bombings of Japan."},{"q":"What was the total increase in the Gross Domestic Product of the United States between 1945 and 1960?","a":["250%","200%","150%","100%","300%"],"j":"The Gross Domestic Product of the United States increased 250% in the period between 1945 and 1960 mainly because of increased consumer spending."},{"q":"Which organization introduced the FIRST credit card?","a":["Diner’s Club","Visa","Coca Cola","Wrigley’s Chewing Gum","Macy’s"],"j":"Diner’s Cub introduced the first credit card in 1950 to help consumers expand their purchasing."},{"q":"Jack Straus explained the growth of the American economy through","a":["consumer expenditures","currency manipulation","job creation","government investment","scientific research"],"j":"Macy’s board chairman states “Our economy keeps growing because our ability to consume is endless.”"},{"q":"Levitt & Sons specialized in","a":["building suburban communities","building weapons","raising foreign capital","paving highways","manufacturing automobiles"],"j":"Levitt & Sons specialized in building new suburban communities in an assembly-line fashion."},{"q":"Which of the following items are correctly linked?","a":["automobiles; suburbs","home ownership; minority rights","civil rights; violent protesting","education; block grants","food stamps; federalism"],"j":"Automobile sales increased with suburban development as it required individuals to commute longer distances to work."},{"q":"The emphasis on consumer expenditures in the postwar era led to","a":["earlier marriages","lower interest rates","smaller family sizes","declining church attendance","decreased literacy rates"],"j":"Government endorsement of consumer expenditures also encouraged family lifestyles. It resulted in people getting married earlier."},{"q":"Which of the following issues was a focus of social critics in the postwar era?","a":["the uniformity of urban life","the rise of pro-Communist sentiment","the failure of the social welfare system","the increase in religious piety","the collapse of family morals"],"j":"Social critics in the 1950s commented on the uniformity of urban life and the domination of American consumerism."},{"q":"Who ended decades of Chinese civil war in the postwar era?","a":["Mao Zedong","Chiang Kai-Shek","Deng Xiaoping","Lin Biao","Peng Dehuai"],"j":"Mao Zedong ended decades of Chinese civil war and established a Communist regime."},{"q":"Which ideology was the focus of McCarthyism?","a":["Communism","Liberalism","Capitalism","Fascism","Modernism"],"j":"McCarthyism rallied against suspected Communist upsurges in the United States."},{"q":"In the 1950s, the United States government pressured women to","a":["leave their careers","delay getting married","pursue higher education","improve their spirituality","serve in the military"],"j":"In the 1950s, the American government pressured women to leave their careers and form families."},{"q":"Which of the following books discusses the pressures of middle-class life in the 1950s?","a":["<i>Organization Man</i>","<i>Atlas Shrugged</i>","<i>Lolita</i>","<i>East of Eden</i>","<i>Grapes of Wrath</i>"],"j":"Books such as <i>Organization Man, Death of a Salesman,</i> and <i>The Man in the Gray Flannel Suit</i> discussed the pressures of middle-class life in the 1950s."},{"q":"On which of the following subjects would a Beatnik author comment?","a":["refusing the pressures of fatherhood","serving in the military during World War II","supporting civil rights causes","working for a scientific association","reaffirming faith in God"],"j":"Beatnik authors lambasted mainstream expectations in the 1950s such as the pressures of fatherhood."},{"q":"How did rock ’n’ roll violate 1950s adult norms?","a":["It included sexually suggestive lyrics.","It appeared on television.","It encouraged young people to attend concerts.","It promoted public displays of affection.","It voiced support for abortion rights."],"j":"Rock ’n’ roll violated 1950s adult norms through including sexually suggestive lyrics and dance moves."},{"q":"The Kinsey Reports outlined the","a":["diversity of sexual behaviors","variety of consumer expenditures","approach to containment policy","aim of American trade policy","decline in religious piety"],"j":"The Kinsey Reports suggested that homosexuality, adultery, and sexual experimentation were not uncommon in the 1950s."},{"q":"Racial covenants barred African-Americans from","a":["moving into white neighborhoods","pursuing higher education","accessing business loans","applying to government jobs","enlisting in the military"],"j":"Racial covenants barred African-Americans from moving into white neighborhoods in the 1950s. They also could not secure lines of credit to purchase housing."},{"q":"With which type of work are <i>braceros</i> MOST associated?","a":["farm labor","education","nursing","industrial manufacturing","cooking"],"j":"Federal policies encouraged the immigration of <i>braceros</i>, Mexican farm laborers, in the 1950s and early 1960s."},{"q":"To where did MOST Puerto Ricans immigrate in the 1950s?","a":["New York City","Los Angeles","Houston","Chicago","Miami"],"j":"By 1960, two-thirds of the Puerto Rican immigrant population had settled in the East Harlem neighborhood of New York City."},{"q":"Which organization promoted the <i>Brown v. Board of Education of Topeka, Kansas</i> case?","a":["National Association for the Advancement of Colored People","American Civil Liberties Union","American Federation of Labor","Congress of Industrial Organizations","Southern Poverty Law Center"],"j":"The National Association for the Advancement of Colored People advocated on behalf of the case that was eventually known as <i>Brown v. Board of Education of Topeka, Kansas.</i>"},{"q":"The Truman Doctrine called for providing assistance to countries","a":["fighting authoritarian threats","investing in American industries","ending gender discrimination","recovering from colonial rule","purchasing American goods"],"j":"The Truman Doctrine outlined the American policy of containment and aided countries fighting authoritarian threats."},{"q":"How did President Eisenhower primarily fight the Cold War?","a":["He provided foreign aid.","He sent troops to Africa.","He formed the North Atlantic Treaty Organization.","He increased the size of the armed forces.","He established the Central Intelligence Agency"],"j":"President Eisenhower pursued a “soft” approach in fighting the Cold War. This approach included providing foreign aid and sponsoring propaganda."},{"q":"Which country was the primary focus of American containment policy?","a":["Soviet Union","Germany","China","India","Iran"],"j":"The American containment policy focused on limiting the spread of Communism and the influence of the Soviet Union."},{"q":"Congressional reforms in the 1950s subjected Native Americans to","a":["income taxes","citizenship tests","FBI surveillance","political disenfranchisement","military service"],"j":"Congressional reforms in the 1950s stripped Native Americans of their special legal status and subjected them to income taxes."},{"q":"Which of the following individuals was Secretary of State in the Eisenhower administration?","a":["John Forster Dulles","George Marshall","Dean Rusk","William Rogers","Henry Kissinger"],"j":"John Forster Dulles served as Secretary of State during the Eisenhower administration and believed in the need for a strong nuclear program."},{"q":"The success of Sputnik caused the United States to","a":["increase math and science education funding","establish an atomic weapons program","invade authoritarian regimes","stop sharing technology with allies","create a space military branch"],"j":"The success of the Soviet Sputnik satellite pushed the United States into a space race. This race resulted in increased math and science education funding."},{"q":"In his farewell address, President Eisenhower warned against","a":["permanent defense preparedness","Communist propaganda","politically motivated investigations","racial discrimination","anti-intellectual movements"],"j":"In his farewell address, President Eisenhower warned against permanent defense preparedness and the influence of the “military-industrial complex.”"},{"q":"In which service branch did John F. Kennedy serve?","a":["Naval Reserves","Marines","National Guard","Coast Guard","Army"],"j":"John F. Kennedy served in the Naval Reserves and in several conflicts during World War II."},{"q":"John F. Kennedy’s presidential campaign primarily focused on","a":["foreign affairs","social welfare","economic expansion","infrastructure investment","scientific research"],"j":"John F. Kennedy’s presidential campaign focused on foreign affairs and the perceived missile gap between the United States and the Soviet Union."},{"q":"Whom did John F. Kennedy select to be his vice-president?","a":["Lyndon B. Johnson","Richard Nixon","Joseph McCarthy","Robert Noyce","Curtis LeMay"],"j":"John F. Kennedy selected Senate majority leader Lyndon B. Johnson as his vice-president during the 1960 presidential campaign."},{"q":"Which of the following states reported election fraud during the presidential election of 1960?","a":["Texas","California","Rhode Island","New York","Wisconsin"],"j":"There were widespread reports of fraud in Texas and Illinois during the close presidential election of 1960."},{"q":"Why did some Americans disapprove of John F. Kennedy’s Catholicism?","a":["They questioned his loyalty to the Pope.","They distrusted Catholic social justice beliefs.","They believed it caused his infidelity.","They thought it caused him to promote government expansion.","They disagreed with Catholic biblical interpretations."],"j":"Certain Americans disapproved of John F. Kennedy’s Catholicism over concerns that he would be more loyal to the Pope than to the Constitution."},{"q":"John F. Kennedy’s declaration of a “new frontier” alluded to","a":["pioneering traditions","revolutionary war legends","military doctrines","scientific research","economic free-trade"],"j":"John F. Kennedy declaration of a “new frontier” during his inaugural address alluded to pioneering traditions."},{"q":"Which of the following medical conditions afflicted John F. Kennedy?","a":["high cholesterol","sepsis","diabetes","hypertension","lung cancer"],"j":"John F. Kennedy suffered from numerous medical conditions such as high cholesterol and Addison’s disease."},{"q":"Which university did John F. Kennedy attend?","a":["Harvard University","Yale University","University of California, Los Angeles","Stanford University","Williams College"],"j":"John F. Kennedy attended Harvard University and then enlisted in the Naval Reserves."},{"q":"With which of the following women did John F. Kennedy have an affair?","a":["Marlene Dietrich","Grace Kelly","Dorothy Dandridge","Jayne Mansfield","Natalie Wood"],"j":"John F. Kennedy had numerous extramarital affairs, including one with 1930s sex symbol Marlene Dietrich."},{"q":"Which of the following actions did President Kennedy pursue in response to Sputnik?","a":["landing a man on the moon","creating the Peace Corps","passing the Civil Rights act","ending steel tariffs","establishing Medicare"],"j":"President Kennedy declared the intention of the United States to send a man on the moon after the success of the Soviet Sputnik satellite launch."},{"q":"In June 1961, President Kennedy disagreed with Nikita Khrushchev over","a":["population movement in Berlin","nuclear testing provisions in the South China Sea","airspace control in Western Europe","missile silos in Guatemala","intelligence operations in Paris"],"j":"In June 1961, President Kennedy disagreed with Soviet leader Nikita Khrushchev regarding the population movement between East and West Berlin."},{"q":"Which of the following companies developed technology for the Apollo missions?","a":["Fairchild Semiconductor","Apple","Boeing","General Dynamics","Leonardo"],"j":"Fairchild Semiconductor developed the small and light silicone integrated circuit on behalf of the NASA Apollo missions."},{"q":"The Berlin Wall Crisis prompted the Soviets to","a":["resume nuclear testing","move missiles into Cuba","form an alliance with China","stop trading with the United States","patrol shipping lanes in the Pacific Ocean"],"j":"The Berlin Wall Crisis pushed the Soviet Union to resume nuclear testing. The United States soon followed suit."},{"q":"Why did the French President veto British membership in the European Economic Community?","a":["He worried about France’s loss of status.","He distrusted British economic policy.","He believed Britain did not have a strong currency.","He was insulted at the lack of British support during World War II.","He disapproved of their alliance with the United States."],"j":"France vetoed British membership in the European Economic Community and began a nuclear weapons program in response to a perceived concern regarding the loss of status."},{"q":"From which resource did the United States benefit as a result of its close relationship with the Cuban junta?","a":["sugar","oil","rum","tobacco","gold"],"j":"The United States supported the Cuban junta in part to benefit from the island’s sugar-based economy."},{"q":"The Bay of Pigs operation attempted to","a":["overthrow the Cuban regime","strengthen the Southern Vietnamese government","steal Soviet space technology","land an American astronaut on the moon","build a missile defense system"],"j":"The 1961 Bay of Pigs operation attempted to overthrow the Communist regime in Cuba."},{"q":"Why did the United States impose a naval blockade of Cuba in 1962?","a":["Cuba installed a nuclear missile site.","Cuba violated terms of the Spanish-American War treaty.","Cuba staged a failed invasion of Florida.","Cuba attempted to raise the price of key exports.","Cuba captured an American shipping vessel."],"j":"The United States imposed a naval blockade of Cuba in 1962 in response to the discovery of a nuclear missile site on the island."},{"q":"The Cuban Missile Crisis ended with an American commitment to","a":["remove military facilities","pull troops out of Western Europe","reduce the nuclear arsenal","lower tariffs on Soviet goods","end the militarization of space"],"j":"The Cuban Missile Crisis ended with the Soviets removing their Cuban missile facilities and the Americans removing their Turkish missile facilitates."},{"q":"<i>The Ugly American</i> documented American","a":["collaboration with European colonial powers","discrimination of racial minorities","economic policy in the postwar era","foreign policy in Vietnam","election fraud during the early twentieth century"],"j":"William Lederer and Eugene Burdick’s <i>The Ugly American</i> outlined the manipulations of American spies and agents and their collaboration with European colonial powers."},{"q":"The Peace Corps supported","a":["economic development","regime change","military operations","religious missionary initiatives","political propaganda"],"j":"President Kennedy established the Peace Corps to provide economic development to developing countries."},{"q":"Many African-Americans initially warmed to John F. Kennedy for his","a":["support of African black nationalism","role in founding the NAACP","friendship with Martin Luther King Jr.","legislation on civil rights","contributions to sit-in protests"],"j":"John F. Kennedy’s initial support of black nationalism in Africa appealed to the African-American community."},{"q":"What was the main tool of the Alliance for Progress?","a":["financial loans","religious missionaries","military troops","political campaigning","cultural propaganda"],"j":"The Alliance for Progress attempted to promote industrialization in South America through American financial loans."},{"q":"Which region was the focus of the Alliance for Progress?","a":["South America","Western Europe","Eastern Europe","China","Indochina"],"j":"The Alliance for Progress focused on South America. This American initiative focused on economic industrialization."},{"q":"The Green Berets were useful in","a":["counterinsurgency operations","election monitoring","civil rights advocacy","space research","economic policy formation"],"j":"The Green Berets are one of the major groups in American special forces. They specialize in counterinsurgency operations."},{"q":"What was the implication of the “flexible response” approach for American foreign policy?","a":["The military could respond to crises.","Nuclear weapons could be used in crises.","Foreign aid could be given to authoritarian regimes.","Economic policy should counteract Communism.","African nations should be the focus of political propaganda."],"j":"The “flexible response” approach meant that the military, including smaller groups of special forces, could respond to global crises."},{"q":"Which country colonized Vietnam?","a":["France","Britain","Spain","the Netherlands","Germany"],"j":"France originally colonized Vietnam. The 1954 Geneva Convention resulted in decolonization."},{"q":"In North Vietnam, Ho Chi Minh pursued","a":["land reforms","mining operations","vocational training","universal education","nuclear development"],"j":"Ho Chi Minh pursued land redistribution programs in North Vietnam to aid impoverished peasants."},{"q":"Why was domestic reform a low priority for President Kennedy?","a":["His party had a fragile Congressional majority.","He did not have enough federal funding.","He did not believe the federal government should pursue reform.","He gave the domestic agenda to the Vice President.","He faced resistance from civil rights organizations."],"j":"President Kennedy initially did not pursue an ambitious domestic reform agenda because the Democratic party held a fragile Congressional majority."},{"q":"The “Ink for Jack” movement protested","a":["government inaction on civil rights","military operations in Vietnam","European trade policy","tax cuts for the rich","high crime rates among minorities"],"j":"The “Ink for Jack” movement protested President Kennedy’s inaction on civil rights. They sent him pens in reference to his comment on ending housing discrimination “with a stroke of the pen.”"},{"q":"Where did black college students stage a sit-in in North Carolina in February 1960?","a":["a lunch counter","a school bus","a department store","a public pool","a college campus"],"j":"In February 1960, black college students staged a sit-in at a lunch counter in North Carolina. The lunch counter sit-in movement later grew."},{"q":"At which university did the students who founded the Congress of Racial Equality study?","a":["University of Chicago","Harvard University","Northwestern University","University of California, Berkeley","Yale University"],"j":"Students attending the University of Chicago founded the Congress of Racial Equality in 1942."},{"q":"Which of the following factors BEST explains the success of the 1960 sit-ins?","a":["They were televised.","They were endorsed by mainstream celebrities.","They led to violent clashes with racist organizations.","They featured prominent celebrities.","They were advertised in newspapers."],"j":"The success of the 1960 sit-in movement was due in part to the fact that they were televised and that audiences saw the violent reactions towards the peaceful protests."},{"q":"Which of the following factors made racial injustice unpalatable in many parts of the United States in the postwar era?","a":["the atrocities committed by Adolf Hitler","the poverty of African-Americans","the collapse of European colonial empires","the bombings in Alabama","the racist policies of George Wallace"],"j":"The atrocities committed by the Hitler regime before and during World War II made racial injustice unpalatable to large segments of the American population."},{"q":"Which of the following associations led the civil rights movement in the 1960s?","a":["Student Nonviolent Coordinating Committee","American Civil Liberties Union","American Federation of Labor","Congress of Industrial Organizations","Southern Poverty Law Center"],"j":"The Student Nonviolent Coordinating Committee was founded in the midst of the 1960 sit-in movement. It became one of the leaders of the civil rights movement."},{"q":"Which Supreme Court case ruled that interstate travel could NOT be segregated?","a":["<i>Boynton v. Virginia</i>","<i>Frontiero v. Richardson</i>","<i>Griggs v. Duke Power Co.</i>","<i>Swann v. Charlotte-Mecklenburg Board of Education</i>","<i>Loving v. Virginia</i>"],"j":"The Supreme Court cases <i>Boynton v. Virginia</i> and <i>Morgan v. Virginia</i> ruled against segregated interstate travel."},{"q":"Who organized the Freedom Rides?","a":["James Farmer","Joseph A. McNeil","Franklin E. McCain","William Smith","Clarence Henderson"],"j":"James Farmer organized the Freedom Rides, an attempt to have the federal government enforce Supreme Court Rulings banning segregated interstate travel."},{"q":"President Kennedy initially thought the Freedom Rides were","a":["unpatriotic","noble","necessary","sentimental","powerful"],"j":"President Kennedy initially thought the Freedom Rides were unpatriotic because footage of the arrests was seen around the world."},{"q":"Robert Kennedy encouraged the civil rights movement to","a":["register black citizens to vote","promote military enlistment","desegregate schools","participate in suffrage protests","end the Freedom Rides"],"j":"Attorney General Robert Kennedy encouraged the civil rights movement to register black citizens to vote. This led to massive registration drives in Mississippi."},{"q":"In 1962, President Kennedy mobilized federal marshals in Alabama to","a":["escort a black university student","protect a Baptist Church","raid a KKK local headquarters","desegregate an elementary school","protect black riders on public transit systems"],"j":"In 1962, President Kennedy had federal marshals escort James Meredith to the previously whites-only University of Mississippi."},{"q":"In his “Letter from a Birmingham Jail”, Martin Luther King Jr. argued against","a":["being patient","peaceful protests","engaging in political lobbying","religious congregations","criticizing protesters"],"j":"In his “Letter from a Birmingham Jail”, Martin Luther King Jr. rejected calls to be patient with his protesting. He wrote “justice too long delayed is justice denied.”"},{"q":"Which spiritual was sung during the March for Jobs and Freedom?","a":["“We Shall Overcome”","“Down by the Riverside”","“Deep River”","“Go Down Moses”","“Wade in the Water”"],"j":"Protestors at the March for Jobs and Freedom sang the protest spiritual “We Shall Overcome” at the Lincoln Memorial."},{"q":"Which civil rights activist did the Klan murder in 1963?","a":["Medgar Evers","Stokley Carmichael","Martin Luther King Jr.","James Farmer","Joseph A. McNeil"],"j":"A Klansman murdered NAACP activist and World War II veteran Medgar Evans in 1963."},{"q":"President Kennedy’s Council of Economic Advisers promoted","a":["sustained tax cuts","protectionist tariffs","expansive public spending","industry nationalization","restrictive monetary policy"],"j":"President Kennedy’s Council of Economic Advisers promoted sustained tax cuts to create more demand for goods and services."},{"q":"Which of the following phrases BEST describes the background of the experts on the Council of Economic Advisers?","a":["Ivy-League educated","religious","middle-class","athletic","politically uneducated"],"j":"Many of the advisers on President Kennedy’s Council of Economic Advisers were educated at Ivy League universities and some had experience in the private sector."},{"q":"In which industry did President Kennedy negotiate a wage agreement in early 1962?","a":["steel","soup","lumber","electronics","media"],"j":"President Kennedy negotiated a wage agreement in the steel industry in 1962 to avoid higher steel prices."},{"q":"In 1963, President Kennedy traveled to Dallas mainly to","a":["mend rifts in the Democratic party","open  a new federal building","meet with the Texas Governor","address a gathering of business leaders","meet with civil rights leaders"],"j":"President Kennedy travelled to Dallas in 1963 to mend rifts with the southern wing of the Democratic party."},{"q":"Who murdered Lee Harvey Oswald?","a":["Jack Ruby","Earl Warren","John Connally","Arthur Goldberg","C. Douglas Dillon"],"j":"Jack Ruby was a night-club owner who murdered Lee Harvey Oswald, President Kennedy’s assassin"},{"q":"Why did many people suspect a larger plot behind the assassination of President Kennedy?","a":["The suspect spent time in the Soviet Union.","The suspect did not vote for Kennedy.","The suspect idolized Che Guevara.","The suspect illegally owned a gun.","The suspect had an extensive criminal record."],"j":"Many suspected a larger plot behind the assassination of President Kennedy because Lee Harvey Oswald spent time in the Soviet Union"},{"q":"Which government official chaired the commission investigating the death of President Kennedy?","a":["Chief Justice of the Supreme Court","Speaker of the House","Secretary of Defense","Director of the Federal Bureau of Investigation","Inspector General"],"j":"Earl Warren, the Chief Justice of the Supreme Court, chaired a commission to investigate the circumstances surrounding President Kennedy’s assassination."},{"q":"Who was the FIRST individual to enter space?","a":["Yuri Gagarin","Vladimir Komarov","Alexey Lenonov","Fyodr Yurchikhin","Gennady Padalka"],"j":"Yuri Gagarin was a Russian Cosmonaut and the first individual to enter space."},{"q":"The term “globalization” came into use after","a":["a reduction in tariffs","the establishment of the United Nations","the creation of the North Atlantic Treaty Organization","a Berlin Wall performance","the adoption of television"],"j":"The steep reduction in tariffs driven by American postwar policy led to the term “globalization.”"},{"q":"Which of the following events prompted Nikita Khrushchev’s fall from power?","a":["the ban on atmospheric nuclear testing","the American invasion of North Vietnam","the defeat in the Korean war","the economic embargo of American goods","the construction of the Berlin Wall"],"j":"Soviet leader Nikita Khrushchev fell from power as a result of the Bay of Pigs fiasco and his agreement to ban atmospheric nuclear testing with the United States."},{"q":"Which type of countries occupy the “First World”?","a":["capitalist democracies","city-states","agricultural dictatorships","developing economics","supranational entities"],"j":"The “First World” includes capitalist democracy while the “Second World” refers to Communist countries."},{"q":"The Alliance for Progress aimed to","a":["promote industrialization","ensure regional security","sponsor scientific research","end racial discrimination","encourage gender equality"],"j":"The Alliance for Progress aimed at promoting industrialization in Central and South America during the Kennedy administration."},{"q":"In which government position did Robert McNamara serve in the Kennedy administration?","a":["Secretary of Defense","Attorney General","Chief of Staff","Secretary of State","Director of the Central Intelligence Agency"],"j":"Robert McNamara served as Secretary of Defense during the Kennedy administration. He had extensive experience in the private sector."},{"q":"The Geneva Conference of 1954 resulted in the","a":["partitioning of Vietnam","creation of the Alliance for Progress","ban on atmospheric nuclear testing","success of the Manhattan Project","end of the Korean War"],"j":"The Geneva Conference of 1964 led to the partitioning of Vietnam in order to allow France to withdraw its forces."},{"q":"Which political leader inspired the founders of the Congress of Racial Equality?","a":["Mahatma Gandhi","Franklin D. Roosevelt","Winston Churchill","Frantz Fanon","Kwame Nkrumah"],"j":"The founders of Congress of Racial Equality were inspired by the nonviolent tactics and teachings of Indian nationalist leader Mahatma Gandhi."},{"q":"The Freedom Riders FIRST faced opposition in","a":["Anniston","Birmingham","Atlanta","Nashville","Charleston"],"j":"The Freedom Riders faced opposition when they arrived in Anniston, Alabama on May 14 1961."}],[{"q":"Conservatives disliked President Johnson PRIMARILY for his","a":["support of welfare","aggressive military interventions","adulterous lifestyle","economic liberalism","religious devotion"],"j":"President Johnson’s strong support for social welfare policies resulted in significant conservative resistance."},{"q":"Where did Lyndon Johnson attend college?","a":["Southwest Texas State Teachers College","Harvard University","Teachers College, Columbia University","Mary Lou Fulton Teachers College","Yale University"],"j":"Lyndon Johnson attended Southwest Texas State Teachers College. This school was relatively obscure."},{"q":"Which experience MOST influenced Lyndon Johnson’s political vision?","a":["teaching at a segregated school","serving as Senate majority leader","passing the Civil Rights Act","losing his mother to cancer","serving in the Naval Reserves"],"j":"Lyndon Johnson cited his time teaching Mexican-American children at a segregated school as the formative event in developing his political vision."},{"q":"Lyndon Johnson FIRST ran for Congress after","a":["serving in a government agency","engaging in special forces operations","winning a research award","enlisting in the Marines","traveling to Africa"],"j":"After serving as the Texas Director of the National Youth Administration, Lyndon Johnson ran for Congress in 1937."},{"q":"The “Johnson Treatment” referred to Lyndon Johnson’s","a":["intimidation method","interview style","campaign technique","exercise regimen","religious piety"],"j":"The “Johnson Treatment” referred to the method in which Lyndon Johnson intimidated members of Congress in his leadership positions."},{"q":"Why did Robert Kennedy never forgive Lyndon Johnson?","a":["He attacked John F. Kennedy’s health.","He did not attend John F. Kennedy’s funeral.","He blocked the Warren Commission.","He dismissed him as Attorney General.","He stopped John F. Kennedy’s space programs."],"j":"Lyndon Johnson’s attacks on John F. Kennedy’s health during the 1960 Presidential primary led to Robert Kennedy’s permanent ill-will towards him."},{"q":"Which of the following expressions BEST describes how the public viewed Lyndon Johnson during the 1960 presidential primaries?","a":["shady politician","Southern segregationist","oil baron","devoted husband","economic conservative"],"j":"The public viewed Lyndon Johnson as a shady Washington politician during the 1960 Presidential primary because of his long Congressional career."},{"q":"John F. Kennedy selected Lyndon Johnson as Vice President PRIMARILY  to","a":["secure southern Electoral College votes","mobilize labor unions","strengthen his foreign policy agenda","appease economic liberals","support civil rights organizations"],"j":"John F. Kennedy needed to select Lyndon Johnson as his Vice President because he could help secure southern Electoral College votes."},{"q":"How did Lyndon Johnson advocate for civil rights while Vice President?","a":["He led the Committee on Equal Employment Opportunities.","He supported the activities of the NAACP.","He spoke at many sit-in protests.","He pursued social welfare legislation.","He policed white supremacist organizations."],"j":"While Vice President, Lyndon Johnson chaired the President’s Committee on Equal Employment Opportunities to promote civil rights."},{"q":"Where was Lyndon Johnson sworn in as President of the United States?","a":["on Air Force One","in the White House","in the Texas Governor’s Mansion","at the Lincoln Memorial","on the <i>USS George Washington</i>"],"j":"After the assassination of President Kennedy, Lyndon Johnson was sworn in on Air Force One."},{"q":"How did Lyndon Johnson combat conspiracy theories about his role in the assassination of President Kennedy?","a":["He honored Kennedy’s legislative agenda.","He chaired a commission investigating the assassination.","He promoted Robert Kennedy.","He announced sanctions on the Soviet Union.","He ended his support for the Southern Democrats."],"j":"Lyndon Johnson was involved in many conspiracy theories regarding President Kennedy’s death. He honored Kennedy’s legislative agenda in part to reject these claims."},{"q":"Who led a “massive resistance” campaign against school desegregation in 1964?","a":["Harry F. Byrd","Jack Ruby","Earl Warren","George Wallace","Eugene Connor"],"j":"Harry F. Byrd was a southern Democrat from Virginia who led a massive campaign against school desegregation in 1964."},{"q":"Which of the following measures was part of the 1964 Revenue Act?","a":["introduction of a minimum standard deduction","increase in corporate tax rates","establishment of business income filings","decrease in child allowances","rise of death taxes"],"j":"The 1964 Revenue act introduced a minimum standard deduction and lowered overall tax rates."},{"q":"How is a filibuster launched in the United States Senate?","a":["talking continuously","adding an amendment","calling the sergeant-at-arms","vetoing legislation","calling the roll"],"j":"In the United States Senate, a Senator can launch a filibuster through talking continuously."},{"q":"In order to pass President Kennedy’s civil rights bill, President Johnson appealed to","a":["Christian values","economic rationality","military traditions","European liberalism","universal human rights"],"j":"President Johnson appealed to Christian values and John F. Kennedy’s memory to pressure Congressional members to pass the civil rights bill."},{"q":"On which Constitutional Amendment did the Civil Rights Act of 1964 rely?","a":["14<sup>th</sup>","12<sup>th</sup>","10<sup>th</sup>","8<sup>th</sup>","16<sup>th</sup>"],"j":"The Civil Rights Act of 1964 cited the equal protections clause of the 14<sup>th</sup> Amendment."},{"q":"Title VII allowed President Johnson to","a":["enforce equal employment opportunities","end school segregation","ban segregated interstate travel","protect African-American voting rights","fund civil rights organizations"],"j":"Title VII addressed employment discrimination and allowed President Johnson to enforce equal employment opportunities."},{"q":"Which association did Fannie Lou-Hamer lead?","a":["Mississippi Freedom Democratic Party","National Association for the Advancement of Colored People","Student Nonviolent Coordinating Committee","American Federation of Labor","Southern Poverty Law Center"],"j":"Fannie Lou-Harmer led the Mississippi Freedom Democratic Party, am integrated political party that showed African-American interest in politics."},{"q":"Hubert Humphrey enjoyed wide support among","a":["labor unions","steel businesses","African-Americans","elderly voters","second-generation immigrants"],"j":"President Johnson decided Hubert Humphry as his Vice Presidential candidate because of his extensive support among labor unions."},{"q":"Barry Goldwater’s libertarian wing opposed","a":["government market interventions","expansive nuclear weapons policy","military intervention in Vietnam","religious activity in public spaces","mercantilist economic measures"],"j":"Barry Goldwater’s libertarian wing of the Republican Party opposed government market interventions."},{"q":"Barry Goldwater’s Electoral College votes reflected the","a":["collapse of Democratic support in the south","emergence of a minority voting block","appeal of economic-based arguments","increase in white-based registration drives","weight of the Ku Klux Klan"],"j":"Barry Goldwater’s Electoral College votes came from southern states, and reflected the collapse of southern Democratic support."},{"q":"During the 1964 presidential election, President Johnson criticized Barry Goldwater for his","a":["approach to nuclear weapons","dislike of “The Great Society”","support for free-trade policies","views on large-scale government action","lack of religious piety"],"j":"President Johnson repeatedly attacked Barry Goldwater for his approach to nuclear weapons. He argued that Goldwater would use them in Vietnam."},{"q":"The Community Action Program assisted the poor in","a":["accessing their government benefits","developing skills for new jobs","building new residential housing","providing essential medical services","fighting economic discrimination"],"j":"The Community Action Program was an initiative of President Johnson’s “Great Society” program that helped the poor access the range of federal and state benefits."},{"q":"The VISTA program focused PRIMARILY on","a":["education","public housing","food insecurity","public health","business formation"],"j":"The Volunteers in Service to America program brought teachers into poor neighborhoods."},{"q":"The VISTA program functioned similarly to the","a":["Peace Corps","Central Intelligence Agency","Federal Bureau of Investigation","National Aeronautics and Space Administration","Department of Health and Human Services"],"j":"The Volunteers in Service to America Program functioned as a domestic version of the Peace Corps."},{"q":"Which act served as the basis for Medicare expansion?","a":["Social Security Act","Voting Rights Act","Immigration and Naturalization Act","Fair Labor Standards Act","National Labor Relations Act"],"j":"President Johnson established the Medicare program as an extension of the Social Security Act in the 1960s."},{"q":"Why did progressives criticize federal housing projects?","a":["They led to stigmatization.","They were priced above market value.","They encouraged the poor to drop out of school.","They were constantly monitored.","They led to poor health outcomes."],"j":"Progressives criticized federal housing projects because they led to stigmatization and invited crime."},{"q":"What does Medicare offer its members?","a":["hospitalization insurance","stable wages","disability payments","food stamps","land rights"],"j":"Medicare offers elderly Americans hospitalization insurance. It was part of President Johnson’s “Great Society” reforms."},{"q":"The Immigration and Naturalization Act of 1965 replaced the","a":["national origins quota system","unregulated border crossings","income-based criteria","visa lottery process","old passport method"],"j":"The Immigration and Naturalization Act of 1965 replaced the national origins quota system to allow immigration from more countries."},{"q":"The Immigration and Naturalization Act of 1965 limited immigration from within","a":["the Western Hemisphere","Western Europe","the Nordic Countries","Eastern Russia","the Southern Hemisphere"],"j":"The Immigration and Naturalization Act of 1965 limited immigration from within the Western Hemisphere and caused Mexican migration patterns to be illegal."},{"q":"The 24<sup>th</sup> Amendment bans the","a":["the use of poll taxes","laws limiting voting rights","separate-but-equal provisions","practice of racial discrimination","military draft"],"j":"The 24<sup>th</sup> Amendment banned the use of poll taxes to disenfranchise African-American voters."},{"q":"Which government agency does the Voting Rights Act of 1965 cite to monitor state voting policies?","a":["Department of Justice","Department of State","Department of Education","Department of the Interior","Department of Agriculture"],"j":"The Voting Rights Act of 1965 ensured that states could not change their elections process without approval from the Department of Justice."},{"q":"Why were many of President Johnson’s welfare programs underfunded?","a":["costs associated with the Vietnam War","breakup of the New Deal coalition","tax cuts at the state levels","stalemate in the United States Senate","administrative bloat"],"j":"The increasing costs of the Vietnam War resulted in the underfunding of many of President Johnson’s “Great Society” programs."},{"q":"In the long run, the Warren Court galvanized conservative opposition against","a":["judicial activism","racial discrimination","free trade","interventionist foreign policy","social welfare programs"],"j":"Because of the liberal Warren Court’s wide-reaching rulings, many conservatives later opposed judicial activism."},{"q":"Which of the following concepts did <i>Griswold v. Connecticut</i> establish?<i> </i>","a":["right to privacy","religious-based liberty","equal protection before the law","gender-based equality","workplace protections"],"j":"<i>Griswold v. Connecticut</i> was a Warren Court decision about contraception that established the right to privacy."},{"q":"Which of the following Supreme Court cases addressed police violence?","a":["<i>Miranda v. Arizona</i>","<i>Engle v. Vitale </i>","<i>Baker v. Carr</i>","<i>Brown v. Board of Education of Topeka</i>","<i>Plessy v. Ferguson</i>"],"j":"<i>Miranda v. Arizona</i> focused on abusive police practices against Mexican-Americans."},{"q":"Which of the following groups MOST participated  in the Freedom Summer?","a":["college students","Black Panthers","white-collar workers","Muslim leaders","rural farmers"],"j":"Many white college students from the north participated in the 1964 Mississippi Freedom Summer."},{"q":"Who led SNCC protesters in the 1965 Selma protest?","a":["John Lewis","Marquette Frye","Elijah Muhammad","Malcom X","Huey Newton"],"j":"John Lewis led SNCC protesters during the 1965 Selma protest that led to the Bloody Sunday violence."},{"q":"Which of the following events resulted in national sympathy for the passage of the Voting Rights Acts of 1965?","a":["the murder of civil rights activists","the launch of lunch counter sit-ins","the success of the March for Jobs and Freedom","the victory of the Birmingham bus boycott","the repeal of the Rumford Equal Housing Act"],"j":"In 1965, Klansmen murdered three civil rights activists. This incident spurred national sympathy for the Voting Rights Acts of 1965."},{"q":"Which of the following principles did the Nation of Islam support?","a":["black male empowerment","New Federalism","religious equality for Muslims","American colonization in the Middle East","wealth accumulation"],"j":"The Nation of Islam was a black nationalist organization that supported black male empowerment."},{"q":"Malcom X was jailed for","a":["burglary","murder","drug dealing","domestic violence","financial fraud"],"j":"Malcom X was jailed for burglary. While he was in jail, he joined the Nation of Islam."},{"q":"Black families migrated to northern cities PRIMARILY to seek","a":["industrial employment","black communities","educational opportunities","land ownership","lower tax rates"],"j":"Large numbers of African-American families migrated to northern cities in search of industrial employment."},{"q":"“White flight” contributed to","a":["urban center decline","Jim Crow policy development","workplace discrimination","police violence against racial minorities","military draft evasion"],"j":"“White flight” resulted in urban center decay as white families and their tax dollars moved to suburbs."},{"q":"The Watts Riots started after a(n)","a":["arrest","church bombing","sit-in protest","bus ride","civil rights rally"],"j":"The 1965 Watts Riots began after the police arrested Marquette Frye on the suspicion he was driving under the influence."},{"q":"The Kerner Report called for","a":["ending de jure discrimination","stopping American intervention in Vietnam","increasing federal funding for scientific research","promoting interfaith religious dialogue","building more suburban housing"],"j":"The Kerner Report called for ending both de jure and de facto discrimination in order to prevent continued economic disparities between black and white America."},{"q":"Which of the following incidents typically caused urban riots in the late 1960s?","a":["arbitrary police violence","white supremacist protests","electricity outages","extreme weather incidents","food shortages"],"j":"Many urban riots of the late 1960s were started as  a result of arbitrary and excessive police violence."},{"q":"Who coined the phrase “black power”?","a":["Stokely Carmichael","Huey Newton","Bobby Seale","Malcolm X","Martin Luther King Jr."],"j":"In 1966, SNCC leader Stokely Carmichael coined the phrase “black power.” This phrase represented a new direction for the civil rights movement."},{"q":"Which of the following actions caused a significant dip in President Johnson’s popularity in the late 1960s?","a":["He signed the Voting Rights Act.","He pulled troops out of Vietnam.","He ended his welfare initiatives.","He made racist comments to a reporter.","He lost the House and Senate majorities."],"j":"President Johnson experienced a significant dip in his popularity as a result of the passage of the Voting Rights Act of 1965."},{"q":"Which of the following actions did the Counter Intelligence Program pursue in the 1960s?","a":["the infiltration of black nationalist organizations","the militarization of local police forces","the disbandment of white supremacy groups","the armament of moderate African-Americans","the launch of de-radicalization programs"],"j":"The Counter Intelligence Program was authorized by the FBI to infiltrate black nationalist organizations and engage in targeted killings."},{"q":"The Black Panthers brought attention to","a":["gun control","religious violence","land ownership","military draft requirements","public health crises"],"j":"The Black Panthers’ use of firearms resulted in California passing the first gun control measure."}],[{"q":"New Deal liberals focused on","a":["restoring prosperity for the middle class","ending the Vietnam war","intervening in Communist conflicts abroad","enacting strong environmental protections","enfranchising minority voters"],"j":"New Deal liberals developed their priorities during the Great Depression and focused on restoring prosperity for the middle class."},{"q":"Supporters of the New Left cited global","a":["revolutions against imperialism","support for universal suffrage","progress on human rights","initiatives regarding environmental protections","efforts toward resource redistribution"],"j":"The New Left criticized New Deal liberals for ignoring global trends such as the revolutions against imperialism and colonialism."},{"q":"The Berkeley Free Speech Movement developed in response to the","a":["arrest of a student activist","institution of the military draft","publication of the Pentagon Papers","passage of the Bay of Tonkin Resolution","death of a civil rights activist"],"j":"The arrest of a student activist in October 1964 resulted in the development of the Berkeley Free Speech Movement."},{"q":"William F. Buckley led a movement calling for","a":["smaller government","minority rights","gender protections","gay equality","expansive social policy"],"j":"William F. Buckley led a conservative movement calling for smaller government in response to the activism of the New Left."},{"q":"Which association developed the Sharon Statement?","a":["Young Americans for Freedom","National Association for Women","United Farm Workers","Mexican American Political Association","American Federation of Labor"],"j":"Young Americans for Freedom was a conservative advocacy organization founded on college campuses that published the Sharon Statement."},{"q":"Barry Goldwater heavily criticized","a":["New Deal legislation","containment doctrine initiatives","segregationist laws","market expansion programs","military draft requirements"],"j":"Republican Barry Goldwater heavily criticized New Deal legislation because of the power granted to the federal government."},{"q":"Which Supreme Court case ruled that states could NOT block married couples’ access to contraceptives?","a":["<i>Griswold v. Connecticut</i>","<i>Roe v. Wade</i>","<i>Loving v. Virginia</i>","<i>Miranda v. Arizona</i>","<i>Engle v. Vitale</i>"],"j":"In <i>Griswold v. Connecticut,</i> the Supreme Court ruled that states could not block married couples’ access to contraceptives."},{"q":"The “Pill” refers to","a":["birth control","diabetes medication","cocaine","hallucinogenic agents","cyanide"],"j":"The “Pill” refers to the oral contraceptive invented in the 1960s. This development had a large impact on American sexual norms."},{"q":"In <i>Roe v. Wade</i>, the Supreme Court weighed a woman’s","a":["right to privacy","equal protection","freedom of speech","right to bear arms","right against self-incrimination"],"j":"The Supreme Court weighed a woman’s right to privacy regarding an abortion in the <i>Roe v. Wade</i> case."},{"q":"The Presidential Committee on the Status of Women reported on","a":["labor market inequalities","female sexual behaviors","military service rates","female contributions to academic research","suffrage campaigns in the 1920s"],"j":"The Presidential Committee on the Status of Women reported on the inequalities women faced in the labor market and in education."},{"q":"Who authored <i>The Feminine Mystique</i>?","a":["Betty Friedan","Coretta Scott King","Rachel Carson","Phyllis Schlafly","Susan B. Anthony"],"j":"Betty Friedan authored <i>The Feminine Mustique</i>, which commented on the sources of female isolation in the 1950s."},{"q":"What is the subject of <i>The Feminine Mystique</i> ?","a":["the sources of female isolation","the role of women in ancient tribes","the female sexual experience","the power of unlocking female leadership","the woman’s role in religious organizations"],"j":"Betty Friedan’s <i>The Feminine Mystique</i> was the result of her interviews with members of college graduating class regarding the isolation they felt during the 1950s."},{"q":"Why did President Johnson pursue an aggressive foreign policy?","a":["He wanted to preserve political support for his domestic agenda.","He believed in the legitimacy of the Gulf of Tonkin declaration.","He thought he should preserve the memory of President Kennedy.","He wanted to stop the spread of fascism.","He believed the world could not defend itself."],"j":"President Johnson did not consider a cautious foreign policy because he wanted to preserve support for his expansive domestic agenda."},{"q":"The Gulf of Tonkin Resolution allowed President Johnson to","a":["expand military operations in Vietnam","build the Berlin Wall","annex large portions of Southwest Asia","engage in diplomatic talks with the Soviet Union","fund military coups in Latin America"],"j":"Congress passed the Gulf of Tonkin Resolution in 1964, which allowed President Johnson to expand military operations in Vietnam."},{"q":"Operation Rolling Thunder resulted in a(n)","a":["bombing campaign","naval blockade","territorial annexation","colonial government","chemical gas attack"],"j":"Operation Rolling Thunder resulted in an expansive bombing campaign of North Vietnam."},{"q":"Who commanded the FIRST official combat troops in Vietnam?","a":["William Westmoreland","Earle Wheeler","Creighton Abrams","John S. McCain Jr.","Elmo Zumwalt"],"j":"General William Westmoreland commanded the first official American combat troops in Vietnam."},{"q":"Napalm bombs caused","a":["gasoline to cling to skin","iron to reach melting point","nerve gas to attack the immune system","carbon to explode on contact","sulfur to harm the respiratory system"],"j":"Napalm bombs caused gasoline to cling to the skin. These bombs were used to dispel North Vietnamese forces."},{"q":"Which of the following metrics did the Department of Defense track to determine the success of the Vietnam War?","a":["the body counts of Vietnamese insurgents","the amount of territory captured per week","the number of Napalm dropped","the rate of successful military operations","the number of enemy ships captured"],"j":"The Department of Defense compiled weekly “body counts” of Vietnamese insurgents to track the progress of the war."},{"q":"During the Vietnam War, “strategic hamlets” were used to","a":["house villagers","train new soldiers","secure supply lines","protect religious minorities","mine strategic resources"],"j":"American forces moved many villagers into “strategic hamlets” to ensure they were not part of Viet Cong forces."},{"q":"Which institution plays an important role in facilitating the military draft?","a":["Selective Service","Department of Education","Joint Chiefs of Staff","National Security Council","Central Intelligence Agency"],"j":"The Selective Service is the main institution that handles the military draft in the United States."},{"q":"What was the primary way of avoiding conscription?","a":["earning a deferment","faking a medical injury","fleeing to Canada","paying the conscription tax","purchasing another man’s service"],"j":"Many men avoided service in the Vietnam War through earning a deferment, such as one for pursuing higher education."},{"q":"What actually motivated “draft-motivated” men to enlist?","a":["unemployment","conservative beliefs","debt obligations","family pressures","patriotic feeling"],"j":"“Draft-motivated” men enlisted for the war because they had trouble obtaining a job due to their young age. Employers knew there was a high likelihood they would be drafted."},{"q":"The draft lottery system was based on","a":["birthdays","income","ethnicity","gender","profession"],"j":"The draft lottery system was based on birthdays. They were randomly pulled from a glass bowl."},{"q":"During the Tet Offensive, the Viet Cong attacked","a":["Saigon","Sapa","Hanoi","Lang Son","Hai Phong"],"j":"The Viet Cong launched a major offensive in 1969 known as the Tet Offensive. They even attacked the South Vietnamese capital of Saigon."},{"q":"Which statement BEST describes the impact of broadcast journalism on public perceptions of the Vietnam War in the late 1960s?","a":["It fostered skepticism towards the war.","It enabled pro-war protesters.","It popularized the notion of just American power.","It encouraged more men to enlist.","It resulted in demands to end the female draft."],"j":"In the late 1960s, broadcast journalism conducted many investigations into the struggles of the Vietnam War. These reports fostered public skepticism towards the war."},{"q":"The My Lai incident resulted in the","a":["murder of unarmed civilians","collapse of the Viet Cong","passage of the Gulf of Tonkin resolution","end of Operation Rolling Thunder","creation of local military forces"],"j":"The My Lai incident occurred when American forces murdered 504 unarmed Vietnamese civilians."},{"q":"Which of the following rationales BEST explains why American troops lost faith in the purpose of the Vietnam War?","a":["the prevalence of Asian racial stereotypes","the religious pacifism of minority soldiers","the lower pay rates for combat troops","the limitation of G.I. Bill Benefits","the five-year service requirements"],"j":"American forces gradually lost faith in the purpose of the Vietnam War because of common Asian racial stereotypes indicating the civilians were not worth saving."},{"q":"President Johnson sent troops to the Dominican Republic in 1965 to","a":["save Americans in a hotel","support the pro-Western government","protect oil resources","disband local militia units","escort scientific researchers"],"j":"In 1965, President Johnson sent troops to the Dominican Republic to save about 1,000 Americans trapped in a hotel."},{"q":"In 1956, Israel attacked Egypt over","a":["control of the Suez Canal","Communist missiles in the Sinai","oil disputes in the Mediterranean","anti-Semitic attacks in the United Nations","economic sanctions placed on strategic resources"],"j":"Israel first attacked Egypt in 1956 in a standoff over the Suez Canal."},{"q":"Which of the following territories did Israel occupy as a result of the Six-Day War?","a":["Golan Heights","Nile Valley","Lebanon","Suez Canal Region","Hijaz"],"j":"Israel occupied the Golan Heights, West Bank, and the Gaza Strip after winning the Six-Day War."},{"q":"Which of the following factors contributed to the breakout of the Six-Day War?","a":["American overextension in Vietnam","NATO missiles in Turkey","French intentions to start a nuclear program","Egyptian Communist beliefs","Soviet Anti-Aggression Pacts"],"j":"American overextension in Vietnam meant that the United States could not respond to the escalation tensions that led to the Six-Day War."},{"q":"Which of the following factors changed the nature of antiwar protests in the 1960s?","a":["continued troop deployments","Supreme Court rulings","international Communist attacks","radio investigative reports","popularity of British bands"],"j":"Continued troop deployments to Vietnam in the 1960s changed the size of antiwar protests."},{"q":"Which of the following companies was the focus of antiwar protests?","a":["Dow Chemical","Northrup Grumman","Boeing","General Dynamics","Raytheon"],"j":"Dow Chemical became the focus of antiwar protests because they manufactured napalm bombs."},{"q":"Who convened an International Tribunal in 1967 that determined the United States was guilty of war crimes?","a":["Jean-Paul Sartre","Hannah Arendt","Michel Foucault","Jürgen Habermas","Timothy Mitchell"],"j":"Jean-Paul Sartre and Bertrand Russell convened an International Tribunal in 1967 that determined the United States was guilty of war crimes."},{"q":"Daniel and Philip Berrigan served time in federal prison for","a":["destroying draft cards","criticizing the federal government","serving in an armed militate","attacking civil rights activists","evading government taxes"],"j":"Daniel and Philip Berrigan were Roman-Catholic priests that served time in federal prison for destroying draft cards."},{"q":"J. William Fulbright invited George F. Kennan to testify on the Vietnam War in part for his role in","a":["developing the containment doctrine","directing onsite combat operations","organizing military battle plans","creating government propaganda","investigating military atrocities"],"j":"Senator J. William Fulbright invited George F. Kennan, architect of the containment doctrine, to outline how Vietnamese containment policy was not working."},{"q":"Which of the following statements BEST describes why President Johnson did NOT run for re-election in 1968?","a":["He did not think he could end the war while running for president.","He failed to pass major legislative initiatives.","He suffered from health problems.","He was the subject of a major personal scandal.","He lacked the support of the Republican party."],"j":"President Johnson endured early primary losses and also believed he could not end the Vietnam War while running for president. These rationales led him to not run for re-election."},{"q":"Young Americans in the 1960s staged cultural protests primarily through","a":["fashion","literature","television","political rallies","military service"],"j":"Young Americans in the 1960s used fashion and drugs to stage cultural protests to middle-class norms."},{"q":"Which of the following musicals BEST expresses the youth counterculture of the 1960s?","a":["<i>Hair</i>","<i>West Side Story</i>","<i>Jesus Christ Superstar</i>","<i>Annie</i>","<i>Cabaret</i>"],"j":"<i>Hair</i> opened on Broadway in 1968 and expressed many values of youth counterculture through use of bold nudity and trendy language."},{"q":"Which drug did Timothy Leary promote?","a":["LSD","MDMA","cocaine","marijuana","methamphetamine"],"j":"Former Harvard psychology faculty member Timothy Leary promoted the use of hallucinogenic LSD as a way of letting the mind escape."},{"q":"“Where Have All the Flowers Gone” comments on concerns regarding the","a":["destruction of war","power of love","authority of government","promise of capitalist ideologies","end of legal regimes"],"j":"Pete Seeger’s “Where Have All the Flowers Gone” voices concerns about the destruction of war and modern life."},{"q":"The counterculture lifestyle of the “Hippies” PRIMARILY opposed","a":["middle-class normality","government service","rural traditions","leftist politics","repressive gender norms"],"j":"“Hippies” attempted to form a lifestyle counter to middle-class norms such as stable careers and family morality."},{"q":"The average hippie rebelling against commerce would","a":["beg for money","invest in nontraditional financial devices","develop his own currency systems","refuse to use manufactured goods","attack a bank"],"j":"Hippies attempted to rebel against capitalism and commerce through begging and hustling."},{"q":"Rachel Carson’s initial work focused on","a":["the impact of pesticides on plants and animals","air pollution in the Los Angeles Basin","contaminants in the water supply","the dangers of global warming","waste produced by industrial manufacturers"],"j":"Rachel Carson was an aquatic biologist who worked for the United States Fish and Wildlife Service who initially researched the impact of pesticides on plants and animals."},{"q":"Which of the following associations advocated for wilderness protection in the 1960s?","a":["Sierra Club","United Farm Workers","Mexican American Political Association","American Federation of Labor","National Organization for Women"],"j":"The Sierra Club continued the fight for wilderness protections in the 1960s and helped save Dinosaur National Monument."},{"q":"Which of the following environmental acts was signed into law FIRST?","a":["Clean Air Act","Wilderness Act","National Emission Standards Act","Motor Vehicle Air Pollution Control Act","Air Quality Act"],"j":"The Clean Air Act was signed in 1963 to limit air pollution."},{"q":"In which city did the Zoot Suit riots occur?","a":["Los Angeles","Chicago","Detroit","Miami","Boston"],"j":"The Mexican American Political Association participated in political advocacy after the 1943 Los Angeles Zoot Suit riots."},{"q":"The actions of the United Farm Workers resulted in","a":["legitimate labor contracts","a farmworkers’ bill of rights","health benefits","above-market wages","a new government agency"],"j":"The United Farm Workers advocated for farmworkers in the 1960s, and their actions led to legitimate labor contracts for them."},{"q":"Which of the following protests did Indians of All Tribes organize?","a":["the occupation of Alcatraz","the Bed-In for Peace","the March for Jobs and Freedom","the lunch counter sit-in protests","the takeover of the FBI building"],"j":"Indians of All Tribes organized the occupation of Alcatraz and a sit-in of the Federal Bureau of Indian Affairs."},{"q":"Who helped found the National Organization for Women?","a":["Betty Friedan","Rachel Carson","Phyllis Schlafly","Susan B. Anthony","Dolores Huerta"],"j":"Betty Friedan helped found the National Organization for Women in October 1966."}],[{"q":"In 1968, the Democratic Party establishment remained committed to","a":["the Cold War","de-colonization","free trade","the Monroe Doctrine","détente policy"],"j":"In the 1968, the establishment of the Democratic Party remained committed to the Cold War and expansive foreign policy."},{"q":"Why did Martin Luther King Jr. travel to Memphis in April 1968?","a":["He was supporting the garbage worker strike.","He was meeting the Tennessee Governor.","He was speaking at a religious conference.","He was organizing a march to Nashville.","He was interviewing a segregationist."],"j":"Martin Luther King Jr. traveled to Memphis in April 1968 to support the garbage worker strike. He was later assassinated."},{"q":"Who launched the Poor People’s Campaign?","a":["Martin Luther King Jr.","James Farmer","Joseph A. McNeil","Franklin E. McCain","John Lewis"],"j":"Martin Luther King Jr. launched the Poor People’s Campaign to include Americans of all racial and ethnic backgrounds."},{"q":"Why were traditional democratic voters opposed to the New Left in 1968?","a":["They disapproved of the antiwar tactics.","They rejected economic liberalism.","They did not agree with desegregation policies.","They thought it attacked traditional values.","They shunned its religiosity."],"j":"Many traditional democratic voters did not approve of the New Left’s antiwar tactics such as draft card burning."},{"q":"Which event caused hundreds of American riots in April 1968?","a":["the assassination of Martin Luther King Jr.","the publication of the <i>Pentagon Papers</i>","the uncovering of Watergate Scandal","the reporting of the My Lai incident","the passage of the War Powers Act"],"j":"The 1968 assassination of Martin Luther King Jr. in Memphis sparked hundreds of riots in many American cities and led to the death of 39 individuals."},{"q":"Which of the following issues was part of Robert F. Kennedy’s presidential primary platform in 1968?","a":["the fight against urban poverty","the increase of military power in the South Pacific","the promotion of female reproductive rights","the end of Jim Crow policies","the creation of a federal research program"],"j":"Robert F. Kennedy’s presidential platform included the fight against urban poverty and non-aggression in foreign affairs."},{"q":"Hubert Humphrey advocated a temporary increase of American soldiers in Vietnam to","a":["complete peace negotiations","root out Cambodian insurgent colonies","secure shipping lanes","build a wall between North and South Vietnam","stop drug exports"],"j":"Presidential candidate Hubert Humphrey pushed for a temporary increase of American soldiers in Vietnamese to complete peace negotiations with the Viet Cong."},{"q":"Which of the following organizations did Jerry Rubin lead?","a":["Youth International Party","Young Americans for Freedom","United Farm Workers","Student Nonviolent Coordinating Committee","American Federation of Labor"],"j":"Jerry Rubin’s Youth International Party resorted to civil disobedience tactics during the Democratic Party Convention in 1968."},{"q":"The Nixon Administration charged the Chicago Seven with intent to","a":["incite a riot","defraud the United States government","commit murder","commit treason","assist a foreign enemy"],"j":"The Nixon Administration charged the Chicago Seven with intent to cross state lines and cause a riot."},{"q":"Why were the convictions of the Chicago Seven overturned?","a":["The judge’s conduct was inappropriate.","The evidence was fabricated.","The prosecutor was arrested for perjury.","The appeals court permitted new evidence.","The Justice Department was accused of undue influence."],"j":"The convictions of the Chicago Seven were overturned because of the judge’s excessive punishments  during the trial."},{"q":"Which of the following claims did Richard Nixon make regarding his opponent during his FIRST congressional race?","a":["He was supported by Communists.","He believed in white supremacy.","He wanted to destroy the nuclear arsenal.","He hated Christian values.","He lacked knowledge of gender issues."],"j":"During his first congressional race, Richard Nixon claimed his Democratic opponent was supported by Communists."},{"q":"Richard Nixon was also known as","a":["“Tricky Dick”","“Sneaky Rick”","“Righteous Rick”","“Naughty Nick”","“Sneaky Dick”"],"j":"Richard Nixon earned the nickname “Tricky Dick” because of his tactics during his campaign for the Senate."},{"q":"In 1953, Richard Nixon claimed the only gift he received was a(n)","a":["cocker spaniel","wireless radio","antique book","small yacht","kitchen knife"],"j":"When news broke about a Nixon campaign fund run by wealthy donors, Richard Nixon claimed that the only gift he received was a cocker spaniel."},{"q":"Which characteristic caused many observers to predict the end of Richard Nixon’s political career in 1962?","a":["self-pity","anger","apathy","piety","honesty"],"j":"Richard Nixon exhibited self-pity after losing the California governor’s race in 1962. This trait caused many observers to assume conclude that this political career was over."},{"q":"Which of the following issues formed part of the Southern strategy?","a":["states’ rights","equal suffrage","social welfare programs","isolationism","judicial activism"],"j":"The Southern strategy involved a platform consisting of states’ rights and the restoration of law and order."},{"q":"Which of the following actions was part of Richard Nixon’s 1968 Presidential campaign strategy?","a":["He had his vice-president verbally attack the opposition.","He wiretapped the offices of the Democratic Party.","He publicly supported President Kennedy’s legacy.","He had his wife convert to Protestantism.","He refused to accept large campaign donations."],"j":"During the presidential campaign, Richard Nixon avoided personal attacks and instead had his vice-president launch verbal attacks."},{"q":"Richard Nixon’s domestic policies focused on","a":["maximizing political gain","improving access to voting rights","supporting segregationist policies","ending workplace discrimination","bolstering America’s international reputation"],"j":"Richard Nixon’s domestic policies focused on maximizing his personal political gain. This focus caused him to pursue a bipartisan agenda."},{"q":"New Federalism resulted in","a":["block grants","welfare programs","military draft requirements","mercantilist policies","technological innovation"],"j":"President Nixon pursued New Federalism, which resulted in “block grants” for states to pursue their own social welfare programs."},{"q":"Which of the following policy initiatives did Richard Nixon pursue?","a":["indexing Social Security payments to inflation","establishing Medicare","creating a standard minimum deduction","creating a national education system","ending the Cold War"],"j":"President Nixon indexed Social Security payments to inflation, which provided for cost-of-living adjustments."},{"q":"The Family Assistance Plan proposed a(n)","a":["guaranteed income","free healthcare service","benefits coordination scheme","homeownership program","vocational skills training course"],"j":"President Nixon proposed the Family Assistance plan to replace Aid to Families with Dependent Children. This program would have provided a guaranteed income."},{"q":"Which of the following government agencies was created during the Nixon Administration?","a":["Environmental Protection Agency","Office of the President of the United States","National Aeronautics and Space Administration","Office of the National Coordinator","Defense Intelligence Agency"],"j":"The Nixon Administration created the Environmental Protection Agency to organize federal efforts regarding environmental protection."},{"q":"Who replaced Earl Warren on the Supreme Court?","a":["Warren Burger","Harry Blackmun","Lewis Franklin Powell","William Rehnquist","Sandra Day O’Conner"],"j":"Richard Nixon nominated Warren Burger to take the seat of retiring Supreme Court Justice Earl Warren"},{"q":"Title IX prohibits discrimination in","a":["higher education","the military","religious institutions","the government","the workplace"],"j":"Congress passed Title IX in 1972, which prohibits gender discrimination in higher education."},{"q":"<i>Swann v. Charlotte-Mecklenburg Board of Education </i>provided the foundation for","a":["national bussing programs","voting protection rights","federal education standards","minority reparations","immigrant citizenship access"],"j":"<i>Swann v. Charlotte-Mecklenburg Board of Education</i> provided for school integration through establishing national bussing programs."},{"q":"Which industry did the Philadelphia Plan MOST affect?","a":["construction","finance","health care","retail","utilities"],"j":"The Philadelphia Plan proposed that construction companies should hire a certain number of non-white workers."},{"q":"Which group did Richard Nixon identify as a potential political base in May 1970?","a":["white northern workers","black southern voters","minority union voters","female suburban voters","religious male voters"],"j":"In May 1970, President Nixon identified white northern workers as a potential political base after a confrontation between antiwar protestors and construction workers."},{"q":"Which of the following factors contributes to stagflation?","a":["rising unemployment","low interest rates","a high velocity of money","increasing wage growth","an increase in the stock market"],"j":"Economists coined the term stagflation to describe a situation of rising unemployment and steadily rising prices."},{"q":"In the 1970s, the strong dollar led to","a":["cheap foreign imports","gold price increases","gasoline shortages","foreign investment funds","fluctuating interest rates"],"j":"The relative strength of the dollar in the 1970s led to cheap foreign imports in the United States."},{"q":"The Vietnamization policy involved","a":["Vietnamese soldiers taking over the fighting in Vietnam","American intelligence officers serving in the Vietnamese military","Vietnamese doctors practicing in the United States","American construction workers building in Vietnam","Vietnamese musicians organizing international tours"],"j":"Richard Nixon’s Vietnamization policy centered on Vietnamese forces taking over the fighting so the United States could avoid claiming a loss."},{"q":"In which role did Henry Kissinger serve in the Nixon Administration?","a":["National Security Advisor","Secretary of Defense","Chief of Staff","Environmental Protection Agency Administrator","White House Communications Director"],"j":"Henry Kissinger served as the National Security Advisory and Secretary of State in the Nixon Administration."},{"q":"Why did Richard Nixon deny involvement with Anna Chennault?","a":["It would have revealed potential illegal action.","It would have exposed him to media criticism.","It would have brought his affair into the open.","It would have bankrupted him.","It would have revealed his lack of religiosity."],"j":"Richard Nixon denied involvement with Anna Chennault because it would have revealed his involvement in an illegal act. Private civilians cannot engage in diplomatic relations."},{"q":"Which news outlet publicized President Nixon’s secret plans to bomb Cambodia?","a":["<i>New York Times</i>","<i>Los Angeles Times</i>","<i>Chicago Tribute</i>","<i>Washington Post</i>","<i>Boston Globe</i>"],"j":"The <i>New York Times</i> published President Nixon’s secret plans to bomb Cambodia in 1970."},{"q":"President Nixon decided to withdraw troops from Vietnam in part to","a":["weaken public attention to the war","appease the Viet Cong","ramp up military action in Cambodia","prevent the Soviet Union from placing missiles there","honor a détente treaty"],"j":"President Nixon decided to withdraw troops from Vietnam in part to weaken the antiwar movement and the public’s attention on the war."},{"q":"In which country did the Khmer Rouge operate?","a":["Cambodia","China","India","Thailand","Malaysia"],"j":"The Khmer Rouge was a Communist insurgency that eventually took over Cambodia."},{"q":"To which group was President Nixon referring with the label “egghead”?","a":["academics","farmworkers","military officers","police officers","firefighters"],"j":"Richard Nixon bitterly resented academics. He nicknamed them “eggheads.”"},{"q":"The <i>Pentagon Papers</i> outlined a(n)","a":["public misinformation campaign","torture policy","plan to manipulate elections","discriminatory immigration policy","back door political negotiation"],"j":"The <i>Pentagon Papers</i> revealed a public misinformation campaign regarding the Vietnam War stemming back to Harry Truman."},{"q":"The War Powers Act required the President to","a":["inform Congress within 48 hours of any military attack","provide clear proof of aggression before declaring war","obtain Congressional approval for troop deployments more than 5,000","fund military operations without foreign debt","consult with the Joint Chiefs of Staff on all military operations"],"j":"In 1973, Congress passed the War Powers Act to limit presidential power to engage in war. It required the President to inform Congress within 48 hours of any military attack."},{"q":"Which of the following actions occurred during “Operation Dewey Canyon III”?","a":["throwing military decorations towards the Capitol","occupying the building housing the Department of Veterans Affairs","burning draft cards by the Lincoln Memorial","burning down military recruitment centers in Los Angeles","stopping military vehicles in Chicago"],"j":"During “Operation Dewey Canyon III,” military veterans threw their medals and military decorations towards the Capitol."},{"q":"In an attempt to stop the publication of the <i>Pentagon Papers</i>, President Nixon sought  to","a":["file an injunction with the Supreme Court","arrest the involved journalists","establish a media blackout","release the papers before they did","discredit the source’s authenticity"],"j":"President Nixon filed an injunction with the Supreme Court to stop the publication of the <i>Pentagon Papers</i>. This injunction was denied."},{"q":"The Shanghai Communiqué provided the groundwork for the","a":["resumption of diplomatic relations between China and the United States","formation of an alliance between the Soviet Union and China","planned invasion of the island of Formosa","establishment of a defense pact in Southeast Asia","end of the Vietnam War"],"j":"President Nixon endorsed the Shanghai Communiqué, which laid the foundation for the resumption of diplomatic relations between China and the United States."},{"q":"Who led the nationalist forces during the Chinese civil wars?","a":["Chiang Kai-Shek","Mao Zedong","Deng Xiaoping","Zhu De","Zhang Zuolin"],"j":"Chiang Kai-Shek, leader of Chinese nationalist forces, was forced to flee to Formosa after being defeated by Mao Zedong."},{"q":"During his visit to the Soviet Union in May 1972, President Nixon negotiated the","a":["sale of American farm products","release of American hostages","end of atmospheric nuclear testing","purchase of Soviet space technology","exchange of foreign intelligence"],"j":"President Nixon negotiated the sale of $750 million in American farm products to the Soviet Union in May 1972."},{"q":"With which country did the United States sign the Antiballistic Missile Treaty?","a":["Soviet Union","China","Vietnam","Cambodia","India"],"j":"The United States and the Soviet Union signed the Antiballistic Missile Treaty during President Nixon's visit to the Soviet Union in 1972."},{"q":"Which of the following statements or theory withdrew United States support from developing nations dealing with communist insurgencies?","a":["Nixon Doctrine","domino theory","Gulf of Tonkin Resolution","Sharon Statement","containment"],"j":"The Nixon Doctrine stated that the United States would no longer provide armed support to countries fighting communist insurgencies."},{"q":"Why did the United States decide to undermine Salvador Allende?","a":["He was a Marxist.","He funded operations in Vietnam.","He participated in the drug trade.","He spread anti-American propaganda.","He stopped relying on American foreign aid."],"j":"The United States decided to undermine Chilean president Salvador Allende through covert means because he was a Marxist."},{"q":"Which of the following groups mostly did NOT vote for George McGovern in the 1972 Presidential election?","a":["southern whites","antiwar protesters","African-Americans","intellectuals","social liberals"],"j":"Southern whites and middle-class Americans were among the groups that did not vote for George McGovern in the 1972 Presidential election."},{"q":"George McGovern served as Senator from","a":["South Dakota","Indiana","Montana","Nebraska","Wisconsin"],"j":"George McGovern served as the Senator from South Dakota and later became the Democratic nominee for President in 1972."},{"q":"Why did seven “Plumbers” break into the offices of the Democratic National Committee in 1972?","a":["They were repairing a listening bug.","They wanted to obtain secret government archives.","They were investigating electoral fraud.","They were stealing campaign funds.","They were looking for campaign secrets."],"j":"The White House “Plumbers” was a group of Nixon political operatives that bugged the headquarters of the Democratic National Party. They broke into their offices to fix a listening bug."},{"q":"Which of the following officials was fired during the “Saturday Night Massacre”?","a":["Attorney General","Secretary of State","Secretary of Defense","Inspector General","Director of National Intelligence"],"j":"During the “Saturday Night Massacre,” President Nixon fired the Attorney General and Assistant Attorney General because they refused to dismiss the special counsel."},{"q":"President Nixon’s critics used the abbreviation CREEP to refer to his","a":["re-election committee","press entourage","immediate family","National Security Council","business advisory committee"],"j":"President Nixon’s critics used the acronym CREEP to describe the Committee to Re-Elect the President."}]]}