[
	"What do older generations not understand about your generation?",
	"Does violence breed violence?",
	"Is science the best way to understand the world?",
	"Can we know joy without pain?",
	"Is the world better off because of the internet?",
	"Should households divide their share of the chores equally?",
	"Should comic books be considered literature?",
	"Are there many kinds of freedom?",
	"Under what circumstances would communism work?",
	"Is the best society the most equal?",
	"Which is more important: talent or hard work?",
	"How far into the future should you extrapolate when making decisions?",
	"Should vegetarians eat lab-grown meat?",
	"&ldquo;Go big or go home.&rdquo; Discuss.",
	"Is social networking making us less social?",
	"&ldquo;Better late than never.&rdquo; Agree or disagree.",
	"&ldquo;Better to fail spectacularly than succeed modestly.&rdquo; Evaluate this statement.",
	"Are celebrities good or bad role models?",
	"What new invention does the world need?",
	"What impact has the internet had on society?",
	"&ldquo;Beauty is in the eye of the beholder.&rdquo; Is there an absolute standard for beauty?",
	"How is success for a woman today different than it was a generation ago?",
	"Do we read too many male authors?",
	"Do we value creativity enough?",
	"Is it better to learn through theory or practice?",
	"Has education opened or closed your mind?",
	"At which age should teens be allowed to make their own decisions?",
	"What is more important, love or money?",
	"When should you stop learning more about something?",
	"Are some people just lucky?",
	"How would the world be different if no one felt any fear?",
	"Is the world worth saving?",
	"Does anger paralyze or motivate?",
	"Does every cloud have a silver lining?",
	"Can losing feel good?",
	"Should unjust laws be disobeyed?",
	"&ldquo;If at first you don't succeed, try and try again.&rdquo; Is there a prescription for repeated failure?",
	"&ldquo;If it were easy, everybody would be doing it.&rdquo; Discuss.",
	"Does success require failure?",
	"Can vulnerability be strength?",
	"&ldquo;It is not enough to succeed. Others must fail.&rdquo; Discuss.",
	"Does wealth corrupt?",
	"Does justice require a judicial system?",
	"Is it ever good to be sick?",
	"Is it better to be an introvert or an extrovert?",
	"Do you listen to your head or your heart?",
	"Do attractive people have advantages that others do not?",
	"Does everyone deserve a second chance?",
	"Is anger productive?",
	"Is graffiti art?",
	"Is tech culture sexist?",
	"Should the Second Amendment be repealed?",
	"Should there be a universal basic income?",
	"Should we trust social media companies?",
	"Satire should mock those in power, not those without power. Discuss.",
	"Should the government forgive all current student loans?",
	"Does the media have a responsibility to tell the truth?",
	"Are there jobs in which women have an advantage?",
	"Should unhealthy food be more expensive?",
	"Are some people more valuable than others?",
	"Should we provide rent-free housing to the homeless?",
	"Should parents be allowed to send unvaccinated children to public school?",
	"Should Canada accept refugees from the United States?",
	"Should journalists always protect their sources' confidentiality?",
	"Is college too expensive?",
	"Are gifted education programs elitist?",
	"Which form of public transport is superior?",
	"The United States has too much influence in international politics. Do you agree?",
	"Is meat-eating ethical?",
	"Should local police forces access to military-grade equipment?",
	"Is justice blind?",
	"Does a stable nuclear family require marriage?",
	"Are vaccines a public health issue or a personal choice?",
	"What will the internet be like in ten years?",
	"Suppose lawmakers proposed replacing life prison sentences with permanent exile. Would such a proposal work?",
	"Should there be a minimum age for jail terms?",
	"Should the president have the power of pardon?",
	"Will our current Constitution and its amendments survive the next 50 years?",
	"Does the &ldquo;obesity epidemic&rdquo;exist?",
	"Are the art dying out?",
	"Is it ethical to have children in an era of climate change?",
	"Should cremation rather than burial be compulsory?",
	"Is online an effective substitute for classroom learning?",
	"Should the NFL be more active in preventing brain injury?",
	"Marriage is a crucial element of stable societies. Discuss.",
	"How corrupt is the American government?",
	"Is &ldquo;organic farming&rdquo; an inefficient use of available resources?",
	"Do celebrity role models have a moral obligation to the public to behave with integrity?",
	"Should the United Nations be headquartered in New York?",
	"Should hateful speech be protected by the First Amendment?",
	"Are American citizens less competitive in the job market than immigrants?",
	"Should students be allowed to select vocational schools instead of academic high schools?",
	"Should candidates be allowed to run for the same position more than once?",
	"Should teenagers be required to take a gap year before college?",
	"Will your generation be able to afford retirement at the age of 60?",
	"Will race relations be an issue in the United States?",
	"What is the most useless thing you learn in school?",
	"Is college overrated?",
	"Should a 25-year-old date a 16-year-old?",
	"What do teenagers understand better than adults?",
	"What is the last book that changed the way you thought about something?",
	"What would you choose to forget?",
	"What have you taught your parents?",
	"Would you live in a fictional world, and which one?",
	"Would you enjoy being a scientist in Antarctica?",
	"What would you highlight on your Wikipedia page?",
	"What form of social media do you prefer?",
	"Would you rather faster or slower?",
	"When would want to be financially independent from your parents?",
	"What life skill do you want to acquire?",
	"What is your greatest strength?",
	"Would you want a proposal in public?",
	"What would you do on a snow day?",
	"Would you rather visit the mountains or beach?",
	"How would your life be different if you had been born the opposite sex?",
	"What smartphone app could you not live without?",
	"What would your life be like without the internet?",
	"Are you more similar to or different from your parents?",
	"If you could clone yourself, would you?",
	"Which three objects in this room would you want if you were stranded on a desert island?",
	"What is the most difficult thing you have ever done?",
	"What profession do you think is underestimated?",
	"Do you have second-hand embarrassment?",
	"What is your favorite website?",
	"If you could cure any illness, which would it be and why?",
	"Which of your five sense is the most reliable?",
	"Do you prefer classical or modern works?",
	"Would you choose money or love?",
	"How carefully do you track your spending?",
	"Pitch an idea for a company.",
	"List three people or things that motivate you.",
	"What makes you proud?",
	"What would you do on a gap year?",
	"What quality do you admire in your best friend?",
	"Would you ever change your name?",
	"Would you take your spouse's last name on marriage?",
	"Do you tell the truth hen asked &ldquo;how are you&rdquo;?",
	"Do you think about the end of your life?",
	"Do you open up to others easily?",
	"Are you a financial risk-taker?",
	"Do you collect anything and why?",
	"What is your motto in life?",
	"Do you judge people based in their physical appearance?",
	"To what country would you not want to travel?",
	"What bad advice did you ignore?",
	"If you had to give up a food, which would it be?",
	"What is the last risk you took?",
	"If you knew for a fact that could be elected President of the United States, would you run?",
	"What aspect of people do you find most memorable?",
	"Would you ever get a tattoo of someone's name?"
]
